{"brief_title": "Pyroxamide in Treating Patients With Advanced Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. PURPOSE: Phase I trial to study the effectiveness of pyroxamide in treating patients who have advanced cancer.", "detailed_description": "OBJECTIVES: - Determine the maximum tolerated dose of pyroxamide in patients with advanced malignancies. - Define, qualitatively and quantitatively, the dose-limiting and non-dose-limiting toxic effects of this drug in these patients. - Describe the pharmacologic behavior of this drug in these patients. OUTLINE: This is a dose-escalation study. Patients receive pyroxamide IV continuously over 5-7 days. Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity. Cohorts of 3-6 patients receive escalating doses of pyroxamide until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which at least 2 of 3 or 2 of 6 patients experience dose-limiting toxicity. Patients are followed monthly for resolution of adverse events. PROJECTED ACCRUAL: A maximum of 32 patients will be accrued for this study.", "condition": "Unspecified Adult Solid Tumor, Protocol Specific", "intervention_type": "Drug", "intervention_name": "pyroxamide", "criteria": "DISEASE CHARACTERISTICS: - Histologically or cytologically confirmed solid tumor or hematologic malignancy - Disease that has failed standard therapies (e.g., surgery, radiotherapy, endocrine therapy, or chemotherapy) or for which no curative or life- prolonging therapy is available - Measurable or clinically evaluable disease - Elevated tumor marker is acceptable for evaluable disease - No known carcinomatous meningitis, primary brain tumors, or metastatic brain disease PATIENT CHARACTERISTICS: Age - 18 and over Performance status - ECOG 0-2 Life expectancy - Not specified Hematopoietic - Absolute neutrophil count at least 1,500/mm^3 - Platelet count at least 125,000/mm^3 - Hemoglobin at least 9.0 g/dL Hepatic - Bilirubin normal - AST no greater than 2.5 times upper limit of normal (ULN) (5 times ULN if liver metastases present) - PT no greater than 1.5 times ULN Renal - Creatinine normal Other - HIV-positive status allowed - Prior malignancy allowed - No severe physical or emotional illness that would preclude study participation - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy - No concurrent bone marrow growth factors Chemotherapy - See Disease Characteristics - At least 4 weeks since prior myelosuppressive chemotherapy (6 weeks for nitrosoureas or mitomycin) Endocrine therapy - See Disease Characteristics Radiotherapy - See Disease Characteristics - At least 4 weeks since prior wide-field radiotherapy and recovered - At least 2 weeks since prior limited-field radiotherapy and recovered - Recovered from prior radiotherapy Surgery - See Disease Characteristics Other - No other concurrent antitumor treatment", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00042900.xml"}