{"brief_title": "Temozolomide Versus Dacarbazine in Stage IV Metastatic Melanoma (Study P03267)", "brief_summary": "The purpose of this study is to ascertain if the extended schedule of Temozolomide, which allows increased doses and potential depletion of the enzyme underlaying resistance, is a more effective treatment of metastatic melanoma than single agent dacarbazine.", "condition": ["Melanoma"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Temozolomide", "Dacarbazine"], "description": ["oral capsule; 150 mg/m2/day PO (by mouth), on 7 consecutive days every 14 days (\"7 days on / 7 days off\" continuously); one cycle of temozolomide is defined as a 6-week period; treatment will continue until progression of the disease, unacceptable toxicity, subject refusal, or opinion of the treating physician that it is in the subject's best interest to stop.", "intravenous solution; dacarbazine 1000 mg/m2 IV (in the vein), on Day 1 +/- 3 days every 3 weeks; one cycle of dacarbazine is defined as a 3-week period; treatment will continue until progression of the disease, unacceptable toxicity, subject refusal, or opinion of the treating physician that it is in the subject's best interest to stop."], "arm_group_label": ["A", "B"], "other_name": ["Temodal, Temodar, SCH 52365", "DTIC-Dome"], "criteria": "Inclusion Criteria: - Histologically confirmed, stage IV, surgically incurable melanoma - Age 18 years or older - World Health Organization (WHO) Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 - Meets protocol requirements for specified laboratory values - Must be able to take oral medication - Must be disease free from cancer for period of 5 years (except for surgically cured carcinoma in-situ of the cervix and basal or squamous cell carcinoma of the skin). - Women of childbearing potential and men must be practicing a medically approved contraception. - Must provide written informed-consent to participate in the study. - Must have full recovery from major surgery or adjuvant treatment - No clinically uncontrolled infectious disease including HIV or AIDS-related illness Exclusion Criteria: - Ocular melanomas - Brain Metastases - Prior cytokine or chemotherapy for stage IV disease - Pregnant or nursing women", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Metastatic Melanoma", "mesh_term": ["Melanoma", "Temozolomide", "Dacarbazine"], "id": "NCT00091572"}