{"brief_title": "Temozolomide in Treating Patients With Solid Tumors That Have Spread to the Brain", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. PURPOSE: Phase II trial to study the effectiveness of temozolomide in treating patients who have advanced solid tumors that have spread to the brain.", "detailed_description": "OBJECTIVES: I. Assess the response rate of patients with cerebral metastases who have failed or refused standard therapy when treated with temozolomide. II. Assess the safety and tolerability of this drug in these patients. III. Determine the quality of life of patients treated with this drug. IV. Determine the response rate of systemic disease outside the central nervous system in patients treated with this drug. OUTLINE: Patients receive oral temozolomide daily for 6 weeks. Treatment repeats every 10 weeks for up to 1 year in the absence of disease progression or unacceptable toxicity. Quality of life is assessed on day 1 of each 10-week course. Patients are followed for 30 days. PROJECTED ACCRUAL: A total of 18-48 patients will be accrued for this study within 2 years.", "condition": ["Metastatic Cancer"], "intervention_type": ["Drug"], "intervention_name": ["temozolomide"], "description": ["Administered in a fasting state, once a day for 6 weeks followed by 4 weeks of rest. Cycles may be repeated every 10 weeks until patients have evidence of progressive disease, intolerable toxicity or unwillingness to continue therapy. Daily dose: 75mg/m2."], "arm_group_label": ["temozolomide"], "other_name": ["Temodar", "Temodal"], "criteria": "Inclusion Criteria - Age greater than or equal to 18 years. - Karnofsky performance status (KPS) of greater than or equal to 60. - Laboratory values (performed within 14 days prior to study drug administration, inclusive). - Absolute neutrophil count (ANC) >1500/mm3 - Platelet count >100,000/mm3 - Hemoglobin >10 g/dl or 100 g/l - BUN and serum creatinine <1.5 times upper limit of laboratory normal - Total and direct bilirubin <1.5 times upper limit of laboratory normal - SGOT and SGPT < 3 times upper limit of laboratory normal - Alkaline Phosphatase < 3 times upper limit of laboratory normal - A life expectancy from disease outside the CNS of greater than 12 weeks. - Subjects must give written informed consent. - Subjects must have histologically confirmed advanced solid malignancy with brain metastases, with or without systemic disease. - Subjects must have failed or refused prior standard therapy for cerebral metastases and have imaging evidence of progressive disease. Prior therapy may include surgery and/or whole brain radiotherapy and/or stereotactic radiosurgery. - At least 2 weeks must have elapsed since the completion of radiotherapy at any site other than brain, prior to start of study medication. At least 4 weeks must have elapsed since the completion of brain radiotherapy. - At least 4 weeks must have elapsed since systemic therapy prior to start of study medication, all clinically significant toxicities (other than hair loss) must have resolved, and the patient must meet the eligibility criteria. - Systemic disease may be absent, present and controlled or present and uncontrolled. If uncontrolled, the systemic disease should be considered less life-threatening than the cerebral disease. Patients may have received adjuvant chemotherapy and may have received one or more chemotherapy regimens for metastatic disease. - Patients with breast cancer who have progressive brain metastases, but stable systemic disease whilst on hormonal therapy, may continue the same hormonal therapy, as it can be assumed that the blood brain barrier is preventing response to this agent in the central nervous system (CNS). - Bidimensionally measurable disease must be documented in the brain on gadolinium magnetic resonance imaging (GdMRI) scan of the brain within 14 days prior to enrollment into the study. In the case of patients who received prior radiotherapy, the MRI scan findings must be consistent with progressive disease following treatment. - Subjects who have had previous surgery or stereotactic radiotherapy must have lesions clearly measurable and distinct from the surgical and/or radiation changes induced by prior or local therapies. - Subjects may be treated with steroids before initiation of protocol therapy and will be eligible if they are neurologically stable or improving. Exclusion Criteria - No recovery from all active toxicities of prior therapies (other than hair loss). - Surgery within 1 week (inclusive) prior to study drug administration, otherwise may be eligible providing acute toxicity is resolved. - Subjects who are poor medical risks because of non-malignant systemic disease as well as those with acute infection treated with intravenous antibiotics. - Frequent vomiting or medical condition that could interfere with oral medication intake (e.g., partial bowel obstruction). - Concurrent primary malignancies at other sites with the exception of surgically cured carcinoma in situ of the cervix and basal or squamous cell carcinoma of the skin. Prior malignancies which have not required anti-tumor treatment within the preceding 24 months are eligible. - Known HIV positivity or AIDS-related illness. - Pregnant or nursing women. - Women of childbearing potential who are not using an effective method of contraception. Women of childbearing potential must have a negative serum pregnancy test 24 hours prior to administration of study drug and be practicing medically approved contraceptive precautions. - Men who do not agree to use an effective method of contraception. - Chemotherapy (excluding nitrosurea, mitomycin C or vincristine), within four weeks, inclusive, prior to study drug administration; biologic therapy or immunotherapy within two weeks, inclusive, prior to study drug administration. - Nitrosurea or mitomycin C administration within six weeks, inclusive, prior to study drug administration. - Completion of radiation therapy to sites outside the brain or interstitial brachytherapy within 2 weeks prior to study drug administration. - Known carcinomatous meningitis. - Lymphoma. - Planned radiation therapy to systemic site.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "tumors metastatic to brain", "mesh_term": ["Neoplasm Metastasis", "Temozolomide", "Dacarbazine"], "id": "NCT00012116"}