{"brief_title": "Sirolimus, Tacrolimus, and Methotrexate in Preventing Acute Graft-Versus-Host Disease in Patients With Hematologic Cancer Who Are Undergoing Donor Stem Cell Transplantation", "brief_summary": "RATIONALE: Sirolimus, tacrolimus, and methotrexate may be effective in preventing acute graft-versus-host disease in patients who are undergoing donor stem cell transplantation. PURPOSE: This phase I/II trial is studying the side effects of sirolimus when given together with tacrolimus and methotrexate and to see how well they work in preventing acute graft-versus-host disease in patients who are undergoing donor stem cell transplantation for hematologic cancer.", "detailed_description": "OBJECTIVES: Primary - Determine the safety and efficacy of sirolimus when administered with tacrolimus and methotrexate for the prevention of acute graft-versus-host disease (GVHD) in patients with hematological malignancies undergoing hematopoietic stem cell transplantation from unrelated donors. Secondary - Determine the absorption and pharmacokinetics of sirolimus in patients treated with this regimen. - Correlate sirolimus blood concentration with prevention of GVHD or toxicity in patients treated with this regimen. - Determine the severity of post-transplantation mucositis in patients treated with this regimen. OUTLINE: This is a nonrandomized, open-label, pilot study. Patients receive oral sirolimus once daily on days -3 to 175 and tacrolimus IV continuously beginning on day -3 and continuing until the patient is able to tolerate food and then orally twice daily until day 175. Patients also receive methotrexate IV on days 1, 3, 6, and 11. Treatment continues in the absence of acute graft-vs-host disease or unacceptable toxicity. Patients are followed for 5 years. PROJECTED ACCRUAL: A total of 15-30 patients will be accrued for this study within 3 years.", "condition": ["Chronic Myeloproliferative Disorders", "Graft Versus Host Disease", "Leukemia", "Lymphoma", "Multiple Myeloma and Plasma Cell Neoplasm", "Myelodysplastic Syndromes", "Myelodysplastic/Myeloproliferative Diseases"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["methotrexate", "sirolimus", "tacrolimus"], "criteria": "DISEASE CHARACTERISTICS: - Diagnosis of hematological malignancy - No chronic phase chronic myelogenous leukemia, de novo acute leukemia in first remission, or myelodysplastic syndromes with refractory anemia - Scheduled for hematopoietic stem cell transplantation from unrelated donors - Currently receiving conditioning regimen comprising cyclosporine and total body radiotherapy (1,200 to 1,350 cGy) or busulfan and cyclosporine - Donor must be typed to the highest level of resolution - One single non-serologic disparity for A, B, or C alleles allowed provided the disparity is within the third or fourth digit of the allele - No mismatch at DRB1 or DQB1 PATIENT CHARACTERISTICS: Age - Per primary treatment protocol Performance status - Not specified Life expectancy - Not specified Hematopoietic - Not specified Hepatic - SGOT and SGPT ≤ 2.0 times upper limit of normal - Bilirubin normal - Hepatitis B and C virus negative Renal - Creatinine clearance ≥ 70 mL/min Cardiovascular - No cardiac insufficiency requiring treatment - No coronary artery disease Pulmonary - No acute pulmonary infection by chest x-ray - No severe hypoxemia with pO_2 < 70 mm Hg AND DLCO < 70% of predicted - No mild hypoxemia with pO_2 < 80 mm Hg AND DLCO < 60% of predicted Other - Not pregnant or nursing - Negative pregnancy test - HIV negative - No active systemic infection - No known hypersensitivity to macrolide antibiotics (e.g., erythromycin, azithromycin, or clarithromycin) - No prior intolerance or unresponsiveness to sirolimus PRIOR CONCURRENT THERAPY: Biologic therapy - See Disease Characteristics - No concurrent T-cell depleted transplantations Chemotherapy - See Disease Characteristics Endocrine therapy - Not specified Radiotherapy - See Disease Characteristics Surgery - Not specified Other - No concurrent grapefruit juice - No concurrent voriconazole", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "recurrent marginal zone lymphoma", "mesh_term": ["Lymphoma", "Syndrome", "Leukemia", "Multiple Myeloma", "Neoplasms, Plasma Cell", "Myelodysplastic Syndromes", "Preleukemia", "Graft vs Host Disease", "Myeloproliferative Disorders", "Plasmacytoma", "Myelodysplastic-Myeloproliferative Diseases", "Methotrexate", "Tacrolimus", "Sirolimus", "Everolimus"], "id": "NCT00089037"}