{"brief_title": "An Implantable Microstimulator for the Chronic Treatment of Refractory Urinary Urge Incontinence", "brief_summary": "This clinical trial is being conducted to investigate the safety and effectiveness of a new device designed to treat urinary urge incontinence in those patients who have tried and failed two or more conservative therapies.", "condition": ["Urinary Incontinence"], "intervention_type": ["Device"], "intervention_name": ["bion"], "description": ["battery powered microstimulator"], "arm_group_label": ["1", "2"], "criteria": "Key Inclusion Criteria: 1. Age 18 years and above. 2. Diagnosed with urinary urge incontinence. 3. Have no reported history of urethral obstruction/stricture, bladder calculi or bladder tumor. 4. Have normal upper urinary tract function. 5. Be capable of giving informed consent. 6. Be capable and willing to follow all study related procedures. Key Exclusion Criteria: 1. Have any active implantable device regardless of whether stimulation status is ON or OFF. 2. Are pregnant as confirmed by a urine pregnancy test or plan to become pregnant during the following 12 months period. 3. Less than one year post partum and/or are breast-feeding. 4. Have any passive implant that contains metal or electrically conductive materials. 5. Have conditions requiring Magnetic Resonance Imaging (MRI) evaluation. 6. Have conditions requiring diathermy procedures. 7. Have an inability to operate the bion Remote Control and bion Recharging System either by self or caregiver. 8. Have diabetes with peripheral nerve involvement or have severe uncontrolled diabetes. 9. Have history of coagulopathy or bleeding disorder. 10. Have a history of pelvic pain as primary diagnosis. 11. Have anatomical restrictions such that the study device placement is not possible. 12. Are currently participating or have participated within the past 30 days in any clinical investigation involving or impacting urinary or renal function. 13. Have a life expectancy of less than 1 year. 14. Cannot independently comprehend and complete the QoL questionnaires.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Neuromodulation", "mesh_term": ["Urinary Incontinence", "Enuresis", "Urinary Incontinence, Urge"], "id": "NCT00080470"}