{"brief_title": "Efficacy Study of ZD6474 to Treat Multiple Myeloma Cancer", "brief_summary": "The primary objective is to assess the efficacy of ZD6474 when given orally to patients with relapsed multiple myeloma. A minimum of 15 and a maximum of 30 evaluable patients will be entered on study", "condition": "Multiple Myeloma", "intervention_type": "Drug", "intervention_name": "VEGF-receptor tyrosine kinase (KDR)", "criteria": "Inclusion Criteria: - Confirmed diagnosis of multiple myeloma. - Patients must have a minimum serum M-protein level >=10g/L on serum protein electrophoresis or for patients with light chain only disease, a minimum Bence-Jones protein of 1g/24 hr. - Patients must have received prior treatment for multiple myeloma: patients may have received 1 or 2 prior regimens of oral alkylating based chemotherapy and must have relapsed following treatment (>= 3 months) OR patients may have relapsed following high dose chemotherapy and SCT as first line treatment provided they have not had any other treatment. - Lab at inclusion of AGC >= 1.0 x10_9/L and platelets >= 50 x10_9/L Bilirubin, AST and/or ALT <= 1.5 x UNL; creatinine < 2 x UNL, Potassium >= 4.0 mmol/L; calcium and magnesium within normal limits· - Patients may not have had > 2 prior regimens of chemotherapy and/or prior thalidomide treatment. - Patients may not have had any non-alkylating based chemotherapy. Exclusion Criteria: - Patients with a history of other malignancies, except: adequately treated non-melanoma skin cancer, curatively treated in-situ cancer of the cervix, or other solid tumours curatively treated with no evidence of disease for >= 5 years. - Pregnant or lactating women. Women of childbearing potential must have a negative pregnancy test within 7 days prior to registration and must be using effective contraception throughout the study. - Patients who have relapsed during treatment with oral alkylating chemotherapy. - Patients who have received more than 2 prior regimens of chemotherapy. - Patients who have received excluded medication or have excluded medical conditions. - Patients who have received any non-alkylating based chemotherapy regimens as initial therapy, or as therapy for recurrent disease.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00047788.xml"}