{"brief_title": "Radiation Therapy Plus Doxorubicin in Treating Patients With Resectable Primary or Recurrent Retroperitoneal Soft Tissue Sarcoma", "brief_summary": "RATIONALE: Radiation therapy uses high-energy x-rays to damage tumor cells. Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Combining radiation therapy with chemotherapy may kill more tumor cells. PURPOSE: Phase I trial to study the effectiveness of radiation therapy plus doxorubicin in treating patients who have resectable primary or recurrent peritoneal soft tissue sarcoma.", "detailed_description": "OBJECTIVES: I. Determine the toxicity and maximum tolerated dose of preoperative external beam radiotherapy when combined with doxorubicin and followed by intraoperative radiotherapy in patients with resectable primary or recurrent soft tissue sarcoma of the retroperitoneum. II. Assess radiologic and pathologic response in patients treated with this preoperative regimen. OUTLINE: This is a dose-escalation study of external beam radiotherapy. Patients receive doxorubicin IV bolus followed immediately by doxorubicin IV over 4 days every week for 5 weeks concurrently with external beam radiotherapy 5 days a week for 4 weeks. Patients with stable or responding disease undergo surgical resection of primary tumor and all adjacent gross disease approximately 6 weeks after completion of chemoradiotherapy. Patients receive intraoperative radiotherapy (IORT) to the tumor bed if all gross disease has been resected and if the area of maximal tumor adherence to the retroperitoneum can be encompassed within a single IORT field (maximum 15 cm). Cohorts of 3-6 patients receive escalating doses of external beam radiotherapy until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose at which 30% of patients experience grade 3 or worse dose-limiting toxicity. PROJECTED ACCRUAL: A total of 15-45 patients will be accrued for this study.", "condition": "Sarcoma", "intervention_type": "Radiation", "intervention_name": "Radiation Therapy (RT)", "description": "5 days a week for 4 weeks", "arm_group_label": "RT + DOX + IORT", "other_name": "Radialtherapy", "criteria": "DISEASE CHARACTERISTICS: Histologically or cytologically proven resectable primary or recurrent soft tissue sarcoma of the retroperitoneum Greatest dimension of the 3-dimensional assessment of tumor size must be 5-35 cm Grade 2 or 3, including dedifferentiated liposarcoma and retroperitoneal recurrences of gastrointestinal leiomyosarcoma PATIENT CHARACTERISTICS: Age: 18 and over Performance status: Karnofsky 70-100% Zubrod 0 or 1 Life expectancy: Not specified Hematopoietic: Absolute neutrophil count greater than 2,000/mm3 Platelet count at least 100,000/mm3 Hepatic: Not specified Renal: Renal function normal Creatinine less than 1.6 mg/dL Gastrointestinal: Must maintain adequate oral nutrition (90-100% of estimated need for calories and protein) and be free of nausea and vomiting prior to radiotherapy (feeding tube allowed) Other: Prior malignancy allowed at the discretion of the protocol investigator No other serious uncontrolled medical condition Not pregnant or nursing Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: Not specified Chemotherapy: Not specified Endocrine therapy: Not specified Radiotherapy: No prior abdominal radiotherapy Surgery: See Disease Characteristics", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00004123.xml"}