{"brief_title": "Reducing Depression in Dementia Caregivers", "brief_summary": "The purpose of this study was to develop and examine the initial impact of a distance-based intervention for female family dementia caregivers. As stated in the original proposal, the primary hypothesis of the study was that family caregivers who participated in the Video Intervention would show greater reduction in psychological distress (i.e., on measures of depression and emotional distress following problematic patient behaviors) compared to those in the Basic Education condition, and that this effect would be maintained over time (3 and 6 months post-tx).", "detailed_description": "Family caregivers of individuals with dementia commonly report depressive symptoms, along with other forms of emotional distress. This study compared the effectiveness of two home-based interventions to reduce levels of depressed, anxious, and other negative moods in women living with a family member with dementia. Eligible caregivers were randomly assigned to participate in either a video/workbook/telephone coaching intervention, or to a basic education condition consisting of a workbook and supportive telephone calls. Participants were evaluated for psychosocial distress after treatment, and at 3- and 6-months following the end of intervention.", "condition": "Depression", "intervention_type": "Behavioral", "intervention_name": "Behavioral Skills Training: Experimental", "description": "Multicomponent behavioral intervention using 10-session video series (Steffen, et al., 2001) workbook (Steffen, et al., 2001), and weekly telephone coaching sessions.", "arm_group_label": "Behavioral Skills Training", "criteria": "Inclusion Criteria: - Caregiver and dementia pt live in the same home - Resident of following states: Il,IN, IO, KS, MI, MN, MO, NB,WI Exclusion Criteria: - Insulin dependent diabetes - Thyroid disease", "gender": "Female", "minimum_age": "50 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00056316.xml"}