{"brief_title": "A Study of Thalidomide in HIV-Infected Patients Who Are Receiving HAART", "brief_summary": "To ascertain the effect of thalidomide on immune responses to vaccination with polyvalent pneumococcal polysaccharide vaccine and tetanus toxoid in HIV-infected patients; particularly, on markers of immune activation and parameters of specific, anti-HIV cellular immunity.", "detailed_description": "Patients receive oral thalidomide in a blinded, placebo-controlled study. [AS PER AMENDMENT 11/25/98: This is a double-blind, placebo-controlled trial in which thalidomide or placebo is administered for 21 days. After the first week of therapy, patients receive immunizations with keyhole limpet hemocyanin and polyvalent pneumococcal vaccine. Study therapy is stopped for 2 weeks after the immunizations. Following the immunizations, detailed evaluations of the immune responses to the vaccines are conducted over the next 8 weeks.]", "condition": ["HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["Thalidomide"], "criteria": "Inclusion Criteria Patients must have: - Documented HIV infection. - CD4+ cell count between 300 and 500 cells/mm3. - HIV-1 RNA < 500 by the branched-chain DNA assay (bDNA assay, Chiron) within 21 days of study entry [AS PER AMENDMENT 11/25/98: - Undetectable-plasma HIV titers (as defined by the FDA) by the branched-chain DNA test]. - Established B cell lines [deleted AS PER AMENDMENT 11/25/98]. - Response to at least one recall antigen in an in vitro assay of lymphocyte proliferative responses. - Life expectancy > 6 months [deleted AS PER AMENDMENT 11/25/98]. Exclusion Criteria Co-existing Condition: Patients with the following conditions or symptoms are excluded: - Active opportunistic infection or HIV-related malignancy [HIV-related malignancy deleted AS PER AMENDMENT 11/25/98]. - Peripheral neuropathy of grade 2 or higher by Division of AIDS toxicity criteria. Concurrent Medication: Excluded: - Other investigational HIV-drugs. - Immunomodulatory or potentially immunomodulatory drugs, such as glucocorticoids, hematopoietins, interleukin-2, interferon, or pentoxifylline. Patients with the following prior conditions are excluded: History of serious hypersensitivity to tetanus toxoid or any of the vaccine components. Prior Medication: Excluded: - Previous immunization with pneumococcal polysaccharide vaccine [or, AS PER AMENDMENT 11/25/98, keyhole limpet hemocyanin vaccine]. - Tetanus toxoid booster within 5 years [deleted AS PER AMENDMENT 11/25/98]. - Other investigational HIV-drugs within 6 weeks of enrollment. - Immunomodulatory or potentially immunomodulatory drugs, such as glucocorticoids, hematopoietins, interleukin-2, interferon, or pentoxifylline within 6 weeks of enrollment. Risk Behavior: Excluded: Active drug or alcohol abuse. Required: Effective combination antiretroviral therapy including two nucleoside analog agents (ZDV, 3TC, ddI, ddC, or d4T) and nelfinavir or indinavir, for at least one month prior to study entry. [AS PER AMENDMENT 11/25/98: - On stable, effective, highly-active antiretroviral therapy with combinations of any FDA-approved anti-HIV drugs for at least 3 months prior to entry.]", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Pneumococcal Vaccines", "mesh_term": ["HIV Infections", "Thalidomide"], "id": "NCT00002392"}