{"brief_title": "Thalidomide in Treating Patients With Recurrent or Metastatic Head and Neck Cancer", "brief_summary": "Phase II trial to study the effectiveness of thalidomide in treating patients with recurrent or metastatic head and neck cancer. Thalidomide may stop the growth of head and neck cancer by stopping blood flow to the tumor.", "detailed_description": "OBJECTIVES: I. Determine the effect of thalidomide on survival of patients with recurrent or metastatic squamous cell carcinoma of the head and neck. II. Determine clinical response rates following this therapy in these patients. III. Determine the toxic effects of thalidomide in these patients. IV. Determine the effect of thalidomide on tumor angiogenesis in these patients. OUTLINE: Patients receive 4-20 capsules of oral thalidomide once daily. Dose is escalated in individual patients on a weekly basis for the first 5 weeks. Treatment continues in the absence of disease progression or unacceptable toxicity, or for 12 months past complete response.", "condition": ["Head and Neck Cancer"], "intervention_type": ["Drug"], "intervention_name": ["thalidomide"], "arm_group_label": ["Arm I"], "criteria": "DISEASE CHARACTERISTICS: - Histologically proven squamous cell carcinoma of the head and neck - Recurrent disease OR metastatic disease at initial diagnosis or at recurrence - Initial therapy of surgery and/or radiotherapy, induction chemotherapy, or concurrent chemotherapy and radiotherapy allowed - No more than one prior regimen of chemotherapy or biologic therapy for metastatic disease - Recurrence after adjuvant or induction chemotherapy may have received one additional course of chemotherapy or biologic therapy PATIENT CHARACTERISTICS: - Age: 18 and over - Performance status: Zubrod 0-2 - Life expectancy: At least 3 months - WBC at least 3000/mm3 - Platelet count at least 100,000/mm3 - Hematocrit at least 30% - Bilirubin no greater than 1.5 times normal - SGOT/SGPT no greater than 1.5 times normal - Creatinine no greater than 1.5 mg/dL - Not pregnant or nursing - Negative pregnancy test - Fertile women must use 2 methods of effective contraception, 1 barrier and 1 hormonal, beginning at least 4 weeks before study and continuing during and for 1 month after study - Men must use effective barrier contraception during and for 1 month after study - No grade 2 or greater peripheral neuropathy - No serious infection or other concurrent illness requiring immediate therapy - Must be able to take oral medications - No medical or social factors that would interfere with compliance PRIOR CONCURRENT THERAPY: - Any number of courses of one regimen of chemotherapy allowed - No concurrent cytotoxic chemotherapy - No concurrent radiotherapy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "recurrent squamous cell carcinoma of the paranasal sinus and nasal cavity", "mesh_term": ["Carcinoma, Squamous Cell", "Head and Neck Neoplasms", "Thalidomide"], "id": "NCT00003850"}