{"brief_title": "Epidemiology of Sleep-Disordered Breathing in Adults", "brief_summary": "To characterize the natural history and biologic spectrum of sleep disordered breathing (SDB) and other sleep problems and disorders, and test hypotheses regarding the causes and consequences of SDB and other sleep problems and disorders.", "detailed_description": "BACKGROUND: Recent research has shown that sleep disordered breathing (SDB) is much more common than previously thought. While it is known that in clinic samples, SDB is associated with hypertension, cardiovascular disease and mortality, little is known about the natural history of this disorder, particularly in the general population, nor about the causal role of known risk factors. The knowledge obtained from the results of this study will help advance the field of sleep disorders medicine. Information about longitudinal effects and causal relationships may be applied to clinical situations, thus reducing the morbidity and mortality associated with this disorder. DESIGN NARRATIVE: In this longitudinal study, follow-up polysomnography and other protocols are conducted on an established cohort of men and women (age 30-60 years at the time of initial recruitment in 1989), currently enrolled in the Wisconsin Sleep Cohort Study. The study aims to : 1) describe the natural history of SDB across middle and older age; 2) investigate associations of SDB with early and intermediate markers of cardiovascular dysfunction, damage, and cardiovascular disease; 3) investigate the longitudinal association of SDB in accelerated cognitive decline; 4) investigate the association of SDB and adverse sleep characteristics with age-related risk factors and outcomes.", "condition": ["Sleep Disorders", "Cerebrovascular Disorders", "Cardiovascular Disease", "Neurologic Disorders", "Mood Disorders"], "study_pop": "\n      ", "sampling_method": "Probability Sample", "criteria": "Inclusion criteria: - Employee of one of the 4 Wisconsin state agencies - Age 30-60 in 1988 Exclusion criteria: - Current pregnancy - Unstable or decompensated cardiopulmonary disease - Airway cancer - Recent upper respiratory surgery", "gender": "All", "minimum_age": "30 Years", "maximum_age": "95 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "mesh_term": ["Disease", "Cardiovascular Diseases", "Mood Disorders", "Sleep Wake Disorders", "Parasomnias", "Cerebrovascular Disorders", "Respiratory Aspiration", "Nervous System Diseases"], "id": "NCT00005557"}