{"brief_title": "Amifostine Followed by High Dose Chemotherapy in Treating Patients With Hematologic Cancer or Solid Tumors", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Chemoprotective drugs such as amifostine may protect normal cells from the side effects of chemotherapy. PURPOSE: Randomized phase II trial to study the effectiveness of amifostine followed by high-dose chemotherapy in treating patients with hematologic cancer or solid tumors.", "detailed_description": "OBJECTIVES: I. Evaluate the efficacy of amifostine in enhancing hematopoietic recovery following cyclophosphamide, etoposide, and cisplatin therapy in patients with hematologic malignancies and adult solid tumors. OUTLINE: This is an open label study. Patients receive intravenous amifostine over 15 minutes daily 30 minutes prior to high dose chemotherapy on days 0-2. Cyclophosphamide is administered over 3 hours on days 0 and 1, intravenous etoposide over 4 hours on days 0, 1, and 2, and cisplatin over 4 hours on days 0, 1, and 2. All patients receive sargramostim (GM-CSF) beginning on day 4. Patients receive a maximum of 2 courses of treatment (with 35-42 days between chemotherapy courses). Patients are followed for 1-5 months after treatment. PROJECTED ACCRUAL: Approximately 20 patients will be accrued for this study within 12 months.", "condition": "Unspecified Adult Solid Tumor, Protocol Specific", "intervention_type": "Drug", "intervention_name": "etoposide", "criteria": "DISEASE CHARACTERISTICS: Histologically confirmed hematologic malignancies and adult solid tumors, including: Non-Hodgkin's lymphoma Lung cancer Hodgkin's disease Ovarian cancer Breast cancer No refractory disease (less than partial response to induction chemotherapy) No CNS metastases No unilateral bone marrow biopsy within 6 months of study showing at least 20% involvement by fibrosis tumors Hormone receptor status: Not specified PATIENT CHARACTERISTICS: Age: 18 to 70 Menopausal status: Not specified Performance Status: ECOG 0-2 Life expectancy: At least 16 weeks Hematopoietic: Absolute neutrophil count at least 1,500/mm3 Platelet count at least 100,000/mm3 Hepatic: SGOT or SGPT no greater than 2.5 times upper limit of normal Renal: Creatinine no greater than 2 mg/dL Other: HIV negative Not pregnant or nursing Negative pregnancy test Fertile patients must use effective contraception No underlying medical or psychiatric conditions No concurrent active infection No prior malignancies except nonmelanoma skin cancer PRIOR CONCURRENT THERAPY: Biologic therapy: At least 4 weeks since prior myeloid growth factor Chemotherapy: At least 4 weeks since prior chemotherapy No more than 1 prior chemotherapy regimen (excluding adjuvant chemotherapy) Endocrine therapy: Not specified Radiotherapy: At least 4 weeks since pelvic, para-aortic, inverted Y, cranial, spinal, or mediastinal radiation Surgery: At least 2 weeks since major surgery Other: No antihypertensive medication within 24 hours of amifostine administration", "gender": "All", "minimum_age": "18 Years", "maximum_age": "70 Years", "healthy_volunteers": "No", "id": "NCT00003269.xml"}