{"brief_title": "Paclitaxel in Treating Patients With Ovarian Epithelial Cancer or Primary Peritoneal Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. PURPOSE: Phase II trial to study the effectiveness of paclitaxel in treating patients who have recurrent or persistent ovarian epithelial cancer or primary peritoneal cancer.", "detailed_description": "OBJECTIVES: - Determine the antitumor activity of paclitaxel in patients with recurrent or persistent platinum- and paclitaxel-resistant ovarian epithelial or primary peritoneal cancer. - Determine the nature and degree of toxicity of this drug in these patients. OUTLINE: Patients receive paclitaxel IV over 1 hour once weekly for 4 weeks. Treatment repeats every 4 weeks in the absence of disease progression or unacceptable toxicity. Patients are followed every 3 months for 2 years, every 6 months for 3 years, and then annually thereafter. PROJECTED ACCRUAL: Approximately 19-51 patients will be accrued for this study within 6-12 months.", "condition": "Primary Peritoneal Cavity Cancer", "intervention_type": "Drug", "intervention_name": "paclitaxel", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed recurrent or persistent ovarian epithelial or primary peritoneal cancer - Measurable disease - At least 1 lesion measured in at least 1 dimension - At least 20 mm by conventional techniques OR - At least 10 mm by spiral CT scan - At least 1 target lesion - Tumors within a previously irradiated field considered non-target lesions - Paclitaxel resistant - Treatment-free interval of less than 6 months duration after treatment with prior paclitaxel OR - Progression during prior paclitaxel-based therapy - Platinum resistant or refractory - Treatment-free interval of less than 6 months duration after treatment with prior platinum OR - Progression during prior platinum-based therapy - Ineligible for higher priority GOG protocol (any active GOG phase III protocol for the same patient population) PATIENT CHARACTERISTICS: Age: - Any age Performance status: - GOG 0-2 Life expectancy: - Not specified Hematopoietic: - Absolute neutrophil count at least 1,500/mm^3 - Platelet count at least 100,000/mm^3 Hepatic: - Bilirubin no greater than 1.5 times upper limit of normal (ULN) - SGOT no greater than 2.5 times ULN - Alkaline phosphatase no greater than 2.5 times ULN Renal: - Creatinine no greater than 1.5 times ULN Other: - Not pregnant - Negative pregnancy test - Fertile patients must use effective contraception - No active infection requiring antibiotics - No other prior invasive malignancy within the past 5 years except nonmelanoma skin cancer - No grade 2 or greater neuropathy (sensory and motor) PRIOR CONCURRENT THERAPY: Biologic therapy: - At least 3 weeks since prior biologic or immunologic agents for cancer Chemotherapy: - See Disease Characteristics - At least 3 weeks since prior chemotherapy for cancer and recovered - Received at least 1 but no more than 2 prior platinum-based chemotherapy regimens containing carboplatin, cisplatin, or other organoplatinum compound for primary or recurrent disease - Initial treatment may include high-dose therapy, consolidation, or extended therapy - Received at least 1 prior paclitaxel-based chemotherapy regimen - No prior paclitaxel or docetaxel with a schedule of less than a 3-week interval between doses - No additional prior cytotoxic chemotherapy for recurrent or persistent disease, including retreatment with initial chemotherapy regimens Endocrine therapy: - At least 1 week since prior hormonal therapy for cancer - Concurrent hormone replacement therapy allowed Radiotherapy: - See Disease Characteristics - At least 3 weeks since prior radiotherapy for cancer and recovered - No prior radiotherapy to site(s) of measurable disease - No prior radiotherapy to more than 25% of marrow-bearing areas Surgery: - At least 3 weeks since prior surgery for cancer and recovered Other: - At least 3 weeks since other prior therapy for cancer - No prior anticancer treatment that would preclude study - No concurrent amifostine or other protective reagents", "gender": "Female", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00023907.xml"}