{"brief_title": "Tipifarnib, Gemcitabine, and Cisplatin in Treating Patients With Stage III or Stage IV Non-Small Cell Lung Cancer", "brief_summary": "Phase II trial to study the effectiveness of combining tipifarnib with gemcitabine and cisplatin in treating patients who have stage III or stage IV non-small cell lung cancer. Drugs used in chemotherapy such as gemcitabine and cisplatin use different ways to stop tumor cells from dividing so they stop growing or die. Tipifarnib may stop the growth of tumor cells by blocking the enzymes necessary for tumor cell growth. Combining tipifarnib with combination chemotherapy may kill more tumor cells.", "detailed_description": "PRIMARY OBJECTIVES: I. To describe the response rate in non-small cell lung cancer (NSCLC) patients receiving combination therapy with R115777, gemcitabine, and cisplatin. SECONDARY OBJECTIVES: I. To estimate the time to event efficacy variables including: time to progressive disease, time to treatment failure, time to death of any cause. II. To estimate the duration of response for responding patients. III. To characterize the toxicities of R115777, gemcitabine, and cisplatin in this patient population. TERTIARY OBJECTIVES: I. To evaluate the association between polymorphism expression in candidate genes and clinical endpoints and toxicity to R115777, gemcitabine, and cisplatin. OUTLINE: This is a multicenter study. Patients receive oral tipifarnib twice daily on days 1-14, gemcitabine IV over 30 minutes on days 1 and 8, and cisplatin IV over 2 hours on day 1. Treatment repeats every 21 days for up to 6 courses in the absence of disease progression or unacceptable toxicity. Patients with at least stable disease may continue to receive oral tipifarnib alone twice daily on days 1-14. Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity. Patients are followed every 6 months for 2 years.", "condition": "Stage IV Non-small Cell Lung Cancer", "intervention_type": "Other", "intervention_name": "laboratory biomarker analysis", "description": "Correlative studies", "arm_group_label": "Treatment (tipifarnib, gemcitabine, cisplatin)", "other_name": "Gemzar", "criteria": "Inclusion Criteria: - Histologically confirmed NSCLC with one of the following classifications: - Stage IIIB with pleural effusion - Stage IIIB and not a candidate for combined modality treatment with radiation therapy and chemotherapy - Stage IV - Measurable disease, defined as at least one lesion whose longest diameter can be accurately measured as >= 2.0 cm - Absolute neutrophil count (ANC) >= 1500/mm^3 - PLT >= 100,000 - Hgb > 10.0 g/dL - Direct bilirubin =< 1.5 x UNL - Alkaline phosphatase =< 5 x UNL - AST =< 3 x UNL - Creatinine =< 1.5 x UNL - ECOG Performance Status (PS) 0 or 1 - Capable of understanding the investigational nature, potential risks and benefits of the study and able to provide valid informed consent Exclusion Criteria: - Any of the following as this regimen may be harmful to a developing fetus or nursing child: - Pregnant women - Breastfeeding women - Men or women of childbearing potential or their sexual partners who are unwilling to employ adequate contraception (condoms, diaphragm, birth control pills, injections, intrauterine device [IUD], surgical sterilization, subcutaneous implants, or abstinence, etc.) - Any of the following prior therapies: - Prior chemotherapy for NSCLC (exception: therapies used as a radiosensitizer such as low-dose weekly cisplatin and carbo/taxol with XRT) - Prior radiation > 25% of bone marrow - Prior immunotherapy, biologic or gene therapy - New York Heart Association classification III or IV - CNS metastases - Uncontrolled infection - Any other severe, underlying diseases that are, in the judgment of the investigator, inappropriate for entry into this study - Prior malignancy, except for adequately treated basal cell or squamous cell skin cancer, adequately treated noninvasive carcinomas, or other cancer from which the patient has been disease-free for at least five years - Pre-existing peripheral neuropathy (motor or sensory) > grade 1 per NCI Common Toxicity Criteria (CTC) - Known peripheral vascular disease or a history of deep vein thrombosis", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00055757.xml"}