{"brief_title": "Study of the Emotional Needs of Caregivers of Stem Cell Transplantation Patients", "brief_summary": "RATIONALE: Understanding the emotional needs of spouses or others who are living with and caring for patients who have undergone stem cell transplantation may help improve the quality of life of both the caregivers and the patients. PURPOSE: This clinical trial is studying the emotional needs of caregivers of patients who have undergone stem cell transplant.", "detailed_description": "OBJECTIVES: - Assess expression of emotion, as a function of patient presence, among spousal or other cohabiting caregivers (CG) of post-hematopoietic stem cell transplantation patients. - Assess desynchrony among subjective (self-report) and expressive indicators of emotion, as a function of patient presence, in these participants. - Correlate CG dispositional inhibition and desynchrony with physical and marital satisfaction in these participants. OUTLINE: Caregivers (CG) complete written questionnaires assessing demographics, positive and negative affect, dispositional inhibition, marital satisfaction, and physical health over 45 minutes to 1 hour on day 1. CG then engage in two oral emotional expression exercises (on the topic of caregiving and the transplant) over 2 hours on day 2. Patients are present for one oral emotional expression exercise. Participants are followed at 2 weeks and 6 months. PROJECTED ACCRUAL: A total of 60 patient/spouse couples will be accrued for this study within 18 months.", "condition": ["Breast Cancer", "Chronic Myeloproliferative Disorders", "Gestational Trophoblastic Tumor", "Leukemia", "Lymphoma", "Multiple Myeloma and Plasma Cell Neoplasm", "Myelodysplastic Syndromes", "Myelodysplastic/Myeloproliferative Diseases", "Neuroblastoma", "Ovarian Cancer", "Psychosocial Effects of Cancer and Its Treatment", "Testicular Germ Cell Tumor"], "intervention_type": ["Procedure"], "intervention_name": ["psychosocial assessment and care"], "criteria": "DISEASE CHARACTERISTICS: - In a marriage OR long-term, committed, heterosexual or homosexual, cohabiting relationship in which one member is post-hematopoietic stem cell transplantation - Patients must meet the following criteria: - At least 1 year since prior first bone marrow, stem cell, or umbilical cord blood transplantation - Allogeneic or autologous - Diagnosis of malignancy, myelodysplasia, or non-malignancy - No indication of possible or confirmed relapse - Spouse/caregiver (CG) must meet the following criteria: - Serve as the primary CG to the patient - No prior or concurrent neurologic disorder PATIENT CHARACTERISTICS: Age - 21 and over Performance status - Not specified Life expectancy - Not specified Hematopoietic - Not specified Hepatic - Not specified Renal - Not specified Other - No concurrent major psychiatric disorder - English-speaking PRIOR CONCURRENT THERAPY: Biologic therapy - See Disease Characteristics Chemotherapy - Not specified Endocrine therapy - Not specified Radiotherapy - Not specified Surgery - Not specified", "gender": "All", "minimum_age": "21 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "adult acute myeloid leukemia with t(15;17)(q22;q12)", "mesh_term": ["Lymphoma", "Syndrome", "Leukemia", "Breast Neoplasms", "Neoplasms", "Multiple Myeloma", "Neoplasms, Plasma Cell", "Myelodysplastic Syndromes", "Preleukemia", "Neuroblastoma", "Neoplasms, Germ Cell and Embryonal", "Myeloproliferative Disorders", "Plasmacytoma", "Testicular Neoplasms", "Myelodysplastic-Myeloproliferative Diseases", "Trophoblastic Neoplasms", "Gestational Trophoblastic Disease"], "id": "NCT00082654"}