{"brief_title": "Motexafin Gadolinium and Doxorubicin in Treating Patients With Advanced Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Motexafin gadolinium may increase the effectiveness of doxorubicin by making tumor cells more sensitive to the drug. PURPOSE: Phase I trial to study the effectiveness of combining motexafin gadolinium with doxorubicin in treating patients who have recurrent or metastatic cancer.", "detailed_description": "OBJECTIVES: - Determine the maximum tolerated dose of motexafin gadolinium and doxorubicin in patients with advanced malignancies. - Determine the dose-limiting toxicity of this regimen in these patients. - Determine the safety and tolerability of this regimen in these patients. - Determine the pharmacokinetics of this regimen in these patients. - Evaluate the tumor response in patients treated with this regimen. OUTLINE: This is a dose-escalation, multicenter study. Patients are assigned to 1 of 2 groups. Group A: - Course 1: Patients receive motexafin gadolinium IV over 30 minutes on days 1, 8, 9, and 10 and doxorubicin IV over 15 minutes on day 8. - Course 2: 28 days after the beginning of course 1, patients receive doxorubicin IV over 15 minutes. - Courses 3-6: Beginning 21 days after course 2, patients receive doxorubicin IV over 15 minutes on day 1 and motexafin gadolinium IV over 30 minutes on days 1-3. Treatment repeats every 21 days. Group B: - Course 1: Patients receive motexafin gadolinium IV over 30 minutes on day 1 and doxorubicin IV over 15 minutes on day 8. - Course 2: 28 days after the beginning of course 1, patients receive doxorubicin IV over 15 minutes on day 1 and motexafin gadolinium IV over 30 minutes on days 1-3. - Courses 3-6: Beginning 21 days after course 2, patients receive doxorubicin and motexafin gadolinium as in group A. Treatment in both groups continues for up to 6 courses in the absence of disease progression, unacceptable toxicity, or a cumulative doxorubicin dose of 450 mg/m^2. Cohorts of 3-6 patients receive escalating doses of doxorubicin and motexafin gadolinium until the maximum tolerated dose (MTD) is determined. The MTD is defined as the highest dose at which no more than 0 of 3 or 1 of 6 patients experience dose-limiting toxicity. Patients are followed at 1 and 2 months. PROJECTED ACCRUAL: A total of 3-48 patients will be accrued for this study.", "condition": ["Breast Cancer", "Chronic Myeloproliferative Disorders", "Colorectal Cancer", "Head and Neck Cancer", "Leukemia", "Lung Cancer", "Lymphoma", "Multiple Myeloma and Plasma Cell Neoplasm", "Myelodysplastic/Myeloproliferative Diseases", "Prostate Cancer", "Small Intestine Cancer", "Unspecified Adult Solid Tumor, Protocol Specific"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["doxorubicin hydrochloride", "motexafin gadolinium"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed advanced malignancy that is considered incurable - Recurrent or metastatic disease - Relapsed solid tumors include, but are not limited to the following sites: - Lung - Breast - Colon - Prostate - Head and neck - Hormone receptor status: - Not specified PATIENT CHARACTERISTICS: Age: - 18 and over Sex - Not specified Menopausal status - Not specified Performance status: - ECOG 0-2 Life expectancy: - Not specified Hematopoietic: - Absolute neutrophil count at least 1,500/mm^3 - Platelet count at least 100,000/mm^3 Hepatic: - Bilirubin no greater than 1.5 mg/dL - AST and ALT no greater than 2 times upper limit of normal Renal: - Creatinine no greater than 2.0 mg/dL Cardiovascular: - LVEF greater than 45% at rest - No prior myocardial infarction - No congestive heart failure - No clinically significant ventricular arrhythmias Other: - No history of HIV infection - No history of porphyria - No glucose-6-phosphate dehydrogenase deficiency - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception during and for at least 6 months after study participation PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - At least 28 days since prior chemotherapy - No prior lifetime cumulative doxorubicin exposure of more than 300 mg/m^2 - No other concurrent cytotoxic chemotherapy Endocrine therapy: - Not specified Radiotherapy: - At least 28 days since prior radiotherapy - No concurrent radiotherapy Surgery: - No concurrent surgery Other: - At least 14 days since prior multidrug resistance-modulating drugs (e.g., PSC833 or cyclosporine) - No other concurrent antineoplastic or investigational agents", "gender": "All", "minimum_age": "18 Years", "maximum_age": "120 Years", "healthy_volunteers": "No", "keyword": "adult acute myeloid leukemia with t(15;17)(q22;q12)", "mesh_term": ["Lymphoma", "Leukemia", "Breast Neoplasms", "Lung Neoplasms", "Prostatic Neoplasms", "Multiple Myeloma", "Neoplasms, Plasma Cell", "Colorectal Neoplasms", "Head and Neck Neoplasms", "Myeloproliferative Disorders", "Plasmacytoma", "Myelodysplastic-Myeloproliferative Diseases", "Intestinal Neoplasms", "Doxorubicin", "Liposomal doxorubicin", "Motexafin gadolinium"], "id": "NCT00036790"}