{"brief_title": "Low-Dose Total Body Irradiation and Donor Peripheral Blood Stem Cell Transplant Followed by Donor Lymphocyte Infusion in Treating Patients With Non-Hodgkin Lymphoma, Chronic Lymphocytic Leukemia, or Multiple Myeloma", "brief_summary": "This pilot clinical trial studies low-dose total body irradiation and donor peripheral blood stem cell transplant followed by donor lymphocyte infusion in treatment patients with non-Hodgkin lymphoma, chronic lymphocytic leukemia, or multiple myeloma. Giving total-body irradiation before a donor peripheral blood stem cell transplant helps stop the growth of cells in the bone marrow, including normal blood-forming cells (stem cells) and cancer cells. When healthy stem cells from a donor are infused into the patient they may help the patient's bone marrow make stem cells, red blood cells, white blood cells, and platelets. Once the donated stem cells begin working, the patient's immune system may see the remaining cancer cells as not belonging in the patient's body and destroy them. Giving an infusion of the donor's white blood cells (donor lymphocyte infusion) may boost this effect.", "detailed_description": "PRIMARY OBJECTIVES: I. To determine whether mixed hematopoietic chimerism can be safely established using a non-myeloablative conditioning regimen in patients with non-Hodgkin lymphoma (NHL), chronic lymphocytic leukemia (CLL) and multiple myeloma. II. To determine whether mixed chimerism, established with non- myeloablative conditioning regimens, can be safely converted to full donor hematopoietic chimerism by infusions of donor lymphocytes (DLI). OUTLINE: CYTOREDUCTION: If necessary, patients with advanced malignancies undergo cytoreductive chemotherapy to reduce tumor size at discretion of primary physician and study investigators. CONDITIONING REGIMEN: Patients undergo low-dose total-body irradiation followed by allogeneic peripheral blood stem cell (PBSC) transplant on day 0. IMMUNOSUPPRESSION: Patients receive cyclosporine intravenously (IV) twice daily (BID) on days -1 to 0 and then orally (PO) BID on days 1-35 with taper to day 56. Patients also receive mycophenolate mofetil PO BID on days 0-27. POST-TRANSPLANT DLI: Patients with mixed chimerism on day 56 and no evidence of graft-vs-host disease (GVHD) undergo DLI over 30 minutes on day 65 and may receive up to 3 additional infusions in the absence of GVHD and disease progression or persistence. Patients who have not achieved mixed chimerism at day 56 undergo DLI if complete response is not obtained after a 2 month monitoring period. After completion of study treatment, patients are followed up at 4, 6, 12, 18, and 24 months and then annually thereafter.", "condition": ["Adult Nasal Type Extranodal NK/T-cell Lymphoma", "Anaplastic Large Cell Lymphoma", "Angioimmunoblastic T-cell Lymphoma", "Cutaneous B-cell Non-Hodgkin Lymphoma", "Extranodal Marginal Zone B-cell Lymphoma of Mucosa-associated Lymphoid Tissue", "Hepatosplenic T-cell Lymphoma", "Intraocular Lymphoma", "Nodal Marginal Zone B-cell Lymphoma", "Noncutaneous Extranodal Lymphoma", "Peripheral T-cell Lymphoma", "Recurrent Adult Acute Lymphoblastic Leukemia", "Recurrent Adult Burkitt Lymphoma", "Recurrent Adult Diffuse Large Cell Lymphoma", "Recurrent Adult Diffuse Mixed Cell Lymphoma", "Recurrent Adult Diffuse Small Cleaved Cell Lymphoma", "Recurrent Adult Grade III Lymphomatoid Granulomatosis", "Recurrent Adult Immunoblastic Large Cell Lymphoma", "Recurrent Adult Lymphoblastic Lymphoma", "Recurrent Adult T-cell Leukemia/Lymphoma", "Recurrent Cutaneous T-cell Non-Hodgkin Lymphoma", "Recurrent Grade 1 Follicular Lymphoma", "Recurrent Grade 2 Follicular Lymphoma", "Recurrent Grade 3 Follicular Lymphoma", "Recurrent Mantle Cell Lymphoma", "Recurrent Marginal Zone Lymphoma", "Recurrent Mycosis Fungoides/Sezary Syndrome", "Recurrent Small Lymphocytic Lymphoma", "Refractory Chronic Lymphocytic Leukemia", "Refractory Hairy Cell Leukemia", "Refractory Multiple Myeloma", "Small Intestine Lymphoma", "Splenic Marginal Zone Lymphoma", "Stage II Multiple Myeloma", "Stage III Multiple Myeloma", "Testicular Lymphoma", "Waldenström Macroglobulinemia"], "intervention_type": ["Drug", "Radiation", "Procedure", "Drug", "Drug", "Procedure", "Biological"], "intervention_name": ["chemotherapy", "total-body irradiation", "peripheral blood stem cell transplantation", "cyclosporine", "mycophenolate mofetil", "allogeneic hematopoietic stem cell transplantation", "therapeutic allogeneic lymphocytes"], "description": ["Undergo cytoreductive chemotherapy", "Undergo TBI", "Undergo allogeneic PBSC transplant", "Given IV or PO", "Given PO", "Undergo allogeneic PBSC transplant", "Undergo DLI"], "arm_group_label": ["Treatment (irradiation, transplant, immunosuppression, DLI)", "Treatment (irradiation, transplant, immunosuppression, DLI)", "Treatment (irradiation, transplant, immunosuppression, DLI)", "Treatment (irradiation, transplant, immunosuppression, DLI)", "Treatment (irradiation, transplant, immunosuppression, DLI)", "Treatment (irradiation, transplant, immunosuppression, DLI)", "Treatment (irradiation, transplant, immunosuppression, DLI)"], "other_name": ["chemo", "TBI", "PBPC transplantation", "PBSC transplantation", "peripheral blood progenitor cell transplantation", "transplantation, peripheral blood stem cell", "ciclosporin", "cyclosporin", "cyclosporin A", "CYSP", "Sandimmune", "Cellcept", "MMF", "ALLOLYMPH"], "criteria": "Inclusion Criteria: - Patients aged > 49 years and < 66 years with NHL, CLL and multiple myeloma who are not eligible for autologous transplantation or have failed prior autologous transplantation; patients with NHL and CLL must have failed prior therapy with an alkylating agent and/or fludarabine; patients with multiple myeloma must have stage II or III disease and received prior chemotherapy - Patients < 50 years of age with NHL, CLL and multiple myeloma at high risk of regimen related toxicity through prior autologous transplant or through pre-existing chronic disease affecting kidneys, liver, lungs, and heart will be considered on a case by case basis and presented to professional clinical counselor (PCC) - Patients < 66 years of age with other diseases treatable by allogeneic bone marrow transplant (BMT) whom through pre-existing chronic disease affecting kidneys, liver, lungs, and heart are considered to be at high risk for regimen related toxicity using standard high dose regimens; autografting must also be contraindicated in these patients and they must be approved for this protocol by both PCC and by the principal investigator; the following diseases are the likely candidates but other less common diseases may be considered and approved by PCC: - Myelodysplastic syndromes - Myeloproliferative syndromes - Acute leukemia in remission - Chronic myelogenous leukemia (CML) in 2nd chronic phase - Hodgkin's disease - Selected patients with any of the above diagnosis who are (a) older than 65 years and < 75 years with a Karnofsky score >= 70 and who, apart from age, fulfill eligibility criteria, or (b) < 66 years but ineligible solely because of renal dysfunction; these patients must be approved for transplant by both PCC and the principal investigator - DONOR: Human leukocyte antigen (HLA) genotypically identical sibling - DONOR: Donor must consent to filgrastim (G-CSF) administration and leukapheresis - DONOR: Donor must have adequate veins for leukapheresis or agree to placement of central venous catheter (femoral, subclavian) - DONOR: Age < 75 Exclusion Criteria: - Eligible for autologous transplantation - Patients with rapidly progressive high grade NHL - History of central nervous system (CNS) involvement with disease - Fertile men or women unwilling to use contraceptive techniques during and for 12 months following treatment - Females who are pregnant - Patients with a creatinine clearance < 50 ml/min - Cardiac ejection fraction < 40% or cardiac failure requiring therapy - Severe defects in pulmonary function testing (defects are currently categorized as mild, moderate and severe) as defined by the pulmonary consultant, or receiving supplementary continuous oxygen - Total bilirubin > 2 x the upper limit of normal - Serum glutamate pyruvate transaminase (SGPT) and serum glutamic oxaloacetic transaminase (SGOT) 4 x the upper limit of normal - Karnofsky score < 50 - Patients with poorly controlled hypertension - DONOR: Identical twin - DONOR: Age less than 12 years - DONOR: Pregnancy - DONOR: Infection with human immunodeficiency virus (HIV) - DONOR: Inability to achieve adequate venous access - DONOR: Known allergy to G-CSF - DONOR: Current serious systemic illness - DONOR: Failure to meet Fred Hutchinson Cancer Research Center (FHCRC) criteria for donation as described in the Standard Practice Guidelines", "gender": "All", "minimum_age": "50 Years", "maximum_age": "65 Years", "healthy_volunteers": "No", "mesh_term": ["Lymphoma", "Leukemia", "Multiple Myeloma", "Neoplasms, Plasma Cell", "Lymphoma, Follicular", "Lymphoma, Non-Hodgkin", "Leukemia, Lymphoid", "Leukemia, Lymphocytic, Chronic, B-Cell", "Precursor Cell Lymphoblastic Leukemia-Lymphoma", "Lymphoma, Large B-Cell, Diffuse", "Burkitt Lymphoma", "Lymphoma, Large-Cell, Immunoblastic", "Plasmablastic Lymphoma", "Lymphoma, T-Cell", "Lymphoma, B-Cell", "Lymphoma, Mantle-Cell", "Lymphoma, B-Cell, Marginal Zone", "Mycoses", "Mycosis Fungoides", "Sezary Syndrome", "Lymphoma, T-Cell, Cutaneous", "Leukemia, T-Cell", "Leukemia-Lymphoma, Adult T-Cell", "Leukemia, Hairy Cell", "Lymphoma, T-Cell, Peripheral", "Waldenstrom Macroglobulinemia", "Lymphoma, Large-Cell, Anaplastic", "Immunoblastic Lymphadenopathy", "Lymphoma, Extranodal NK-T-Cell", "Lymphomatoid Granulomatosis", "Intraocular Lymphoma", "Mycophenolate mofetil", "Mycophenolic Acid", "Cyclosporins", "Cyclosporine"], "id": "NCT00003196"}