{"brief_title": "The Effect of Tracleer® on Male Fertility", "brief_summary": "The objective of the study is to evaluate the effects of chronic TRACLEER® treatment on testicular function via semen analysis in male patients with primary pulmonary arterial hypertension (PAH).", "condition": ["Hypertension, Pulmonary"], "intervention_type": ["Drug"], "intervention_name": ["bosentan"], "description": ["Oral bosentan tablets 62.5 mg twice daly for 4 weeks, then 125 mg twice daily for 20 weeks."], "arm_group_label": ["1"], "other_name": ["Tracleer (R)"], "criteria": "Inclusion Criteria: - Male patients age 18-65 years. - Bosentan-naïve. - PPH, WHO functional class III/IV, in need of TRACLEER - Patients pulmonary arterial hypertension (PAH) secondary to congenital heart disease. - Written informed consent. Exclusion Criteria: - Female - Patients with PAH secondary to connective tissue vascular diseases or HIV. - Patients who have undergone a vasectomy. - Patients with an average baseline sperm concentration < 15 x 10[6]/mL, or any sample with a sperm concentration <= 7.5 x 10[6]/mL. - Patients with an average baseline sperm motility <20% or normal sperm morphology <5%. - Body weight < 50 kg. - Hypotension, defined as systolic blood pressure less than 85 mm Hg. - AST and/or ALT plasma levels greater than 3 times ULN. - Hypersensitivity to bosentan or any of the components of the formulation. - Treatment with glyburide, cyclosporine A or tacrolimus at inclusion or planned during the study. - Treatment with hormone suppressive agents, including androgens, estrogens, anabolic steroids or glucocorticoids within the past 6 months or planned during the study. - Current treatment less than 3 months prior to inclusion or planned treatment with prostacyclin or prostacyclin analogues (e.g., Flolanâ or Remodulin). - Patients who received an investigational drug in the month preceding the study start or who are due to be treated with another investigational drug during the study period. - Known drug or alcohol dependence or any other factors that will interfere with conduct of the study. - Any illness other than PPH that will reduce life expectancy to less than 6 months. - Active cancer. - Prior treatment with an anti-neoplastic agent or ionizing radiation. - Hot tub/Jacuzzi use. - Uncontrolled diseases including diabetes, liver or kidney disease. - Patients receiving spironolactone (aldactone) less than 3 months prior to inclusion or dose >25 mg/day at baseline or anytime during the study.", "gender": "Male", "minimum_age": "18 Years", "maximum_age": "65 Years", "healthy_volunteers": "No", "mesh_term": ["Hypertension", "Hypertension, Pulmonary", "Bosentan"], "id": "NCT00082186"}