{"brief_title": "BMS-247550 in Treating Patients With Advanced Soft Tissue Sarcoma", "brief_summary": "Phase II trial to study the effectiveness of BMS-247550 in treating patients who have advanced soft tissue sarcoma. Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die.", "detailed_description": "OBJECTIVES: I. Determine the confirmed response rate of patients with advanced soft tissue sarcoma treated with BMS-247550. II. Determine the overall survival and progression-free survival of patients treated with this drug. III. Determine the toxicity of this drug in these patients. OUTLINE: This is a multicenter study. Patients receive BMS-247550 IV over 1 hour on day 1. Treatment repeats every 21 days in the absence of disease progression or unacceptable toxicity. Patients achieving complete response receive 2 additional courses. Patients are followed every 3 months for 1 year, every 4 months for 1 year, and then every 6 months for 3 years. PROJECTED ACCRUAL: A total of 14-29 patients will be accrued for this study within 8 months.", "condition": ["Recurrent Adult Soft Tissue Sarcoma", "Stage III Adult Soft Tissue Sarcoma", "Stage IV Adult Soft Tissue Sarcoma"], "intervention_type": ["Drug"], "intervention_name": ["ixabepilone"], "description": ["Given IV"], "arm_group_label": ["Treatment (ixabepilone)"], "other_name": ["BMS-247550", "epothilone B lactam", "Ixempra"], "criteria": "Inclusion Criteria: - Histologically or cytologically confirmed soft tissue sarcoma with evidence of metastatic or unresectable disease - Measurable disease defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) as >= 2.0 cm with conventional techniques - Life expectancy of >= 12 weeks - ECOG performance status 0, 1, or 2 - Absolute neutrophil count >= 1,500/uL - Platelets >= 100,000/uL - Total bilirubin =< 1.5 x institutional ULN - AST(SGOT) =< 2.5 x institutional ULN - Creatinine =< 1.5 x institutional ULN or creatinine clearance >= 60 mL/min for patients with creatinine levels > 1.5 x institutional ULN - Capable of understating the investigational nature, potential risks and benefits of the study and able to provide valid informed consent Exclusion Criteria: - Any of the following as the effects of Epothilone B analog, BMS-247550, on the developing fetus or nursing child, at the recommended therapeutic dose are unknown: - Pregnant women - Nursing women - Women of childbearing potential or their sexual partners who are unwilling to employ adequate contraception (condoms, diaphragm, birth control pills, injections, intrauterine device [IUD], surgical sterilization, subcutaneous implants, or abstinence, etc.) - Only non-measurable disease, including lesions not clearly measurable in one dimension, small lesions (longest diameter < 2.0 cm), and truly non-measurable lesions, which include the following as per RECIST criteria: - Bone lesions - Leptomeningeal disease - Ascites - Pleural/pericaridial effusion - Inflammatory breast disease - Lymphangitis cutis/pulmonis - Abdominal masses that are not confirmed and followed by imaging techniques - Cystic lesions - Only a single measurable lesion and that lesion has been irradiated unless there has been a documented > 25% increase in size since completion of radiation - Any of the following: - Prior chemotherapy for metastatic soft tissue sarcoma (neoadjuvant or adjuvant chemotherapy allowed) - Prior nitrosoureas or mitomycin C less than or equal to 6 weeks prior to study entry - Prior other neoadjuvant or adjuvant chemotherapy less than or equal to 4 weeks prior to study entry - Prior radiotherapy less than or equal to 4 weeks prior to study entry - Failure to recover from adverse effects of prior therapy regardless of time frame since receiving the therapy - Concurrent other investigational therapy, unconventional therapies, or food supplements - Uncontrolled brain metastases; (Note: these patients are excluded because of the poor prognosis and because the propensity for progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events); however, if brain metastases are treated and controlled for > 8 weeks, they would be eligible for this study - History of allergic reactions attributed to compounds of similar chemical or biologic composition to Epothilone B analog, BMS-247550 or polyoxyethylated castor oil (Cremophor[R] EL) - Motor or sensory neuropathy >= grade 2 (per NCI CTC version 2.0) - Known HIV-positive patients receiving combination anti-retroviral therapy; Note: patients with immune deficiency are at increased risk of lethal infections when treated with marrow-suppressive therapy and because of possible pharmacokinetic interactions with Epothilone B analog, BMS-247550; appropriate studies will be undertaken in patients receiving combination anti-retroviral therapy when indicated - Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements - Prior malignancy, except for adequately treated basal cell or squamous cell skin cancer, adequately treated noninvasive carcinomas, treated localized prostate cancer, or other cancer from which the patient has been disease-free for at least 5 years", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Sarcoma", "Epothilones", "Epothilone B"], "id": "NCT00022542"}