{"brief_title": "Oral Drug Study In Women With Refractory Metastatic Breast Cancer After First-line or Second-line Herceptin.", "brief_summary": "The purpose of this study is to determine the efficacy of an oral investigational drug for the treatment of metastatic breast cancer tumors that are known to overexpress HER2/neu.", "condition": "Neoplasms, Breast", "intervention_type": "Drug", "intervention_name": "Investigational Cancer Drug", "criteria": "Inclusion Criteria: (The patient must meet the following criteria in order to be eligible for this study.) - Signed informed consent - No more than two prior regimens for metastatic breast cancer. Each regimen must have contained Herceptin. - Refractory Stage IIIb or IV breast cancer - HER2/neu tumor overexpression - Disease progression while receiving a prior chemotherapy regimen with Herceptin alone or in combination with other chemotherapy. - Tumor tissue available for testing. - 2 weeks since treatment with Herceptin (alone or in combination). - Able to swallow and retain oral medication - Cardiac ejection fraction within the institutional range of normal as measured by MUGA (Multiple Gated Acquisition Scan). - Adequate kidney and liver function - Adequate bone marrow function Exclusion Criteria: (The patient cannot meet any of the following criteria in order to be eligible for this study.) - Prior regimens did not include Herceptin. - Pregnant or lactating. - Conditions that would affect absorption of an oral drug - Serious medical or psychiatric disorder that would interfere with the patient's safety or informed consent. - Severe cardiovascular disease or cardiac disease requiring a device. - Active infection. - Brain metastases. - Concurrent cancer therapy or investigational therapy. - Use of oral or IV steroids. - Unresolved or unstable serious toxicity from prior therapy. - Treatment with EGFR (Endothelial Growth Factor Receptor) inhibitor other than Herceptin.", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00051103.xml"}