{"brief_title": "An Investigational Drug (CAL) Versus Zoledronic Acid (Zometa®) in Patients With Breast Cancer", "brief_summary": "This study is intended to evaluate the safety, tolerability, and possible effectiveness of an investigational humanized monoclonal antibody (CAL) to the parathyroid hormone-related protein (PTHrP) when compared to zoledronic acid in patients with breast cancer metastatic to bone. The study will also evaluate the possible effects of both study drugs on performance status, markers of bone metabolism, and skeletal events related to bone metastasis including elevated blood calcium levels, bone pain, metastatic lesions, complications and interventions. The levels of CAL in the blood will also be evaluated.", "condition": "Metastasis", "intervention_type": "Drug", "intervention_name": "CAL", "criteria": "Major Inclusion Criteria – Others Stipulated within the Protocol The study physician must assure you have/are: - Must be a female at least 18 years of age and be using an effective form of birth control. - A documented history of breast cancer and at least one bone metastasis that has not been previously treated by radiation or surgery, and is not anticipated to be treated within the next 24 weeks. - A total body bone scan and other radiographic scan(s) performed on you within 4 weeks prior to or during the screening period sufficient to image all sites of bone metastases. - You must be willing to perform a daily telephone diary and be willing to keep a paper diary and provide voluntary consent to participate in this study. Major Exclusion Criteria – Others Stipulated within the Protocol The study physician must assure you do not have/are not: - A change in analgesic (pain relief) type medication during the screening period (example, non-narcotic to narcotic). - Received radiation therapy to any bone metastasis or started a new course of chemotherapy within 3 weeks prior to the screening visit or during the screening period. - Used any bisphosphonate type drug during the 30 days prior to the anticipated first dose of study drug - Vertebral spine or weight-bearing bone metastasis that would place you at imminent risk for fracture or surgical intervention. - Evidence of active infection or immune deficiency, renal failure, abnormal liver function, or a serum calcium level > 10.1 mg/dL. - Use of any investigational drug within 30 days prior to screening.", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00051779.xml"}