{"brief_title": "Amifostine in Treating Patients With Myelodysplastic Syndrome", "brief_summary": "RATIONALE: Amifostine may improve blood counts in patients with myelodysplastic syndrome. PURPOSE: Phase II trial to study the effectiveness of amifostine in treating patients with myelodysplastic syndrome.", "detailed_description": "OBJECTIVES: I. Define the activity of amifostine in improving blood counts in patients with myelodysplastic syndrome. OUTLINE: This is an open label, nonrandomized, single center, dose escalation study. Patients receive amifostine IV for two weeks, followed by 2 weeks of rest. Each treatment cycle is 4 weeks. Responses are evaluated after each cycle (for a minimum of 2 induction cycles). Patients with a grade 0 toxicity in the first course receive a 25% increase in dose during the second course. Patients with grade 1 or 2 toxicity receive no dose change. Patients with grade 3 toxicity receive a 25% reduction in dose or treatment is stopped. All patients demonstrating response are eligible for maintenance therapy. Treatment is continued for up to 12 months or a total of 13 cycles. PROJECTED ACCRUAL: A total of 14-30 patients will be accrued.", "condition": "Myelodysplastic Syndromes", "intervention_type": "Drug", "intervention_name": "Amifostine Trihydrate", "description": "Escalating dose IV for two weeks, followed by 2 weeks of rest. Each treatment cycle is 4 weeks.", "arm_group_label": "Amifostine", "other_name": "Gammaphos", "criteria": "DISEASE CHARACTERISTICS: Histologically proven myelodysplastic syndrome Less than 30% blasts in bone marrow PATIENT CHARACTERISTICS: Age: 18 and over Performance Status: Zubrod 0-2 Karnofsky 60-100% ECOG 0-2 Hematopoietic: Not specified Hepatic: Bilirubin no greater than 2 mg/dL Renal: Creatinine no greater than 2 mg/dL Cardiovascular: No New York Heart Association Class IV disease No antihypertensive medication within 24 hours of amifostine administration Other: Not pregnant or nursing Effective contraceptive method must be used during study No medical illness No psychosis Eligible patients with an HLA compatible donor are referred to bone marrow transplantation PRIOR CONCURRENT THERAPY: Biologic therapy: Not specified Chemotherapy: No prior chemotherapy within 4 weeks of study and recovered Endocrine therapy: Not specified Radiotherapy: Not specified Surgery: Not specified", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00003048.xml"}