{"brief_title": "Oxaliplatin and Paclitaxel in Treating Patients With Locally Recurrent or Metastatic Cervical Cancer", "brief_summary": "Phase II trial to study the effectiveness of combining oxaliplatin with paclitaxel in treating patients who have locally recurrent or metastatic cervical cancer. Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Combining more than one drug may kill more tumor cells.", "detailed_description": "PRIMARY OBJECTIVES: I. To determine the objective response rates for the combination of paclitaxel and oxaliplatin in patients with metastatic or locally recurrent cervical cancer. II. To determine the toxicities and recovery from toxicities of patients with cervical cancer receiving paclitaxel and oxaliplatin. OUTLINE: Patients receive paclitaxel IV over 3 hours and oxaliplatin IV over 2 hours on day 1. Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity. After completion of study treatment, patients are followed ever 3 months.", "condition": ["Cervical Adenocarcinoma", "Cervical Adenosquamous Carcinoma", "Cervical Squamous Cell Carcinoma", "Recurrent Cervical Carcinoma", "Stage IVA Cervical Cancer", "Stage IVB Cervical Cancer"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Paclitaxel", "Oxaliplatin"], "description": ["Given IV", "Given IV"], "arm_group_label": ["Treatment (paclitaxel, oxaliplatin)", "Treatment (paclitaxel, oxaliplatin)"], "other_name": ["Anzatax", "TAX"], "criteria": "Inclusion Criteria: - Patients must have histologically or cytologically confirmed squamous cell, adenosquamous cell or adenocarcinoma of the uterine cervix - Lesions must be metastatic to organs or lymph nodes outside the pelvis or must be locally recurrent in the pelvis after definitive therapy (surgery or radiation therapy) with at least 50% increase in size on sequential imaging studies - Patients must have measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) as >= 20 mm with conventional techniques or as >= 10 mm with spiral CT scan - Patients may have received chemotherapy in conjunction with radiation therapy for primary, definitive therapy; patients may not have received treatment with cytotoxic agents for advanced or recurrent disease - Patients who have had chemotherapy, radiation therapy or surgery must allow four weeks for recovery of bone marrow or recovery from surgery/radiation - Life expectancy of greater than 2 months - ECOG performance status =< 2 (Karnofsky >= 60%) - Leukocytes >= 3,000/uL - Absolute neutrophil count >= 1,500/uL - Platelets >= 100,000/uL - Total bilirubin within normal institutional limits - AST(SGOT)/ALT(SGPT) =< 2.5 X institutional upper limit of normal - Creatinine within normal institutional limits - The effects of oxaliplatin on the developing human fetus at the recommended therapeutic dose are unknown; for this reason, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation; should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately - Ability to understand and the willingness to sign a written informed consent document Exclusion Criteria: - Patients who have had chemotherapy or radiotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier - Patients may not be receiving any other investigational agents - Patients with known brain metastases should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events - History of allergic reactions attributed to compounds of similar chemical or biologic composition to oxaliplatin, cisplatin or carboplatin or paclitaxel or docetaxel - Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements - Pregnant women are excluded from this study because oxaliplatin is a platinating agent with the potential for teratogenic or abortifacient effects; because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with oxaliplatin and paclitaxel, breastfeeding should be discontinued if the mother is treated with oxaliplatin - Because patients with immune deficiency are at increased risk of lethal infections when treated with marrow-suppressive therapy, HIV-positive patients receiving combination anti-retroviral therapy are excluded from the study because of possible pharmacokinetic interactions with oxaliplatin or other agents administered during the study; appropriate studies will be undertaken in patients receiving combination anti-retroviral therapy when indicated", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Carcinoma", "Carcinoma, Squamous Cell", "Adenocarcinoma", "Uterine Cervical Neoplasms", "Carcinoma, Adenosquamous", "Paclitaxel", "Oxaliplatin", "Albumin-Bound Paclitaxel"], "id": "NCT00057863"}