{"brief_title": "The Effects of Giving Interleukin-2 (IL-2) Plus Anti-HIV Therapy to HIV-Positive Patients With CD4 Cell Counts of at Least 350 Cells/mm3", "brief_summary": "The purpose of this study is to evaluate the safety and tolerability of giving IL-2 plus anti-HIV (antiretroviral) therapy to HIV-positive patients with CD4 cell counts (cells of the immune system that fight infection) of at least 350 cells/mm3. This study will also examine the ability of antiretroviral therapy combined with IL-2 to boost the immune system. IL-2, given through injection under the skin, in combination with anti-HIV therapy can increase CD4 cell counts. This study examines 3 doses of IL-2 in order to determine the safest and most effective dose to use.", "detailed_description": "IL-2, administered subcutaneously in combination with antiretrovirals, has resulted in increased CD4+ cell counts which may retard HIV disease progression. Using a smaller patient sampling, this Phase II study helps develop the clinical experience needed to consider formation of a larger, more complete Phase III trial. Seventy-two HIV-infected patients (previously treated or naive) are randomized independently to receive either control therapy with antiretrovirals alone OR escalating doses of subcutaneous interleukin-2 (IL-2) plus antiretrovirals. In the absence of dose-limiting toxicity (DLT) in at least 9 of 12 patients in Group 1, 12 additional patients are entered into Group 2 and treated as indicated. In the absence of DLT in 9 of 12 patients in Group 2, the final 12 patients are entered into Group 3. Those patients enrolled in either of the first 2 dose groups who complete 3 courses of therapy have their dose escalated to a maximum dose. A course of treatment is defined as 5 days of IL-2 plus antiretrovirals followed by 7 weeks of antiretroviral therapy alone.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Aldesleukin", "criteria": "Inclusion Criteria Patients may be eligible for this study if they: - Are HIV-positive. - Have a CD4 cell count greater than or equal to 300 cells/mm3. - Have no AIDS-defining illnesses. - Are at least 18 years old. - Have been on antiretroviral therapy for at least 7 days prior to study entry. Exclusion Criteria Patients will not be eligible for this study if they: - Abuse alcohol or drugs, or have any serious psychiatric or medical illnesses that would affect their safety or ability to complete the study. - Have a history of the following: cancer (other than Kaposi's sarcoma), an AIDS-defining illness, a central nervous system abnormality, or an autoimmune/inflammatory disease. - Are pregnant or breast-feeding. - Have ever received IL-2.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00000825.xml"}