{"brief_title": "Vincristine, Doxorubicin, Cyclophosphamide and Dexrazoxane (VACdxr) in High Risk Ewing's Sarcoma Patients", "brief_summary": "Objectives: 1. To determine if dose intensive Vincristine, Doxorubicin, Cyclophosphamide and Dexrazoxane (VACdxr) with or without ImmTherTM can improve the 2-year disease-free survival seen with standard VAC therapy. 2. To evaluate the feasibility and describe the toxicity associated with VACdxr. 3. To evaluate the feasibility and describe the toxicity of administering ImmTherTM on a weekly basis for 50- 52 weeks. 4. To determine which therapy (VACdxr+ or VACdxr-) is worthy of further evaluation.", "detailed_description": "Patients will be assigned at random (as by the toss of a coin) to receive 1 of 2 treatments. Arm A: VACdxr will be given over 2 days through a needle in a vein. On day 1, vincristine will be given over 15 minutes, and doxorubicin will be given over 30 minutes. Dexrazoxane will be given 30 minutes before doxorubicin; this drug protects the heart from damage by doxorubicin. Cyclophosphamide will be given once a day on days 1 and 2. This will make up 1 cycle of VACdxr treatment; the cycle will be repeated every 3 weeks for up to 6 cycles. To prevent some side effects of VACdxr, the drugs Mesna and Neupogen/or Neulasta will also be given. Mesna helps prevent bladder damage. Neupogen is a growth factor that stimulates the body to make more white blood cells. Neulasta is a growth factor related to Neupogen. After cycle 3, surgery may be done to remove any tumor that remains. The principal investigator will also decide whether radiation treatment should be done. If so, patients will receive radiation therapy. Starting 1 month after all treatment is done, patients will receive ImmTher. ImmTher stimulates the body's white blood cells to attack and kill tumor cells. The drug will be given through a needle in a vein over 1 hour, every week for 1 year. Arm B: Patients will be treated the same as patients in Arm A, except that they will not receive ImmTher. Patients may have to stay in the hospital during VACdxr treatment and after surgery. Patients will receive ImmTher in the outpatient clinic. Before treatment starts, patients will have a complete exam including blood and urine tests and an EKG and ECHO or multiple gated acquisition scan (MUGA) (heart function tests). X-rays and CT, MRI, bone marrow aspiration, and bone scans will be done. Women will have a pregnancy test. After each treatment with drugs, after surgery, and after radiation treatment, patients will have checkups. These will include blood and urine tests and sometimes x-rays. After cycle 3 of VACdxr, patients will have chest x-ray and x-ray of primary tumor. CT chest, MRI, bone marrow aspiration and bone scans will be done after 3 cycles as indicated. These tests will be done to record and measure tumors. After treatment stops, patients will return for checkups every 3 months for 2 years. This is an investigational study. ImmTher is an investigational agent. All other study drugs are approved by the U.S. Food and Drug Administration. As many as 104 patients will take part in the study; about 95 of these will be treated at M.D. Anderson.", "condition": ["Ewing's Sarcoma"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Biological"], "intervention_name": ["Vincristine", "Doxorubicin", "Cyclophosphamide", "Dexrazoxane", "ImmTher"], "description": ["2.0 mg/m^2 (max 2.0 mg) IV x 1 repeated every 3 weeks X 6.", "90 mg/m^2 IV over 30 min x 1 repeated every 3 weeks X 6.", "2.0 g/m^2 IV daily x 2 days repeated every 3 weeks X 6.", "900 mg/m^2 IV (30 min prior to doxorubicin) repeated every 3 weeks X 6.", "900 mcg/m^2 IV over 1 hour every week x 50-52 weeks."], "arm_group_label": ["Arm A: VACdxr With ImmTher", "Arm B: VACdxr", "Arm A: VACdxr With ImmTher", "Arm B: VACdxr", "Arm A: VACdxr With ImmTher", "Arm B: VACdxr", "Arm A: VACdxr With ImmTher", "Arm B: VACdxr", "Arm A: VACdxr With ImmTher"], "other_name": ["Adriamycin", "Rubex", "Cytoxan", "Neosar", "DXR", "Zinecard"], "criteria": "Inclusion Criteria: - High risk Ewing's Family of tumors (metastatic disease at diagnosis, humerus, femur or trunk primary, bulky primary (greater than 8 cm)), or LDH greater or equal to 900 IU/ml prior to biopsy. - No prior chemotherapy. - Written informed consent - Normal cardiac function (ejection fraction greater or equal to 50%). - Males and non pregnant females. - Biologic age 3-60 years old. - Adequate bone marrow function (defined as an absolute peripheral granulocyte count of>500/mm3, platelet count of >75,000/mm3, and hemoglobin >8g/dl with transfusion if required). - Adequate renal function defined as blood urea nitrogen (BUN) <30mg% and serum creatinine <1.5 x normal for age or creatinine clearance >70. - Patients of child bearing potential must agree to use an effective method of contraception. - Normal hepatic function (bilirubin <1.5mg/dl, serum glutamate oxaloacetate transaminase (SGOT) or serum glutamate pyruvate transaminase (SGPT) <3x normal). Exclusion Criteria: N/A", "gender": "All", "minimum_age": "3 Years", "maximum_age": "60 Years", "healthy_volunteers": "No", "keyword": "ImmTher", "mesh_term": ["Sarcoma", "Sarcoma, Ewing", "Cyclophosphamide", "Liposomal doxorubicin", "Doxorubicin", "Dexrazoxane", "Razoxane", "Vincristine", "Acetylmuramyl-Alanyl-Isoglutamine"], "id": "NCT00038142"}