{"brief_title": "XL119 Versus 5-Fluorouracil (5-FU) Plus Leucovorin (LV) in Subjects With Advanced Biliary Tumors", "brief_summary": "The main purpose of this study is to determine if XL119 is more effective than the combination of 5-fluorouracil (5FU) and leucovorin (LV) in prolonging the survival of subjects with advanced biliary tumors.", "condition": ["Biliary Tract Cancer"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["becatecarin", "5-Fluorouracil Plus Leucovorin"], "description": ["Dose: 140 mg/m2 x day Mode of administration: i.v. via central venous catheter Duration of treatment: Days 1 through 5 of a 28 day cycle", "5-Fluorouracil (5-FU) + Leucovorin (LV) Dose: 375 mg /m2/day + 25 mg/m2/day Mode of administration: i.v. via central venous catheter or alternative i.v. administration.Duration of treatment: Days 1 through 5 of a 28 day cycle"], "arm_group_label": ["becatecarin", "5-FU Plus Leucovorin (LV)"], "other_name": ["XL119"], "criteria": "Inclusion Criteria: - Male and female subjects with advanced histologically confirmed biliary cancer (gallbladder cancer or cholangiocarcinoma) that is not amenable to conventional surgical approach - 18 years or older - Life expectancy of at least 12 weeks - Eastern Cooperative Oncology Group (ECOG) Performance Status score less than 3 - Willing and able to sign informed consent - Sexually active men and women must use an accepted and effective method of contraception (including barrier contraception with spermicide) - Women of child-bearing age must have a negative pregnancy test - Laboratory criteria Exclusion Criteria: - Prior chemotherapy (excluding chemotherapy given as adjuvant treatment completing more than 6 months prior to entry into study) - Unstable angina, or class III or IV New York Heart Association heart disease - Central nervous system metastases - Uncontrolled diabetes mellitus - Uncontrolled seizure disorder - Major surgery, chemotherapy, immunotherapy, or radiotherapy during the 28 days preceding the first study treatment - Need for concomitant anticancer therapy (chemotherapy, immunotherapy, or radiation) or other investigational agents during study participation or 28 days prior to study participation - Pregnant or breast-feeding - A known history of human immunodeficiency virus (HIV) infection", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Tumor of biliary tree", "mesh_term": ["Biliary Tract Neoplasms", "Fluorouracil"], "id": "NCT00090025"}