{"brief_title": "Hepatitis C Antiviral Resistance in African-Americans", "brief_summary": "This study is designed to test the hypothesis that African-Americans respond less well to combination pegylated interferon and ribavirin therapy than Caucasian-Americans who have chronic hepatitis C genotype 1 and who were not previously treated with either interferon or ribavirin. Reasons for differences in response, regardless of race, will be studied.", "condition": ["Hepatitis C"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Pegylated interferon", "Ribavirin"], "criteria": "Inclusion: - Age between 18 and 70 years at screening - Black/African American or White/Caucasian - Born in the United States - Quantifiable Serum HCV RNA - Hepatitis C genotype 1 - Liver biopsy consistent with chronic hepatitis C - Negative urine pregnancy test - Males and Females must be using two reliable forms of effective contraception while on drug and during follow-up. Exclusion: - Previous treatment with interferon or ribavirin - Positive test at screening for anti-HIV - Positive test for HBsAg - Alcohol consumption of more than two drinks/day - History of other chronic liver disease - Pregnant or breast-feeding women - Male partners of women who are pregnant or contemplating pregnancy - Neutrophil count <1000 cells/mm3 - Hgb <11 g/dl in women or 12 g/dl in men - Platelet count <75,000 cells/mm3. - Thalassemia, spherocytosis, history of GI bleeding or those at increased risk of anemia - Serum creatinine level >1.5 times the upper limit of normal at screening or CrCl < 75cc/min - Current dialysis - Alcohol or drug abuse within 6 months - Current (<6 months)severe psychiatric disorder - History of immunologically mediated disease - Decompensated liver disease - High risk cardiovascular/coronary artery disease - Severe seizure disorder or anticonvulsant use - Solid organ or bone marrow transplantation - Thyroid disease poorly controlled on prescribed medications - History or other evidence of retinopathy - Chronic use of oral steroids - Inability or unwillingness to provide informed consent or abide by the study protocol", "gender": "All", "minimum_age": "18 Years", "maximum_age": "70 Years", "healthy_volunteers": "No", "keyword": "Immunology", "mesh_term": ["Hepatitis", "Hepatitis A", "Hepatitis C", "Interferons", "Ribavirin", "Antiviral Agents"], "id": "NCT00038974"}