{"brief_title": "Boronophenylalanine-Fructose Complex (BPA-F) and/or Sodium Borocaptate (BSH) Followed By Surgery in Treating Patients With Thyroid Cancer, Head and Neck Cancer, or Liver Metastases", "brief_summary": "RATIONALE: Diagnostic procedures using boronophenylalanine-fructose complex (BPA-F) and/or sodium borocaptate (BSH) to detect the presence of boron in tumor cells may help determine whether patients who have thyroid cancer, head and neck cancer, or liver metastases may benefit from boron neutron capture therapy. PURPOSE: This phase I trial is studying the side effects of giving BPA-F and/or BSH before surgery to detect boron uptake in tissues of patients with primary, metastatic, or recurrent thyroid cancer, head and neck cancer, or liver metastases from colorectal cancer.", "detailed_description": "OBJECTIVES: - Identify additional solid tumors that may benefit from boron neutron capture therapy. - Determine the boron concentration in the tumor, surrounding tissues, and blood of patients with operable thyroid cancer, squamous cell cancer of the head and neck, or liver metastases secondary to colorectal adenocarcinoma who receive boronophenylalanine-fructose complex (BPA-F) and/or sodium borocaptate (BSH) before surgical resection. - Determine the feasibility of using these drugs to obtain a favorable absolute boron-10 concentration in the tumor and optimal tumor-to-blood and tumor-to-healthy tissue boron-10 rates in these patients. - Determine the qualitative and quantitative toxicity of combined BPA-F and BSH administration in these patients. OUTLINE: This is a multicenter study. Patients are sequentially assigned to 1 of 3 treatment groups. - Group I: Patients receive boronophenylalanine-fructose complex (BPA-F) IV over 1 hour. Two hours later, patients undergo surgical resection. - Group II: Patients receive sodium borocaptate (BSH) IV over 1 hour. Twelve hours later, patients undergo surgical resection. - Group III: Patients receive BSH IV over 1 hour (administered 12 hours prior to surgery) and BPA-F IV over 1 hour (administered 2 hours prior to surgery). Patients then undergo surgical resection. During the planned surgery, tissue samples from the tumor and surrounding tissues are collected. Patients are followed on days 1 and 5 and then at 4 weeks. PROJECTED ACCRUAL: A maximum of 27 patients will be accrued for this study.", "condition": ["Colorectal Cancer", "Head and Neck Cancer", "Metastatic Cancer"], "intervention_type": ["Drug", "Drug", "Procedure"], "intervention_name": ["boronophenylalanine-fructose complex", "sodium borocaptate", "conventional surgery"], "criteria": "DISEASE CHARACTERISTICS: - Histologically or cytologically confirmed solid tumor of 1 of the following malignant tumor types: - Squamous cell cancer of the head and neck - Thyroid cancer - Liver metastases* secondary to colorectal adenocarcinoma NOTE: *Liver metastases are eligible provided colorectal adenocarcinoma has been histopathologically proven and CT scan/MRI shows metastatic lesions in the liver - Operable disease for which a surgical excision is planned - Primary, metastatic, or locally recurrent disease PATIENT CHARACTERISTICS: Age - 18 and over Performance status - WHO 0-2 Life expectancy - Not specified Hematopoietic - Neutrophil count at least 2,000/mm^3 - Platelet count at least 100,000/mm^3 - Hemoglobin at least 10 g/dL Hepatic - Bilirubin no greater than 2.5 times upper limit of normal (ULN) - Alkaline phosphatase no greater than 2.5 times ULN - AST and ALT no greater than 2.5 times ULN - No other severe liver function impairment Renal - Creatinine normal - BUN normal Cardiovascular - No congestive heart failure - No angina pectoris - No recent coronary artery disease - No uncontrolled arrhythmias - No conduction defects - No other severe heart disease Pulmonary - No severe obstructive or restrictive lung disease Gastrointestinal - No severe gastrointestinal disease - No active peptic ulcer disease Other - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No pre-existing serious mental or organic brain disease (e.g., epilepsy) - No history of phenylketonuria (only in the case of BPA administration) - No severe allergic disease requiring continuous medication - No other concurrent severe disease - No uncontrolled endocrine disease - No psychological, familial, sociological, or geographical condition that would preclude study compliance and follow-up PRIOR CONCURRENT THERAPY: Biologic therapy - Not specified Chemotherapy - More than 3 months since prior chemotherapy Endocrine therapy - Not specified Radiotherapy - No prior radiotherapy to the malignant site Surgery - See Disease Characteristics Other - Recovered from prior antitumor therapy (excluding alopecia) - No concurrent anticancer treatment or agents", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "tongue cancer", "mesh_term": ["Colorectal Neoplasms", "Head and Neck Neoplasms", "Thyroid Neoplasms", "Neoplasm Metastasis"], "id": "NCT00062348"}