{"brief_title": "Combination Chemotherapy and Bone Marrow Transplant in Treating Patients With Refractory or Recurrent Ovarian Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy, such as cyclophosphamide, carboplatin, and mitoxantrone, work in different ways to stop the growth of tumor cells, either by killing the cells or by stopping them from dividing. Giving chemotherapy with autologous bone marrow transplant may allow the doctor to give higher doses of chemotherapy and kill more tumor cells. PURPOSE: This phase II trial is studying how well chemotherapy and autologous bone marrow transplant work in treating patients with refractory or recurrent ovarian cancer.", "detailed_description": "OBJECTIVES: - Determine the response rate, duration of response, and overall survival of patients with refractory or relapsed ovarian epithelial cancer treated with high-dose cyclophosphamide, carboplatin, and mitoxantrone followed by autologous bone marrow transplantation. - Determine the nonhematopoietic toxicity of this regimen in these patients. OUTLINE: Autologous bone marrow is harvested before study entry. Patients receive high-dose cyclophosphamide IV over 1 hour and mitoxantrone IV over 15 minutes on days -8, -6, and -4 and carboplatin IV continuously on days -8 to -3 in the absence of unacceptable toxicity. Bone marrow is reinfused on day 0 beginning at least 60 hours after completion of carboplatin infusion. Patients are followed for survival. PROJECTED ACCRUAL: A total of 15-30 patients will be accrued for this study within 1.5-3 years.", "condition": ["Ovarian Cancer"], "intervention_type": ["Drug", "Drug", "Drug", "Procedure", "Procedure"], "intervention_name": ["carboplatin", "cyclophosphamide", "mitoxantrone hydrochloride", "autologous bone marrow transplantation", "bone marrow ablation with stem cell support"], "criteria": "DISEASE CHARACTERISTICS: - Diagnosis of refractory or relapsed ovarian epithelial cancer - Must have failed prior regimen containing cisplatin or carboplatin - Bidimensionally measurable or evaluable disease - Serial CA-125 antigen titers or cytologically positive pleural effusion and/or ascites acceptable as evaluable disease - Autologous bone marrow harvest of greater than 1.2 x 10 to the eighth nucleated cells/kg required before study entry - No evidence of tumor at marrow harvest sites by bilateral bone marrow aspirates and biopsies, pelvic x-ray, and bone scan - CNS involvement allowed PATIENT CHARACTERISTICS: Age: - Under 65 Performance status: - SWOG 0-2 Life expectancy: - At least 8 weeks Hematopoietic: - WBC greater than 3,500/mm^3 - Platelet count greater than 100,000/mm^3 - Hemoglobin greater than 10.0 g/dL Hepatic: - Bilirubin less than 2.0 mg/dL - SGOT and SGPT less than 2 times upper limit of normal Renal: - Creatinine clearance greater than 60 mL/min - No prior hemorrhagic cystitis Cardiovascular: - LVEF greater than 45% by MUGA scan Other: - No hearing loss in voice tones - No active infection - No psychological contraindication to study treatment - Not pregnant - Negative pregnancy test - HIV negative - General medical condition must allow general anesthesia PRIOR CONCURRENT THERAPY: Biologic therapy: - See Disease Characteristics - No prior bone marrow transplantation - More than 4 weeks since other prior biologic therapy and recovered Chemotherapy: - See Disease Characteristics - More than 4 weeks since prior chemotherapy (at least 6 weeks for nitrosoureas or mitomycin) and recovered Endocrine therapy: - Not specified Radiotherapy: - More than 4 weeks since prior radiotherapy and recovered Surgery: - Not specified", "gender": "Female", "minimum_age": "N/A", "maximum_age": "64 Years", "healthy_volunteers": "No", "keyword": "recurrent ovarian epithelial cancer", "mesh_term": ["Ovarian Neoplasms", "Cyclophosphamide", "Carboplatin", "Mitoxantrone"], "id": "NCT00002474"}