{"brief_title": "A Study of Infliximab in Patients With Sarcoidosis", "brief_summary": "The purpose of this study is to evaluate the safety and effectiveness of infliximab (Remicade) in patients with Chronic Sarcoidosis. Infliximab (Remicade) targets specific proteins in the body's immune system to help control the development of inflammation to help reduce painful disease.", "detailed_description": "The purpose of this study is to evaluate the safety and effectiveness of infliximab in the treatment of subjects with sarcoidosis with pulmonary involvement who show symptoms of the disease even though they are currently being treated with medication. Patients will receive either placebo, 3 mg/kg infliximab, or 5 mg/kg infliximab infusions at weeks 0, 2, 6, 12, 18, and 24. Safety evaluations will be performed at specified intervals throughout the study and will consist of laboratory tests, vital signs (such as blood pressure), physical examinations and the occurrence and severity of adverse events as well as other study specific procedures. Patients will receive infusions of Infliximab (Remicade) 3 or 5 mg/kg or placebo at weeks 0, 2, 6, 12, 18 and 24.", "condition": ["Sarcoidosis"], "intervention_type": ["Drug"], "intervention_name": ["Infliximab"], "criteria": "Inclusion Criteria: - Patients must have been diagnosed with sarcoidosis at least 1 year prior to entry into the study - Patients must have laboratory test diagnosing sarcoidosis prior to screening - Patients must have a diagnosis of sarcoidosis by chest x- ray Exclusion Criteria: - Patients must not have used any investigational drug within 1 month prior to entering the study - Patients must not have received previous administration of a treatment with any other therapeutic agent targeted at reducing TNF such as pentoxifylline, thalidomide, etanercept, CDP 870, adalimumab, within 3 months prior to screening - Patients must not have received vaccinations within 3 months", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Remicade", "mesh_term": ["Sarcoidosis", "Infliximab"], "id": "NCT00073437"}