{"brief_title": "Umbilical Cord Blood Transplantation in Treating Patients With High-Risk Hematologic Cancer", "brief_summary": "RATIONALE: Umbilical cord blood transplantation may allow doctors to give higher doses of chemotherapy or radiation therapy and kill more cancer cells. PURPOSE: This phase II trial is studying allogeneic umbilical cord blood transplantation to see how well it works when given with chemotherapy or radiation therapy in treating patients with high-risk hematologic cancer.", "detailed_description": "OBJECTIVES: - Determine the rates of hematologic and immune reconstitution in patients with high risk hematologic malignancies who are undergoing high dose chemoradiotherapy followed by unrelated umbilical cord blood (UCB) transplantation. - Determine the incidence of graft-versus-host-disease in this setting. - Describe the incidence of recurrent disease in these patients post UCB transplant. - Describe the incidence of serious infections and secondary lymphoproliferative diseases following transplantation with UCB in these patients. - Determine specifically whether larger recipients can be durably engrafted with unrelated UCB, and determine whether nucleated cell or progenitor cell content of the graft is predictive of hematological engraftment. OUTLINE: Patients may undergo a back-up peripheral blood stem cell collection prior to treatment. Patients receive 9 fractions of total body irradiation (TBI) on days -9 to -5 followed by melphalan IV for three days on days -4 to -2 and antithymocyte globulin IV or methylprednisolone IV for three days on days -3 to -1. On day 0, patients receive umbilical cord blood infusion. If TBI is not tolerated, busulfan is substituted and administered orally every 6 hours for 4 days on days -8 to -5. Cyclosporine and methylprednisolone begin on day -2 and continue for 6 months. Patients are followed at least monthly for 1 year, then every 6 months for the second year, and then annually thereafter. PROJECTED ACCRUAL: There will be a maximum of 48 patients accrued into this study over 4 years.", "condition": ["Graft Versus Host Disease", "Leukemia", "Lymphoma", "Myelodysplastic Syndromes", "Myelodysplastic/Myeloproliferative Diseases"], "intervention_type": ["Biological", "Drug", "Drug", "Drug", "Drug", "Procedure", "Radiation"], "intervention_name": ["anti-thymocyte globulin", "busulfan", "cyclosporine", "melphalan", "methylprednisolone", "umbilical cord blood transplantation", "radiation therapy"], "description": ["antithymocyte globulin IV for three days on days -3 to -1", "If TBI is not tolerated, busulfan is substituted and administered orally every 6 hours for 4 days on days -8 to -5.", "Cyclosporine begin on day -2 and continue for 6 months.", "melphalan IV for three days on days -4 to -2", "Methylprednisolone IV for three days on days -3 to -1. Methylprednisolone begin on day -2 and continue for 6 months.", "On day 0, patients receive umbilical cord blood infusion.", "9 fractions of total body irradiation (TBI) on days -9 to -5"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed high risk malignancy including: - Acute nonlymphocytic leukemia (ANLL) after induction failure, or in first complete remission with high risk features including stem cell or biphenotypic classification (acute myeloid leukemia (AML) M0), erythroleukemia (AML M6), acute megakaryocytic leukemia (AML M7), cytogenic markers indicative of poor prognosis, or failure to achieve complete remission after standard induction therapy - Acute lymphocytic leukemia (ALL) or ANLL in second or subsequent remission - Chronic myeloid leukemia (CML) in chronic phase - CML with accelerated phase or blast crisis are eligible after reinduction chemotherapy converts disease to chronic phase - High risk ALL in first complete remission - Myelodysplastic syndrome with evidence of evolution to acute myeloid leukemia - Refractory anemia with excess blasts - Refractory anemia with excess blasts in transformation - Non-Hodgkin's lymphoma (NHL), ANLL, or ALL with recurrent disease after autologous stem cell transplantation - Must also meet all the following conditions: - No HLA-ABC/DR identical related bone marrow or UCB donor - No 5/6 antigen matched related bone marrow or UCB donor - Condition precludes waiting to search and find a donor in the National Marrow Donor Registry - Must have an available serologic matched umbilical cord blood unit in the New York Blood Center's Placental Blood Project - No active CNS disease PATIENT CHARACTERISTICS: Age: - Under 55 at time of umbilical cord blood transplantation Performance status: - Zubrod 0-1 - Karnofsky 80-100% Life expectancy: - At least 3 months Hematopoietic: - For patients with ALL or ANLL in remission, CML in chronic phase, or NHL without marrow involvement who elect to undergo autologous peripheral blood stem cell collection and storage: - WBC at least 3,000/mm^3 - Absolute neutrophil count at least 1,000/mm^3 - Platelet count at least 100,000/mm^3 Hepatic: - Bilirubin no greater than 2.0 mg/dL - ALT/AST no greater than 4 times normal Renal: - Creatinine no greater than 2.0 mg/dL - Creatinine clearance at least 50 mL/min Cardiovascular: - Normal cardiac function by echocardiogram or radionuclide scan (shortening fraction or ejection fraction at least 80% of normal value for age) Pulmonary: - FVC and FEV_1 at least 60% of predicted for age - For adults: - DLCO at least 60% of predicted Other: - HIV negative - No active infections at time of autologous stem cell harvest or pretransplant cytoreduction - Not pregnant or nursing - Effective contraception required of all fertile patients PRIOR CONCURRENT THERAPY: Biologic therapy: - Prior autologous stem cell transplantation allowed Chemotherapy: - See Disease Characteristics Endocrine therapy: - Not specified Radiotherapy: - Not specified Surgery: - Not specified", "gender": "All", "minimum_age": "N/A", "maximum_age": "54 Years", "healthy_volunteers": "No", "keyword": "childhood myelodysplastic syndromes", "mesh_term": ["Lymphoma", "Syndrome", "Leukemia", "Myelodysplastic Syndromes", "Preleukemia", "Graft vs Host Disease", "Myeloproliferative Disorders", "Myelodysplastic-Myeloproliferative Diseases", "Antilymphocyte Serum", "Melphalan", "Busulfan", "Cyclosporins", "Cyclosporine", "Methylprednisolone Hemisuccinate", "Prednisolone", "Prednisolone acetate", "Methylprednisolone acetate", "Methylprednisolone", "Prednisolone hemisuccinate", "Prednisolone phosphate"], "id": "NCT00003335"}