{"brief_title": "SR34006 Compared to Vitamin K Antagonist (VKA) in the Treatment of Pulmonary Embolism", "brief_summary": "Patients who have a pulmonary embolism (blood clot in the lung) will be treated in this study. The purpose of the study is to compare the safety and effectiveness of a new injectable anticoagulant (blood-thinning) drug, SR34006, with the standard way of treating a pulmonary embolism. The standard treatment includes injections or infusions of an anticoagulant drug, (LMW)heparin, for about a week followed by anticoagulant tablets (warfarin or acenocoumarol) which are taken by mouth. Assignment to either SR34006 or (LMW)heparin plus warfarin or acenocoumarol will be purely by chance and will be known by both patients and their doctors.", "condition": ["Pulmonary Embolism"], "intervention_type": ["Drug", "Drug", "Drug", "Drug"], "intervention_name": ["SR34006", "(LMW)heparin", "Warfarin VKA", "Acenocoumarol VKA"], "criteria": "Inclusion Criteria: - Confirmed acute symptomatic Pulmonary Embolism (PE) with or without concomitant Deep Vein Thrombosis (DVT) - Written informed consent Exclusion Criteria: - Legal lower age limitations (country specific) - Thrombectomy, insertion of a caval filter, or use of a fibrinolytic agent to treat the current episode of PE - Other indication for VKA than PE/DVT - More than 36 hours pre-randomization treatment with therapeutic dosages of (LMW)heparin or initiation of VKA treatment prior to randomization - Participation in another pharmacotherapeutic study within the prior 30 days - Creatinine clearance <10 mL/min, severe hepatic disease, or bacterial endocarditis - Life expectancy <3 months - Active bleeding or high risk for bleeding - Uncontrolled hypertension: systolic blood pressure >180 mm Hg or diastolic blood pressure >110 mm Hg - Pregnancy or childbearing potential without proper contraceptive measures or women who are breastfeeding - Any other contraindication listed in the labeling of warfarin, acenocoumarol, unfractionated heparin, enoxaparin, or tinzaparin", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Embolism", "Pulmonary Embolism", "Vitamin K", "Calcium heparin", "SANORG 34006", "Warfarin", "Heparin", "Acenocoumarol"], "id": "NCT00062803"}