{"brief_title": "Self-Injury: Diagnosis and Treatment", "brief_summary": "Self-injurious behavior is behavior in which a person hurts or harms himself. This behavior sometimes occurs in people with mental retardation or autism. This study will evaluate self-injurious behavior in people with mental retardation or autism and will test the effectiveness of new treatments.", "detailed_description": "It is unknown why some people with mental retardation and/or autism repeatedly and persistently injure themselves, some to the point of tissue damage and permanent scarring. Unraveling this mystery poses paradoxical biomedical and behavioral science questions and creates deeply troubling problems for practitioners and family members of affected individuals. Over the past decade, many cases of self-injurious behavior (SIB) have been treated successfully using behavioral interventions that teach communication and other functional skills. However, practical problems of implementation, costs associated with long-term treatment, and cases with no clear social profile suggest that there is still much to be learned about why people self-injure. Some forms of self-injury may involve intense stimulation of body sites sufficient to elicit the release and receptor binding of endogenous opioid peptides. This study will evaluate variables common to SIB and the neurophysiology of pain regulation. The study will also clarify the role of the endogenous opioids and pain mechanisms in self-injury. Participants with mild to profound mental retardation and/or autism will be observed for frequency of self-injury, duration and intensity of self-injurious behavior, and where on the body that behavior is directed. Following this characterization, participants’ saliva will be noninvasively examined for substance P, met-enkephalin, and cortisol as markers for altered pain transmission and predictors of response to treatment. After screening and SIB subtyping (i.e., social, nonsocial, or mixed), 37 participants whose self-injury is primarily nonsocial or mixed will be evaluated over 16 weeks. Participants will be randomized to receive either transcutaneous electric nerve stimulation (TENS, an opioid agonist treatment) or naltrexone (an opioid antagonist treatment). Participants whose self-injury is primarily socially motivated will be evaluated with TENS and will receive behavioral interventions through a technical assistance service delivery model. Follow-up evaluations will occur at Months 3 and 6.", "condition": "Mental Retardation", "intervention_type": "Procedure", "intervention_name": "Transcutaneous sensory nerve stimulation", "criteria": "Inclusion Criteria - Self-injurious behavior for at least 3 months prior to study entry - Normal cardiac, liver, and kidney function as determined by a physician Exclusion Criteria - Only presenting problems are pica, aggression, property destruction, hyperkinesis, screaming, or eating disorders - Lesch-Nyhan syndrome - Peripheral neuropathy - Self-injury that presents immediate imminent risk such as loss of sight or hearing or other potentially life threatening behavior - Serious chronic health impairments associated with specific syndromes (e.g., Cornelia de Lange, Prader Willi Syndrome) - Self-injury unresponsive to prior conventional behavioral or pharmacological interventions (e.g., less than 50% reduction in overall self-injury for 3 months) - Major depressive disorder or schizophrenia", "gender": "All", "minimum_age": "4 Years", "maximum_age": "25 Years", "healthy_volunteers": "No", "id": "NCT00065936.xml"}