{"brief_title": "A Randomized, Controlled Study of the Safety and Preventive Efficacy of Oral Ganciclovir When Used in Conjunction With An Intravitreal Ganciclovir Implant in the Treatment of Cytomegalovirus Retinitis", "brief_summary": "To demonstrate the efficacy of oral ganciclovir in preventing new cytomegalovirus (CMV) disease in AIDS patients with unilateral CMV retinitis treated with an intravitreal ganciclovir implant. To compare safety and tolerance, time to progression, quality of life, and survival among patients treated with an intravitreal ganciclovir implant, with and without oral ganciclovir, versus standard intravenous (IV) ganciclovir therapy.", "detailed_description": "Patients receive intravitreal ganciclovir implant plus oral ganciclovir, intravitreal implant alone, or IV ganciclovir.", "condition": ["Cytomegalovirus Retinitis", "HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["Ganciclovir"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Topical drugs and ophthalmics. Patients must have: - AIDS. - Unilateral CMV retinitis. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Chronic, clinically significant diarrhea, nausea, abdominal pain,or other symptoms of uncontrolled gastrointestinal disease. - Ocular opacities (corneal, aqueous, lens, or vitreous) preventing ophthalmologic retinal assessment of fundus photography. - Acute retinal necrosis or any other intraocular condition that might preclude study completion. - Ocular condition requiring immediate surgery. - Unable to have long-term IV catheter placement. Concurrent Medication: Excluded: - Vidarabine. - Amantadine hydrochloride. - Cytarabine. - FIAC or FIAU. - Idoxuridine. - Ribavirin. - Valacyclovir. - Foscarnet. - CMV hyperimmune globulin. - Soluble CD4. - Trichosanthin. - Imipenem-cilastatin. - Isoprinosine. - Levamisole. - Interferon. - Other investigational drugs. Patients with the following prior conditions are excluded: - History of previous invasive intraocular surgery of any kind in the involved eye or any condition for which ocular surgery is contraindicated. - History of hypersensitivity to acyclovir or ganciclovir. Prior Medication: Excluded: - Any prior oral ganciclovir in a CMV retinitis treatment protocol OR more than 4 months of prior oral ganciclovir in a prophylaxis study (per amendment). - Prior intravitreal ganciclovir implant. - More than two prior induction dose courses of IV anti-CMV therapy (per amendment). - Intravitreal injection of any antiviral medication within the past 4 weeks (per amendment).", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Acquired Immunodeficiency Syndrome", "mesh_term": ["HIV Infections", "Retinitis", "Cytomegalovirus Retinitis", "Ganciclovir", "Ganciclovir triphosphate"], "id": "NCT00002134"}