{"brief_title": "Phase I/II Study of the Tolerance and Efficacy of Combined Use of Didanosine (2',3'-Dideoxyinosine; ddI) and Lentinan in HIV-Positive Patients", "brief_summary": "To determine the tolerance and side effects of a combination of lentinan and didanosine (ddI) compared with ddI alone. To determine whether the combination of lentinan and ddI produces a significant immunorestorative effect within the study observation period (6-12 months) as measured by an increase in one or more of the following: neutrophil count and activity, T-cell subsets, and a decrease in p24 antigen.", "detailed_description": "Patients are randomized to receive either lentinan (40 patients) or placebo (10 patients) in combination with ddI for at least 26 weeks; those tolerating their dose may be offered continuation of therapy for an additional 26 weeks.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Didanosine", "criteria": "Inclusion Criteria Patients must have: - HIV seropositivity. - Absolute CD4 count of 200 - 500 cells/mm3. - No active opportunistic infection or Kaposi's sarcoma. Prior Medication: Allowed: - Prior ddI for no longer than 3 months. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Lymphoid malignancy. - Pancreatitis. - Peripheral neuropathy. - Critical illness. Concurrent Medication: Excluded: - Antiretroviral agents other than ddI. - Steroids. - Cytotoxic agents. - Immunosuppressive agents. - Immunomodulators. - 1-Thyroxine. Concurrent Treatment: Excluded: - Radiotherapy. Prior Medication: Excluded within 1 month prior to study entry: - Antiretroviral agents other than ddI (patients may have received prior ddI for no longer than 3 months total). - Steroids. - Cytotoxic agents. - Immunosuppressive agents. - Immunomodulators. Prior Treatment: Excluded: - Radiotherapy within 1 month prior to study entry. Active drug abuse.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "60 Years", "healthy_volunteers": "No", "id": "NCT00002098.xml"}