{"brief_title": "A Six-Month Safety and Antiviral Study in HIV-1 Seropositive, AZT-Experienced Patients With CD4 Counts Less Than or Equal to 50 Cells/mm3 to Evaluate MK-639 Alone Versus Zidovudine (AZT) and 3TC Versus the Combination of MK-639 With AZT/3TC", "brief_summary": "To compare effects on CD4 counts and serum viral RNA among HIV-seropositive, zidovudine (AZT)-experienced patients in three treatment arms: indinavir sulfate ( MK-639; Crixivan ) plus AZT plus lamivudine ( 3TC ) versus MK-639 alone versus AZT/3TC.", "detailed_description": "AZT-experienced patients are randomized to receive MK-639/AZT/3TC or MK-639 alone or AZT/3TC. Additionally, patients who have received < 6 months of AZT or who are intolerant but received prior 3TC or who require concomitant rifampin therapy may receive open-label MK-639.", "condition": ["HIV Infections"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["Indinavir sulfate", "Lamivudine", "Zidovudine"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed for all patients: - Standard prophylaxis for opportunistic infections. - Continuation of treatment for opportunistic infection. Allowed for open-label study patients: - Rifampin. Patients must have: - HIV positivity. - CD4 count <= 50 cells/mm3. - More than 6 months of prior AZT (blinded study only). NOTE: - Patients on the open-label study must have AZT intolerance or have < 6 months of prior AZT. Prior Medication: Required for blinded study patients: - > 6 months of prior AZT. Required for open-label study patients: - < 6 months of prior AZT. Allowed for open-label study patients: - Prior 3TC. Exclusion Criteria Concurrent Medication: Excluded in all patients: - Immunosuppressants. Excluded in blinded study patients: - AZT, ddI, ddC, or d4T. - Rifampin. Excluded in open-label study patients: - 3TC. Prior Medication: Excluded in all patients: - Prior protease inhibitors. - Investigational agents and immunomodulators within 30 days prior to study entry. - Immunosuppressants within 2 weeks prior to study entry. Excluded in blinded study patients: - Any prior 3TC. - AZT, ddI, ddC, or d4T within 2 weeks prior to study entry. Excluded in open-label study patients: 3TC within 30 days prior to study entry.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Indinavir", "mesh_term": ["HIV Infections", "Zidovudine", "Lamivudine", "Indinavir", "Antiviral Agents"], "id": "NCT00002155"}