{"brief_title": "Minimal Breathing Support and Early Steroids to Prevent Chronic Lung Disease in Extremely Premature Infants (SAVE)", "brief_summary": "This multicenter clinical trial tested whether minimal ventilation decreases death or BPD. Infants with birth weight 501g to 1000g and mechanically ventilated before 12 hours were randomly assigned to minimal ventilation (partial pressure of carbon dioxide [PCO(2)] target >52 mm Hg) or routine ventilation (PCO(2) target <48 mm Hg) and a tapered dexamethasone course or saline placebo for 10 days, using a 2 x 2 factorial design. The primary outcome was death or BPD at 36 weeks' postmenstrual age. Blood gases, ventilator settings, and FiO2 were recorded for 10 days; complications and outcomes were monitored to discharge. The infants' neurodevelopment was evaluated at 18-22 months corrected age.", "detailed_description": "Chronic lung disease (CLD), also known as bronchopulmonary dysplasia (BPD), in very premature infants has been associated with mechanical ventilation and relative adrenal insufficiency. This multicenter clinical trial tested whether minimal ventilation decreases death or BPD. Infants with birth weight 501g to 1000g and mechanically ventilated before 12 hours were randomly assigned to minimal ventilation (partial pressure of carbon dioxide [PCO(2)] target >52 mm Hg) or routine ventilation (PCO(2) target <48 mm Hg) and a tapered dexamethasone course or saline placebo for 10 days, using a 2 x 2 factorial design. The primary outcome was death or BPD at 36 weeks' postmenstrual age. Blood gases, ventilator settings, and FiO2 were recorded for 10 days; complications and outcomes were monitored to discharge. The trial was terminated by the Steering Committee when the interim analysis for the Data Safety and Monitoring Committee showed a higher rate of spontaneous gastrointestinal perforations in the dexamethasone-treated infants. Neurodevelopment was assessed at 18-22 months postmenstrual age.", "condition": ["Bronchopulmonary Dysplasia", "Respiratory Distress Syndrome", "Infant, Newborn", "Infant, Low Birth Weight", "Infant, Small for Gestational Age", "Infant, Premature"], "intervention_type": ["Procedure", "Procedure", "Drug", "Drug"], "intervention_name": ["Minimal mechanical ventilation management", "Routine mechanical ventilation management", "Dexamethasone", "Placebo"], "description": ["Partial pressure of carbon dioxide (PCO2) target (>52 mm Hg)", "Partial pressure of carbon dioxide (PCO2) target <48 mm Hg)", "Treatment with the study medication was initiated within 24 hours after birth. The dexamethasone-treated infants received a 10-day tapered course (0.15 mg of dexamethasone per kilogram per day for three days, followed by 0.10 mg per kilogram for three days, 0.05 mg per kilogram for two days, and 0.02 mg per kilogram for two days), with the daily dose divided in half and given at 12-hour intervals intravenously or orally, if an intravenous catheter was no longer in place.", "The infants in the placebo groups received equal volumes of saline."], "arm_group_label": ["Minimal ventilation with Dexamethasone", "Minimal Ventilation without Dexamethasone", "Routine ventilation with Dexamethasone", "Routine ventilation without Dexamethasone", "Minimal ventilation with Dexamethasone", "Routine ventilation with Dexamethasone", "Minimal Ventilation without Dexamethasone", "Routine ventilation without Dexamethasone"], "other_name": ["Saline"], "criteria": "Inclusion Criteria: - Greater than 12 hrs of age and less than 10 days chronologic age - 501-1000 gm - Intubated and mechanically ventilated before 12 hrs - Indwelling vascular catheter - Infants 751-100 gm must be receiving FiO2 greater than 0.30 and have received at least 1 dose of surfactant at randomization - Parental consent Exclusion Criteria: - Major congenital anomaly - Symptomatic non-bacterial infection - Permanent neuromuscular conditions that affect respiration - Terminal illness (defined as pH values less than 6.8 for more than 2 hours or persistent bradycardia associated with hypoxia for more than 2 hours) - Use of postnatal corticosteroids", "gender": "All", "minimum_age": "N/A", "maximum_age": "10 Days", "healthy_volunteers": "No", "keyword": "Respiratory Insufficiency", "mesh_term": ["Premature Birth", "Lung Diseases", "Respiratory Distress Syndrome, Newborn", "Respiratory Distress Syndrome, Adult", "Birth Weight", "Bronchopulmonary Dysplasia", "Dexamethasone acetate", "Dexamethasone", "Dexamethasone 21-phosphate", "BB 1101"], "id": "NCT00005777"}