{"brief_title": "CP-675,206 With Neoadjuvant Hormone Therapy in Patients With High Risk Prostate Cancer", "brief_summary": "This is a multi-center, open label, randomized study. Patients will be randomized to one of the following arms with an allocation ratio of 3:1, respectively: Arm A: CP-675,206 + neoadjuvant hormone therapy (NHT) OR Arm B: neoadjuvant hormone therapy. After randomization, patients will receive study treatment for three cycles (one cycle is defined as 28 days). After completion of three cycles, patients will undergo a prostatectomy and pathology assessments will be completed at a central laboratory, the Armed Forces Institute of Pathology (AFIP) in Washington, DC.", "condition": ["Prostatic Neoplasms"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["CP-675,206 and leuprolide acetate and bicalutamide", "leuprolide acetate and bicalutamide"], "criteria": "Inclusion Criteria: - Histologically confirmed adenocarcinoma of the prostate, previously untreated - Potential candidate for radical prostatectomy on the basis of the patient's general medical condition, performance status, and life expectancy - Potential candidate for NHT prior to prostatectomy, including high or intermediate risk of recurrence, based on an estimated risk of biochemical recurrence: High risk category: PSA >20 or Gleason score 8 or cT2c/cT3 OR Intermediate risk category: PSA >10 and d20 or Gleason score 7 or cT2b - No evidence of metastatic disease by physical examination, bone scan, and computed tomography, or MRI, of the abdomen and pelvis - Age > 18 years - ECOG performance status 0-1 - Adequate bone marrow, hepatic, and renal function determined within 2 weeks prior to starting therapy - Availability of prostatectomy specimen for histological analysis at the Armed Forces Institute of Pathology Exclusion Criteria: - Prior hormone therapy, radiation, chemotherapy, or immunologic therapy for prostate cancer - History of, or significant risk for, chronic inflammatory or autoimmune disease - Potential requirement for systemic corticosteroids before surgery based on prior history - History of autoimmune colitis or chronic GI conditions associated with diarrhea or bleeding, or current acute colitis of any origin - Any serious uncontrolled medical disorder or active infection which would impair ability to receive study treatment and subsequent prostatectomy - Coexisting malignancies except basal or squamous cell carcinoma of the skin", "gender": "Male", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Prostatic Neoplasms", "Leuprolide", "Bicalutamide", "Tremelimumab", "Antibodies, Monoclonal"], "id": "NCT00075192"}