{"brief_title": "Itraconazole Compared With Fluconazole to Prevent Infections in Patients Undergoing Peripheral Stem Cell or Bone Marrow Transplantation", "brief_summary": "RATIONALE: Giving itraconazole or fluconazole may be effective in preventing infections in patients undergoing peripheral stem cell or bone marrow transplantation. It is not yet known whether itraconazole is more effective than fluconazole for preventing infections. PURPOSE: Randomized phase III trial to compare the effectiveness of itraconazole with fluconazole to prevent infections in patients undergoing peripheral stem cell or bone marrow transplantation.", "detailed_description": "OBJECTIVES: I. Compare the efficacy of itraconazole versus fluconazole in reducing the incidence of breakthrough Aspergillus infections in patients undergoing allogeneic peripheral blood stem cell or bone marrow transplantation. II. Compare the incidence of combined mold/yeast infections and the use of alternative systemic antifungal treatments in these patients on this regimen. III. Compare the toxic effects of these two drugs in these patients. IV. Determine the survival rate of these patients. OUTLINE: This is a randomized study. Patients are randomized to one of two treatment arms. Arm I: Patients receive fluconazole orally or IV daily beginning at start of conditioning regimen and continuing until day 180 or until 4 weeks after stopping corticosteroids (if it occurs between days 120-180). Arm II: Patients receive oral fluconazole daily beginning at start of conditioning regimen and continuing until day 0. Patients then receive itraconazole orally or IV daily beginning on day 0 and continuing until day 180, or until 4 weeks after stopping corticosteroids (if it occurs between days 120-180). PROJECTED ACCRUAL: A total of 578 patients (289 per arm) will be accrued for this study within 4 years.", "condition": ["Cancer"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["fluconazole", "itraconazole"], "criteria": "DISEASE CHARACTERISTICS: Scheduled to undergo allogeneic peripheral blood stem cell, bone marrow, or cord blood transplant (except minitransplant) No documented or suspected invasive fungal infection PATIENT CHARACTERISTICS: Age: 13 and over Performance status: Not specified Life expectancy: More than 2 weeks Hematopoietic: Not specified Hepatic: Bilirubin no greater than 5 times upper limit of normal (ULN) OR AST or ALT no greater than 5 times ULN OR Alkaline phosphatase no greater than 5 times ULN Renal: Not specified Other: Weight at least 40 kg Fertile patients must use effective contraception No history of anaphylaxis due to azole antifungal drug compounds No uncontrolled bacteremia No concurrent condition that would preclude study PRIOR CONCURRENT THERAPY: Biologic therapy: See Disease Characteristics Chemotherapy: Not specified Endocrine therapy: Not specified Radiotherapy: Not specified Surgery: Not specified Other: No prior nonmyeloablative regimen (e.g., FHCRC-1209 or FHCRC-1225) No other concurrent antifungal agents No concurrent astemizole, terfenadine, or cisapride", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "childhood myelodysplastic syndromes", "mesh_term": ["Infection", "Itraconazole", "Hydroxyitraconazole", "Fluconazole"], "id": "NCT00003883"}