{"brief_title": "Study of Antidepressants in Parkinson's Disease", "brief_summary": "The purpose of this study is to find out if two antidepressant medications, paroxetine and venlafaxine, can help control depression in Parkinson's disease, and if these medications affect the motor symptoms of Parkinson's disease such as tremor, stiffness, slowness, and balance.", "detailed_description": "Nearly 50 percent of individuals with Parkinson's disease (PD) suffer from depression—a condition that causes disability and can reduce quality of life. The University of Rochester Medical Center is conducting a research study of antidepressant medications to find out more about how to treat depression in PD. Antidepressant medications have not been adequately studied in persons with PD. The purpose of this study is to find out if the antidepressant medications paroxetine and venlafaxine can help control depression in PD and whether or not these medications affect the motor symptoms of PD such as tremor, stiffness, slowness, and balance. This is a randomized, double blind, placebo-controlled, 12-week study of paroxetine immediate release (Paxil) and venlafaxine extended release (Effexor XR). Paroxetine and venlafaxine XR are drugs that have been approved by the Food and Drug Administration (FDA) and are available by prescription. Paroxetine and venlafaxine XR have been shown to be effective in treating depression in the general population. Two hundred, twenty-eight persons will be enrolled among 15 medical centers throughout the United States and Canada. Each person will participate in the trial for 12 weeks. Each participant will be randomly assigned to take either paroxetine or venlafaxine, or a placebo.", "condition": ["Parkinson Disease", "Depression"], "intervention_type": ["Drug", "Drug", "Other"], "intervention_name": ["paroxetine", "venlafaxine", "placebo"], "description": ["Paroxetine 10 mg tablets or matching placebo given once a day for the first two weeks. If depression is not being effectively treated then the paroxetine or matching placebo will be increased to 20 mg, followed by a 10 mg increase every two weeks (if tolerated). Dosage for this study will not exceed 40 mg.", "Venlafaxine XR 37.5 mg capsules or matching placebo given once a day for the first two weeks. If depression is not being effectively treated then the venlafaxine XR capsules or matching placebo will be increased to 75 mg followed by 75 mg increments every 2 weeks (if tolerated). Dosage for this study will not exceed 225 mg.", "an inactive substance"], "arm_group_label": ["paroxetine", "venlafaxine extended release", "placebo"], "other_name": ["Paxil", "Effexor XR"], "criteria": "Inclusion Criteria: To be eligible you must be: - 30 years old or older - diagnosed with Parkinson's disease - experiencing symptoms of depression such as sadness, decreased energy, or problems sleeping", "gender": "All", "minimum_age": "30 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "antidepressant", "mesh_term": ["Depression", "Parkinson Disease", "Venlafaxine Hydrochloride", "Paroxetine", "Antidepressive Agents"], "id": "NCT00086190"}