{"brief_title": "An Open-Label Study of the Safety and Efficacy of Cidofovir for the Treatment of Relapsing Cytomegalovirus Retinitis in Patients With AIDS", "brief_summary": "To evaluate the safety and tolerance of cidofovir (HPMPC) infusions in AIDS patients with relapsing cytomegalovirus (CMV) retinitis. To determine the time to retinitis progression in this patient population. To evaluate the impact of cidofovir therapy on visual acuity.", "detailed_description": "Patients are randomized to receive intravenous HPMPC either at one dose for both induction and maintenance or at a higher dose for induction than for maintenance. Induction consists of two consecutive weekly doses followed by maintenance every other week. All patients receive concomitant probenecid and saline hydration. Treatment continues until retinitis progression, as assessed by retinal photographs, or treatment-limiting toxicity occurs.", "condition": ["Cytomegalovirus Retinitis", "HIV Infections"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Cidofovir", "Probenecid"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Antiretroviral agents. - Oral trimethoprim/sulfamethoxazole. - Aerosolized pentamidine. - Dapsone. - Fluconazole. - Rifabutin. - Filgrastim (G-CSF). - Itraconazole. - HIV vaccines. Patients must have: - AIDS. - CMV retinitis, with severity as specified in the Disease Status field. - Life expectancy of at least 3 months. - Consent of parent or guardian if less than 18 years of age. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Known clinically significant allergy to probenecid. - Clinically significant cardiac disease, including symptoms of ischemia, congestive heart failure, or arrhythmia. - Other active medical problems sufficient to hinder study compliance. Concurrent Medication: Excluded: - Amphotericin B. - Aminoglycoside antibiotics. - Vidarabine. - Intravenous pentamidine. - CMV hyperimmune immunoglobulin. - Other nephrotoxic or potentially nephrotoxic agents. - Other investigational agents with anti-CMV activity. - Ganciclovir. - Intravenous or oral acyclovir (except following development of herpetic lesion). - Foscarnet. - Diuretics. Prior Medication: Excluded within 2 days prior to study entry: - Ganciclovir or foscarnet. Excluded within one week prior to study entry: - Amphotericin B. - Aminoglycoside antibiotics. - Vidarabine. - Intravenous pentamidine. - CMV hyperimmune immunoglobulin. - Other nephrotoxic agents. - Other investigational agents with anti-CMV activity. Excluded at any time: Prior systemic or intravitreal HPMPC. Drug or alcohol abuse that is considered sufficient to hinder study compliance.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "cidofovir", "mesh_term": ["HIV Infections", "Retinitis", "Cytomegalovirus Retinitis", "Probenecid", "Cidofovir"], "id": "NCT00002142"}