{"brief_title": "Non-small Cell Lung Cancer Registry", "brief_summary": "This trial will evaluate two separate groups of patients with stage IIIB/IV non-small cell lung cancer. The objective of Group 1 is to investigate an FDA-approved drug in stage IIIB/IV non-small cell lung cancer patients that has spread to the bones. The objective of Group 2 is to see if a blood test can be used to predict when cancer-related bone lesions develop. This trial is seeking patients 18 years or older that have been diagnosed with Stage IIIB or Stage IV non-small cell lung cancer that cannot be treated by surgery.", "condition": "Pleural Effusion, Malignant", "intervention_type": "Drug", "intervention_name": "zoledronic acid", "criteria": "Inclusion Criteria: - Age greater than or equal to 18 years - Histologically confirmed NSCLC (squamous cell carcinoma, adenocarcinoma, large cell carcinoma). - Unresectable Stage IIIB with pleural effusion or stage IV NSCLC - ECOG performance status of 0 or 1 Exclusion Criteria: - Patients who received an IV bisphosphonate (e.g.pamidronate; zoledronic acid) - Patients who received an oral bisphosphonate therapy in the 6 months prior to screening (alendronate; etidronate; risedronate; tiludronate; ibandronate) - Patients who are currently receiving any investigational drugs that are suspected to have renal toxicity and/or are excreted by the kidneys - Known clinically significant hypersensitivity to zoledronic acid or other bisphosphonates or any of the excipients in the formulation of zoledronic acid (mannitol, sodium citrate) - Abnormal renal function or creatinine clearance - Unstable brain metastasis - Women of childbearing potential not using a medically recognized form of contraception, as well as women who are breastfeeding - Patients with nonmalignant conditions which would confound the evaluation of the primary endpoint, impair tolerance of therapy, or prevent compliance to the protocol", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00099541.xml"}