{"brief_title": "Neurobehavioral Complications in Children Who Were Previously Treated With Steroids and Intrathecal Therapy for Acute Lymphoblastic Leukemia", "brief_summary": "RATIONALE: Cancer therapies may affect the ability of a child's brain and central nervous system to function normally. Learning to identify which patients will develop complications may improve the ability of doctors to plan cancer treatment and improve patient quality of life. PURPOSE: This clinical trial is studying neurobehavioral changes in children who have received steroid therapy or intrathecal therapy for acute lymphoblastic leukemia.", "detailed_description": "OBJECTIVES: - Compare neurobehavioral functioning, specifically memory, attention, executive function, visual-motor integration, and processing speed, in children previously treated with steroids (prednisone vs dexamethasone) and intrathecal therapy (methotrexate alone vs methotrexate, cytarabine, and hydrocortisone) for childhood acute lymphoblastic leukemia. - Correlate non-treatment risk factors, such as gender, age at diagnosis, and time since termination of prior therapy, with impaired neurobehavioral function in these patients. - Correlate neurobehavioral complications with quality-of-life of these patients. OUTLINE: This is a multicenter, cohort study. Patients are assigned to 1 of 2 cohorts (prior treatment per CCG-1922 [prednisone vs dexamethasone] vs prior treatment per CCG-1952 [intrathecal (IT) methotrexate vs IT methotrexate, cytarabine, and hydrocortisone]). Patients in each cohort are stratified according to age at diagnosis, gender, and time since prior treatment termination. - Cohort A (CCG-1922): Patients undergo physical and neurological examination, neurobehavioral evaluation, and quality of life assessment. Neurobehavioral evaluations assess memory, attention, and executive function. - Cohort B (CCG-1952): Patients undergo evaluation as above. Neurobehavioral evaluations assess visual-motor integration and processing speed. PROJECTED ACCRUAL: A total of 448 patients (224 per cohort) will be accrued for this study within 4 years.", "condition": ["Leukemia", "Long-term Effects Secondary to Cancer Therapy in Children", "Neurotoxicity", "Psychosocial Effects of Cancer and Its Treatment"], "intervention_type": ["Procedure", "Procedure"], "intervention_name": ["management of therapy complications", "psychosocial assessment and care"], "study_pop": "\n      ", "sampling_method": "Non-Probability Sample", "criteria": "DISEASE CHARACTERISTICS: - Diagnosis of standard-risk childhood acute lymphoblastic leukemia (ALL) - In continuous first remission - No history of CNS pathology requiring radiotherapy or surgery - Prior enrollment on one of the following Children's Cancer Group (CCG) protocols AND terminated therapy at least 1 year ago: - CCG-1922 (prednisone vs dexamethasone) - CCG-1952 (intrathecal methotrexate vs triple intrathecal therapy) - No prior enrollment on CCG-1952 arm III - No history of pre-existing neurodevelopmental disorder before diagnosis of ALL (e.g., mental retardation, Down syndrome, seizure disorder, or traumatic brain injury) - No neuropsychological assessment within the past 6 months PATIENT CHARACTERISTICS: Age - 6.5 to 16 years Performance status - Not specified Life expectancy - Not specified Hematopoietic - Not specified Hepatic - Not specified Renal - Not specified Other - Reading, speaking, and listening comprehension of English by patient required (English and/or Spanish by parent) - No history of very low birth weight (< 1,500 grams) PRIOR CONCURRENT THERAPY: Biologic therapy - Not specified Chemotherapy - See Disease Characteristics Endocrine therapy - See Disease Characteristics Radiotherapy - See Disease Characteristics Surgery - See Disease Characteristics Other - Concurrent stimulants allowed", "gender": "All", "minimum_age": "6 Years", "maximum_age": "16 Years", "healthy_volunteers": "No", "keyword": "childhood acute lymphoblastic leukemia in remission", "mesh_term": ["Leukemia", "Precursor Cell Lymphoblastic Leukemia-Lymphoma", "Leukemia, Lymphoid", "Neurotoxicity Syndromes"], "id": "NCT00085176"}