{"brief_title": "The Safety and Effectiveness of Bis-POM PMEA in HIV-Infected Patients", "brief_summary": "To study the safety, tolerance, single and multiple dose pharmacokinetics, and anti-HIV activity of bis-POM PMEA ( adefovir dipivoxil ) versus placebo when administered orally on a daily basis for 2 weeks to HIV-infected patients.", "detailed_description": "Patients are randomized to receive bis-POM PMEA at one of three fixed dose levels or placebo daily for 2 weeks. At each dose level, nine patients receive bis-POM PMEA and three patients receive placebo.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Adefovir dipivoxil", "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Prophylaxis with aerosolized pentamidine, fluconazole, ketoconazole, trimethoprim/sulfamethoxazole, or dapsone, provided a stable regimen has been maintained for at least 4 weeks prior to study entry. Patients must have: - HIV seropositivity. - CD4 count >= 100 cells/mm3. - p24 antigen (immune-complex dissociated) >= 50 pg/ml. - Life expectancy of at least 6 months. Prior Medication: Allowed: - Prior prophylaxis with aerosolized pentamidine, fluconazole, ketoconazole, trimethoprim/sulfamethoxazole, or dapsone. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Active, serious infection (other than HIV infection) requiring parenteral antibiotic therapy. - Malignancy other than cutaneous Kaposi's sarcoma. - Clinically significant cardiac disease, including symptoms of ischemia, congestive heart failure, or arrhythmia. - Gastrointestinal malabsorption syndrome. - Inability to take oral medication. Concurrent Medication: Excluded: - Any parenteral antibiotic therapy. - Diuretics. - Amphotericin B. - Didanosine (ddI). - Fluconazole. - Foscarnet. - Ganciclovir. - Interferon-alpha. - Interferon-beta. - Isoniazid. - Aminoglycoside antibiotics. - Ketoconazole (topical allowed). - Itraconazole. - Rifabutin. - Rifampin. - Stavudine (d4T). - Zalcitabine (ddC). - Zidovudine (AZT). - Lamivudine (3TC). - Any investigational agents (except with sponsor approval). - Systemic therapy for Kaposi's sarcoma. Patients with the following prior condition are excluded: History of lactose intolerance. Prior Medication: Excluded within 2 weeks prior to study entry: - Any parenteral antibiotic therapy. - Diuretics. - Amphotericin B. - Didanosine (ddI). - Fluconazole. - Foscarnet. - Ganciclovir. - Interferon-alpha. - Interferon-beta. - Isoniazid. - Aminoglycoside antibiotics. - Ketoconazole (topical allowed). - Itraconazole. - Rifabutin. - Rifampin. - Stavudine (d4T). - Zalcitabine (ddC). - Zidovudine (AZT). - Lamivudine (3TC). - Any investigational agents (except with sponsor approval). Excluded within 4 weeks prior to study entry: Systemic therapy for Kaposi's sarcoma. Active substance abuse (including alcohol) as determined by questionnaire or positive drug screen.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "60 Years", "healthy_volunteers": "No", "id": "NCT00002346.xml"}