{"brief_title": "Bevacizumab and Cetuximab With or Without Irinotecan in Treating Patients With Irinotecan-Refractory Metastatic Colorectal Cancer", "brief_summary": "This randomized phase II trial is studying giving bevacizumab and cetuximab together with irinotecan to see how well it works compared to giving bevacizumab and cetuximab alone in treating patients with irinotecan-refractory metastatic colorectal cancer. Monoclonal antibodies such as cetuximab and bevacizumab can block tumor growth in different ways. Some block the ability of tumor cells to grow and spread. Others find tumor cells and help kill them or deliver tumor -killing substances to them. Drugs used in chemotherapy, such as irinotecan, also work in different ways to kill tumor cells or stop them from growing. Giving cetuximab and bevacizumab together with irinotecan may improve the ability to block tumor growth.", "detailed_description": "PRIMARY OBJECTIVES: I. Evaluate time to tumor progression in patients with irinotecan-refractory metastatic colorectal cancer treated with bevacizumab and cetuximab with or without irinotecan. II. Evaluate objective response rate in patients treated with these regimens. III. Evaluate overall survival of patients treated with these regimens. IV. Evaluate safety, tolerability, and adverse event profiles of these regimens in these patients. V. Correlate a panel of molecular markers (e.g., those involved in the epidermal growth factor receptor signaling pathway, angiogenic pathway, and irinotecan metabolism) with clinical outcome in patients treated with these regimens. OUTLINE: This is a randomized, multicenter study. Patients are stratified according to participating center, ECOG performance status (0 vs 1), and albumin (> 3.0 g/dL vs ≤ 3.0 g/dL). Patients are randomized to 1 of 2 treatment arms. ARM A: Patients receive cetuximab IV over 1-2 hours on days 1, 8, 15, 22, 29, and 36; bevacizumab IV over 30-90 minutes on days 1*, 15, and 29 OR on days 1 and 22; and irinotecan IV over 30-90 minutes (at the same dose and schedule that the patient previously received) beginning on day 1. ARM B: Patients receive cetuximab as in Arm A and bevacizumab IV over 30-90 minutes on days 1*, 15, and 29. NOTE: *Bevacizumab is given on day 2 (instead of day 1) of course 1, and is given on day 1 of subsequent courses. In both arms, courses repeat every 6 weeks in the absence of disease progression or unacceptable toxicity. Patients are followed for 3 years.", "condition": ["Recurrent Colon Cancer", "Recurrent Rectal Cancer", "Stage IVA Colon Cancer", "Stage IVA Rectal Cancer", "Stage IVB Colon Cancer", "Stage IVB Rectal Cancer"], "intervention_type": ["Biological", "Biological", "Drug", "Other"], "intervention_name": ["cetuximab", "bevacizumab", "irinotecan hydrochloride", "laboratory biomarker analysis"], "description": ["Given IV", "Given IV", "Given IV", "Correlative studies"], "arm_group_label": ["Arm A (cetuximab, bevacizumab, irinotecan)I", "Arm B (cetuximab and bevacizumab)", "Arm A (cetuximab, bevacizumab, irinotecan)I", "Arm B (cetuximab and bevacizumab)", "Arm A (cetuximab, bevacizumab, irinotecan)I", "Arm A (cetuximab, bevacizumab, irinotecan)I", "Arm B (cetuximab and bevacizumab)"], "other_name": ["C225", "C225 monoclonal antibody", "IMC-C225", "MOAB C225", "monoclonal antibody C225", "anti-VEGF humanized monoclonal antibody", "anti-VEGF monoclonal antibody", "Avastin", "rhuMAb VEGF", "Campto", "Camptosar", "CPT-11", "irinotecan", "U-101440E"], "criteria": "Inclusion Criteria: - Histologically or cytologically confirmed colorectal cancer - Metastatic disease by diagnostic imaging studies - Measurable disease - At least 1 unidimensionally measurable lesion with minimum lesion size at least twice the slice thickness of the imaging study used - Refractory to irinotecan, evidenced by clinical documentation - Received at least 1 prior irinotecan-containing chemotherapy regimen for metastatic disease and progressed during or within 6 weeks after completion of therapy - Must have received prior irinotecan according to 1 of the following schedules: - Weekly administration with a starting dose of 100-125 mg/m^2 - Biweekly administration (every other week) with a starting dose of approximately 180 mg/m^2 - Once every three weekly administration with a starting dose of 300-350 mg/m^2 - No known brain metastases - No prior primary CNS tumors - Performance status - ECOG 0-1 - Performance status - Karnofsky 80-100% - More than 3 months - WBC >= 3,000/mm^3 - Absolute neutrophil count >= 1,500/mm^3 - Platelet count >= 100,000/mm^3 - Hemoglobin >= 9 g/dL - No bleeding diathesis or coagulopathy - Bilirubin normal - AST and ALT =< 2.5 times upper limit of normal (ULN) (5 times ULN in the presence of known liver metastases) - INR < 1.5 (for patients receiving warfarin) - Creatinine =< ULN - Creatinine clearance ≥ 60 mL/min - No proteinuria - No prior stroke - No symptomatic congestive heart failure - No unstable angina pectoris - No uncontrolled hypertension - No clinically significant cardiac arrhythmia - None of the following arterial thromboembolic events within the past 6 months: - Myocardial infarction - Cerebrovascular accident - Transient ischemic attack - Unstable angina - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception during and for at least 3 months after study participation - No significant traumatic injury within the past 28 days - No grade 3 or greater neurotoxicity - No uncontrolled seizures - No prior allergic reactions attributed to compounds of similar chemical or biological composition to study agents - No prior irinotecan intolerance - No ongoing or active infection requiring parenteral antibiotics - No serious nonhealing active wound, ulcer, or bone fracture - No psychiatric illness or social situation that would preclude study compliance - No other concurrent uncontrolled illness that would preclude study participation - No known hypersensitivity to Chinese hamster ovary cell products or other recombinant human antibodies - No prior cetuximab - No other prior epidermal growth factor receptor-directed therapy - No prior anticancer murine or chimeric monoclonal antibody therapy - Prior humanized monoclonal antibody therapy allowed - No prior bevacizumab - No other prior vascular endothelial growth factor-targeted therapy - More than 4 weeks since prior chemotherapy (6 weeks for nitrosoureas or mitomycin) - More than 4 weeks since prior radiotherapy - More than 28 days since prior major surgical procedure or open biopsy - Recovered from all prior therapy - Any number of prior standard or investigational regimens allowed - No other concurrent investigational agents - No other concurrent anticancer therapy - No recent or concurrent thrombolytic agents - No recent or concurrent full-dose warfarin except as required to maintain patency of preexisting, permanent indwelling IV catheters - No concurrent therapeutic heparin - Concurrent prophylactic low-molecular weight heparin allowed - No concurrent chronic daily aspirin (> 325 mg/day) - No concurrent nonsteroidal anti-inflammatory medications known to inhibit platelet function - No concurrent combination antiretroviral therapy for HIV-positive patients", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Colorectal Neoplasms", "Rectal Neoplasms", "Colonic Neoplasms", "Bevacizumab", "Irinotecan", "Camptothecin", "Cetuximab", "Antibodies", "Immunoglobulins", "Antibodies, Monoclonal"], "id": "NCT00077298"}