{"brief_title": "Phase I/II Trial of Redox Regulation in Patients With Relapsed or Refractory CD20+ NHL", "brief_summary": "Monoclonal antibodies such as rituximab and yttrium Y 90 ibritumomab tiuxetan can locate cancer cells and either kill them or deliver radioactive cancer-killing substances to them without harming normal cells. Motexafin gadolinium may increase the effectiveness of yttrium Y 90 ibritumomab tiuxetan by making the cancer cells more sensitive to the drug. This phase I/II trial is studying the side effects and best dose of motexafin gadolinium when administered with rituximab and yttrium Y 90 ibritumomab tiuxetan and to see how well they work in treating patients with stage II, stage III, or stage IV relapsed or refractory non-Hodgkin's lymphoma.", "detailed_description": "This is a phase I, dose-escalation study of motexafin gadolinium followed by a phase II study. Patients are stratified according to extent of lymphomatous involvement (≤ 5% vs > 5 but ≤ 24% of cellular elements). Cohorts of 3-6 patients in each stratum receive escalating doses of motexafin gadolinium until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose at which 2 of 6 patients experience dose-limiting toxicity (DLT) OR the dose preceding that at which 2 of 3 or 3 of 6 patients experience DLT. - Once the MTD is determined, additional patients are treated at that dose level as in phase I. Patients are followed weekly for 3 months and then monthly for 5 years.", "condition": ["Non-Hodgkin's Lymphoma (NHL)"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["Rituxan", "motexafin gadolinium", "111Indium-Zevalin and 90Yttrium-Zevalin"], "description": ["Patients receive motexafin gadolinium IV over 30-60 minutes on days 1-4 and 8-11. At least 1 hour after motexafin gadolinium administration, patients receive rituximab IV over 3-4 hours on days 1 and 8. After rituximab administration, patients receive indium In 111 ibritumomab tiuxetan IV over 10 minutes on day 1. Patients undergo gamma camera scanning on days 1, 2*, 4*, and 7 and dosimetry on days 2, 4, and 7. If safe biodistribution is demonstrated, patients receive yttrium Y 90 ibritumomab tiuxetan IV over 10 minutes (after rituximab administration) on day 8.", "Patients receive motexafin gadolinium IV over 30-60 minutes on days 1-4 and 8-11. At least 1 hour after motexafin gadolinium administration, patients receive rituximab IV over 3-4 hours on days 1 and 8. After rituximab administration, patients receive indium In 111 ibritumomab tiuxetan IV over 10 minutes on day 1. Patients undergo gamma camera scanning on days 1, 2*, 4*, and 7 and dosimetry on days 2, 4, and 7. If safe biodistribution is demonstrated, patients receive yttrium Y 90 ibritumomab tiuxetan IV over 10 minutes (after rituximab administration) on day 8.", "Patients receive motexafin gadolinium IV over 30-60 minutes on days 1-4 and 8-11. At least 1 hour after motexafin gadolinium administration, patients receive rituximab IV over 3-4 hours on days 1 and 8. After rituximab administration, patients receive indium In 111 ibritumomab tiuxetan IV over 10 minutes on day 1. Patients undergo gamma camera scanning on days 1, 2*, 4*, and 7 and dosimetry on days 2, 4, and 7. If safe biodistribution is demonstrated, patients receive yttrium Y 90 ibritumomab tiuxetan IV over 10 minutes (after rituximab administration) on day 8."], "arm_group_label": ["Rituxan and 90Yttrium-Zevalin plus MGd", "Rituxan and 90Yttrium-Zevalin plus MGd", "Rituxan and 90Yttrium-Zevalin plus MGd"], "other_name": ["rituximab IDEC-C2B8", "MGd, Xcytrin® (motexafin gadolinium) Injection,", "NSC 695238", "Ibritumomab-tiuxetan"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed diagnosis of one of the following: - Low-grade or follicular B-cell non-Hodgkin's lymphoma (NHL) - The following histologies are eligible: - Small lymphocytic lymphoma - Lymphoplasmacytoid lymphoma - Follicular center grades 1, 2, or 3 lymphoma - Extranodal marginal zone B-cell lymphoma of mucosa-associated lymphoid tissue type - Nodal marginal zone B-cell lymphoma - Relapsed or refractory after 2 prior treatment regimens or 1 anthracycline regimen - Diffuse large B-cell NHL or mantle cell lymphoma in first or second relapse - Transformed NHL, defined as low-grade NHL transformed to diffuse large B-cell lymphoma, with no more than 1 relapse since transformation Age 18 and over Recovered from prior immunotherapy Life expectancy At least 3 months Recovered from prior chemotherapy - More than 4 weeks since prior major surgery and recovered - More than 4 weeks since prior anticancer therapy recovered from prior radiotherapy Exclusion criteria: No major bleeding within the past 4 weeks No uncontrolled hypertension No stroke within the past 4 weeks - No active infection - No other active nonmalignant disease - No known G6PD deficiency - No history of porphyria - No other condition that would preclude study participation - No human anti-mouse antibodies - No known history of HIV - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No prior radioimmunoconjugate therapy - No prior exposure to murine antibodies other than rituximab - More than 4 weeks since prior rituximab - No history of failed stem cell collection", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Lymphoma", "Lymphoma, Non-Hodgkin", "Motexafin gadolinium", "Rituximab", "Antibodies, Monoclonal"], "id": "NCT00089284"}