{"brief_title": "Diagnostic Study of Quantitative Imaging and Spectroscopy in Patients With Multiple Sclerosis", "brief_summary": "OBJECTIVES: I. Determine by quantitative magnetic resonance imaging measurements the change in the total volume of brain parenchyma as well as its gray and white matter, T2 and enhanced T1 lesion volume, and the magnetization transfer ratio histogram parameters, and correlate these measurements with clinical measures of disability in patients with multiple sclerosis. II. Measure the quantity of whole brain N-acetylaspartate in patients with multiple sclerosis and compare these values to those from age matched controls. III. Determine the correlation between specific neuropsychological tests which assess global cognitive functioning and the quantitative measurements taken in these patients in this study.", "detailed_description": "PROTOCOL OUTLINE: Patients undergo magnetic resonance imaging and spectroscopy with standard gadolinium contrast followed by neuropsychological testing every 6 months for 5 years. An equal number of age and sex matched healthy patients act as a control group and undergo magnetic resonance imaging and spectroscopy without standard gadolinium contrast every 6 months for 5 years.", "condition": ["Multiple Sclerosis"], "intervention_type": ["Drug"], "intervention_name": ["standard gadolinium contrast"], "criteria": "PROTOCOL ENTRY CRITERIA: --Disease Characteristics-- - Diagnosis of multiple sclerosis Relapsing-remitting defined as 2 exacerbations and a worsening of neurologic function over 1 day followed by at least 30 days of no progression OR Secondary-progressive defined as increase of at least 1.0 unit on Expanded Disability Status Scale (EDSS) in past 2 years with or without exacerbations --Prior/Concurrent Therapy-- - Biologic therapy: Prior interferon beta 1A, 1B, or glatiramer acetate No concurrent interferon beta 1A, 1B, or glatiramer acetate - Endocrine therapy: Concurrent oral and IV corticosteroids allowed --Patient Characteristics-- - Performance status: EDSS no greater than 7.0 - Hematopoietic: No hematologic dysfunction including hemolytic anemia - Hepatic: No hepatic dysfunction - Renal: No renal dysfunction - Cardiovascular: No cardiac pacemaker - Other: Not pregnant or nursing Negative pregnancy test No intracranial clips, metal implants, or external clips within 10 mm of head No metal in eyes No known gadolinium texaphyrin allergy No known claustrophobia", "gender": "All", "minimum_age": "20 Years", "maximum_age": "70 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "keyword": "rare disease", "mesh_term": ["Sclerosis", "Multiple Sclerosis"], "id": "NCT00006060"}