{"brief_title": "Four-Drug Combination Therapy With Zidovudine, Lamivudine, 1592U89 (Abacavir), and 141W94 (Amprenavir) in HIV-Infected Patients", "brief_summary": "The purpose of this study is to see if the multidrug combination of zidovudine (ZDV), lamivudine (3TC), 1592U89 (abacavir [ABC]), and 141W94 (amprenavir [APV]) is a safe and effective treatment for HIV-infected patients and if there is a reduction of active HIV in blood and other tissues. HIV infection is a life-changing illness and new HIV treatments must be tested. This study will test if a 4-drug combination will reduce HIV virus activity in blood and other tissues and if it is safe and well tolerated. Doctors also want to know if the multidrug combination is able to decrease viral activity over a long time period.", "detailed_description": "With effective combination ART, there is a decrease in HIV-1 RNA in plasma after 2 to 3 weeks. A second, slower phase of viral decay is thought to occur in long-lived macrophages, with a minimal contribution from lymphocytes. This study addresses whether there is a third reservoir such as the central nervous system. Additionally, the study aims to provide a better understanding of the type and length of ART required to suppress HIV-1 replication in multiple reservoirs. Patients receive treatment with ZDV, 3TC, ABC, and APV daily for 24 weeks. Clinic visits occur weekly until Week 4, then every 2 weeks until Week 12, then monthly. Blood and urine samples are collected and patients are monitored for clinical or laboratory abnormalities. Laboratory tests to assess side effects and virologic and immunologic parameters, including viral quantification of CSF on all chronically infected patients and selected consenting acutely infected patients, are determined. In a pharmacoeconomic component of this study, patients have interviews and complete questionnaires at 5 clinic visits.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Zidovudine", "criteria": "Inclusion Criteria Patients may be eligible for this study if they: - Are at least 18 years old. - Have a chronic (long-term) HIV infection (greater than 90 days) or a recent HIV infection. - Have a plasma viral load (level of HIV in the blood) of at least 5,000 copies/ml (for chronically infected patients only). - Are able to follow study requirements. - Agree to practice reliable forms of birth control such as barrier or surgical methods, starting 1 month prior to entry and while enrolled in the study. Exclusion Criteria Patients will not be eligible for this study if they: - Have had prior anti-HIV treatment (for recently infected patients only). - Have a history of blood-clotting problems. - Have ever received treatment with protease inhibitors or 3TC. - Are at high risk for developing an infection in the heart. - Are critically ill. - Are mentally disabled, a prisoner, or confined in an institution. - Are breast-feeding or pregnant. - Have gastrointestinal problems that might interfere with drug absorption or are unable to take medicines by mouth. - Need regular blood transfusions. - Have had an unexplained fever higher than 38.5 C for more than 14 days within 30 days of enrollment. - Have an opportunistic (AIDS-related) infection that requires treatment (treatment must be completed 30 days before the start of the study). - Are taking certain medications that may interfere with the study.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00006617.xml"}