{"brief_title": "Trastuzumab and Chemotherapy Followed by Surgery and Combination Chemotherapy in Treating Women With Locally Advanced Breast Cancer", "brief_summary": "RATIONALE: Monoclonal antibodies such as trastuzumab can locate tumor cells and either kill them or deliver tumor-killing substances to them without harming normal cells. Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Combining monoclonal antibody therapy with combination chemotherapy may be an effective treatment for locally advanced breast cancer. PURPOSE: Phase I trial to study the effectiveness of trastuzumab plus paclitaxel followed by surgery and combination chemotherapy in treating women who have locally advanced breast cancer.", "detailed_description": "OBJECTIVES: I. Determine the safety and toxicity of preoperative trastuzumab (Herceptin) and paclitaxel followed by postoperative doxorubicin and cyclophosphamide in women with locally advanced breast cancer with HER2 overexpression. II. Determine tumor response in these patients treated with this regimen. III. Assess the effect of this regimen on tumor histology and the potential molecular determinants of response in these patients. OUTLINE: Patients receive trastuzumab (Herceptin) IV over 30-90 minutes followed by paclitaxel IV over 60 minutes on day 1. Treatment continues every 7 days for a total of 10 courses in the absence of disease progression or unacceptable toxicity. Patients undergo a modified radical mastectomy or a lumpectomy with axillary node dissection. Beginning 14 days after surgery, patients receive doxorubicin IV and cyclophosphamide IV over 15-30 minutes on day 1. Treatment repeats every 21 days for a total of 4 courses. After completion of chemotherapy, patients with hormone receptor-positive disease receive oral tamoxifen daily for 5 years. Patients are followed at 6 months. PROJECTED ACCRUAL: A total of 15 patients will be accrued for this study.", "condition": "Breast Cancer", "intervention_type": "Procedure", "intervention_name": "conventional surgery", "criteria": "DISEASE CHARACTERISTICS: Palpable primary breast cancer at least 3 cm (T2 at least 3 cm, T3-T4, any N) No distant metastasis (M0) HER2 overexpression of 2+ or 3+ by immunohistochemistry performed on core biopsy specimen using the Dako Hercep Test Hormone receptor status: Status known PATIENT CHARACTERISTICS: Age: 18 and over Sex: Female Menopausal Status: Premenopausal or postmenopausal Performance status: ECOG 0-1 Life expectancy: Not specified Hematopoietic: Absolute neutrophil count at least 1,500/mm3 Platelet count at least 150,000/mm3 Hemoglobin at least 10 g/dL Hepatic: Bilirubin no greater than 2.0 mg/dL SGOT/SGPT no greater than 3 times normal Renal: Creatinine no greater than 2.0 mg/dL Cardiovascular: Ejection fraction normal by MUGA No history of congestive heart failure, myocardial infarction, arrhythmia, or ischemic heart disease Other: No other prior malignancy except basal cell carcinoma of the skin or carcinoma in situ of the cervix Not pregnant or nursing Fertile patients must use effective barrier contraception during and for 2 months after study No pre-existing clinically significant peripheral neuropathy PRIOR CONCURRENT THERAPY: Biologic therapy: Not specified Chemotherapy: No prior chemotherapy Endocrine therapy: Not specified Radiotherapy: Not specified Surgery: Not specified", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00009997.xml"}