{"brief_title": "Romidepsin in Treating Patients With Recurrent and/or Metastatic Thyroid Cancer That Has Not Responded to Radioactive Iodine", "brief_summary": "This phase II trial is studying how well romidepsin works in treating patients with recurrent and/or metastatic thyroid cancer that has not responded to radioactive iodine. Romidepsin may stop the growth of tumor cells by blocking the some of the enzymes needed for cell growth. It may also help radioactive iodine and chemotherapy work better by making tumor cells more sensitive to the drug", "detailed_description": "PRIMARY OBJECTIVES: I. Determine the antitumor activity of romidepsin (depsipeptide), in terms of the proportion of patients achieving a complete or partial response or disease stabilization, in patients with progressive recurrent and/or metastatic non-medullary thyroid carcinoma that is refractory to radioactive iodine (RAI). II. Determine the safety and tolerability of this drug in these patients. SECONDARY OBJECTIVES: I. Document changes in RAI uptake by comparing pre- and post-treatment RAI scans in patients treated with this drug. II. Evaluate changes in the expression of the Na+/I- symporter (NIS) in tumors, as measured by immunohistochemistry on pre- and post-treatment biopsy specimens; and real time reverse transcriptase polymerase chain reaction (RT-PCR) for NIS mRNA on pre- and post-treatment changes biopsy specimens. III. Determine post-treatment changes in serum thyroglobulin in patients treated with this drug. IV. Correlate changes in post-treatment positron-emission tomography scans with whole-body RAI scans in patients treated with this drug. OUTLINE: Patients receive romidepsin IV over 4 hours on days 1, 8, and 15. Treatment repeats every 28 days for up to 12 courses in the absence of unacceptable toxicity or disease progression.", "condition": ["Recurrent Thyroid Cancer", "Stage IV Follicular Thyroid Cancer", "Stage IV Papillary Thyroid Cancer"], "intervention_type": ["Drug", "Other", "Procedure"], "intervention_name": ["romidepsin", "laboratory biomarker analysis", "positron emission tomography"], "description": ["Given IV", "Correlative studies", "Correlative studies"], "arm_group_label": ["Treatment (romidepsin)", "Treatment (romidepsin)", "Treatment (romidepsin)"], "other_name": ["FK228", "FR901228", "Istodax", "FDG-PET", "PET", "PET scan", "tomography, emission computed"], "criteria": "Inclusion Criteria: - Histologically or cytologically confirmed non-medullary thyroid carcinoma, including the following cell types: - Papillary - Follicular - Variants of papillary or follicular - Hürthle cell - Recurrent and/or metastatic disease - Measurable disease - At least 1 unidimensionally measurable lesion >= 20 mm by conventional techniques OR >= 10 mm by spiral CT scan - Progressive disease during or after prior treatment, as defined by >= 1 of the following criteria: - Presence of new or progressive lesions on CT scan or MRI - New lesions on bone or positron-emission tomography scan - Rising thyroglobulin level - Minimum of 3 consecutive rises with an interval of >= 1 week between each determination - Refractory to radioactive iodine (RAI) - Absent or insufficient RAI-uptake documented by whole-body RAI scan within the past 6 months - At least 1 lesion with absent RAI-uptake required for insufficient uptake - No known brain metastases - Performance status - Karnofsky 60-100% - WBC >= 3,000/mm^3 - Absolute neutrophil count >= 1,500/mm^3 - Platelet count >= 100,00/mm^3 - Bilirubin normal - AST and ALT =< 2.5 times upper limit of normal - Chronic active viral hepatitis allowed provided patient is clinically stable and fulfills liver function eligibility criteria - Creatinine normal - Creatinine clearance >= 60 mL/min - QTc =< 480 msec by ECG - ST segment depression < 2 mm - LVEF >= 50 % by echocardiogram - No left ventricular hypertrophy, as defined by end-diastolic wall thickness > 12 mm in both the left ventricular posterior wall as well as septum or restrictive cardiomyopathy - No history of any of the following cardiac diseases: - Canadian Cardiovascular Society (CCS) class II-IV angina pectoris - Myocardial infarction within the past 12 months - Sustained ventricular tachycardia, ventricular fibrillation, Torsade de Pointes, or cardiac arrest unless currently addressed with an automatic implantable cardioverter defibrillator - Any cardiac arrhythmia requiring digitalis or another antiarrhythmic medication other than a beta blocker or calcium channel blocker - No uncontrolled hypertension (i.e., blood pressure >= 160/95) - Mobitz II second degree block in patients who do not have a pacemaker - First degree or Mobitz I second degree block, bradyarrhythmias or sick sinus syndrome require Holter monitoring and evaluation by cardiology - Uncontrolled dysrhythmias - No history of congenital long QT syndrome - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - Thyroid stimulating hormone normal or suppressed - No history of allergic reaction attributed to compounds of similar chemical or biologic composition to FR901228 - No ongoing or active infection - No psychiatric illness or social situation that would preclude study participation - No other concurrent uncontrolled illness - At least 4 weeks since prior biologic or targeted agents (e.g., interferon alfa, thalidomide, octreotide, or cetuximab) - No concurrent antineoplastic biologic agents - No prior FR901228 (depsipeptide) - No prior cytotoxic chemotherapy - Cytotoxic chemotherapy as a radiosensitizer allowed provided >= 3 months since prior administration - No other concurrent antineoplastic chemotherapy - Not specified - At least 4 weeks since prior external beam radiation therapy - Documented disease progression required if patient received external beam radiotherapy to index lesions - At least 3 months since prior RAI therapy - Diagnostic studies using =< 12 mCi of RAI are not considered RAI therapy - No concurrent antineoplastic radiotherapy - At least 2 weeks since prior anticancer cyclooxygenase-2 (COX-2) inhibitors, isotretinoin, or complementary medications - At least 4 weeks since prior tyrosine kinase inhibitors (e.g., gefitinib or erlotinib) - No other concurrent investigational agents - No other concurrent anticancer therapy - No concurrent drugs known to have histone deacetylase inhibitor activity (e.g., valproic acid) - No concurrent combination anti-retroviral therapy for HIV-positive patients - No concurrent hydrochlorothiazide - No concurrent treatment dose warfarin - No concurrent agents that cause QTc prolongation - Concurrent daily aspirin given after myocardial infarction or COX-2 inhibitors at standard anti-inflammatory or pain doses allowed", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Thyroid Diseases", "Thyroid Neoplasms", "Carcinoma", "Adenocarcinoma, Follicular", "Romidepsin"], "id": "NCT00098813"}