{"brief_title": "EVEREST: Efficacy of Vasopressin Antagonism in hEart failuRE: Outcome Study With Tolvaptan", "brief_summary": "The purpose of this study is to compare the effectiveness of tolvaptan or placebo in adults with worsening congestive heart failure (CHF).", "detailed_description": "Study Design: Multicenter, randomized, double-blind, placebo-controlled", "condition": ["Congestive Heart Failure"], "intervention_type": ["Drug"], "intervention_name": ["Tolvaptan"], "criteria": "Inclusion Criteria: - Age greater than or equal to 18 years. - Current hospitalization for chronic congestive heart failure with admission up to 48 hours prior to randomization. Chronic heart failure is defined as requiring treatment for a minimum of 30 days prior to hospitalization. The subject must have signs of extracellular volume expansion, defined as two or more of the following: a) jugular venous distention; b) pitting edema (>1+); or c) dyspnea. - NYHA Class III or IV at the time of hospitalization. - Left Ventricular Ejection Fraction < = 40% within one year. Exclusion Criteria - Women who will not adhere to the reproductive precautions as outlined in the Informed Consent form. - Positive urine pregnancy test. - Inability to provide written informed consent. - Cardiac surgery within 60 days of potential study enrollment, excluding percutaneous coronary interventions. - Planned revascularization procedures, electrophysiologic (EP) device implantation, cardiac mechanical support implantation, cardiac transplantation, or other cardiac surgery within 30 days following study enrollment. - Subjects who are on cardiac mechanical support. - History of bi-ventricular pacer placement within the last 60 days. - Co-morbid condition with an expected survival less than six months. - Subjects with acute ST segment elevation myocardial infarction at the time of hospitalization. - History of sustained ventricular tachycardia or ventricular fibrillation within 30 days, unless in the presence of an automatic implantable cardioverter defibrillator. - History of a cerebrovascular accident within the last 30 days. - Hemodynamically significant uncorrected primary cardiac valvular disease. - Hypertrophic cardiomyopathy (obstructive or non-obstructive). - CHF due to uncorrected thyroid disease, active myocarditis or known amyloid cardiomyopathy. - Subjects with progressive or episodic neurological disease such as multiple sclerosis or history of multiple strokes. - History of primary significant liver disease or acute hepatic failure, as defined by the investigator. - History of poorly controlled diabetes mellitus. - Morbid obesity, defined as > 159 kg (or 350 lbs) or BMI > 40. - Supine systolic arterial blood pressure < 90 mmHg. - Serum creatinine > 3.5 mg/dL or > 309.4 mmol/L. - Serum potassium > 5.5 mEq/L or > 5.5 mmol/L. - Hemoglobin < 9 g/dL or < 90 g/L. - History of hypersensitivity and/or idiosyncratic reaction to benzazepine derivatives (such as benazapril). - History of drug or medication abuse within the past year, or current alcohol abuse. - Inability to take oral medications. - Participation in another clinical drug or device trial within the past 30 days. - Previous participation in this or any other tolvaptan clinical trial.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "heart failure", "mesh_term": ["Heart Failure", "Tolvaptan"], "id": "NCT00071331"}