{"brief_title": "Treatment of Hepatitis B Virus (HBV) Before Beginning Anti-HIV Drugs in Patients With Both HBV and HIV", "brief_summary": "This study will evaluate the drug telbivudine (LdT) for treatment of hepatitis B virus (HBV) in HIV infected patients. Patients will take telbivudine alone for 24 weeks, add anti-HIV drugs for 24 weeks, then stop taking telbivudine while continuing their anti-HIV drug regimen. To enroll in this study, patients must not be taking any anti-HIV drugs and cannot have taken more than 31 days of treatment with lamivudine (3TC), protease inhibitors (PIs), or nonnucleoside reverse transcriptase inhibitors (NNRTIs).", "detailed_description": "Studies indicate that 70% to 80% of HIV infected patients have or have had HBV infection and that 10% are HBV carriers. Lamivudine therapy for treatment of HBV in HIV infected patients has limited long-term efficacy due to the development of resistance mutations. Telbivudine is a thymidine analogue with excellent HBV inhibitory activity but no anti-HIV activity. The primary objective of this study is to evaluate the safety and anti-HBV activity of telbivudine alone and in combination with a lamivudine-based highly active antiretroviral therapy (HAART) regimen in patients coinfected with HBV and HIV. Patients in this study will take telbivudine for 24 weeks. At Week 24, patients will add a HAART regimen containing lamivudine and efavirenz plus either didanosine or abacavir. Patients who are unable to add a HAART regimen at Week 24 due to lab abnormalities or other contraindications will be allowed to delay the initiation of HAART until Week 30. Patients may initiate HAART prior to Week 24 if deemed medically necessary by the primary HIV care provider. Patients will take both telbivudine and HAART for 24 weeks. At Week 48, patients will discontinue telbivudine and continue on the HAART regimen alone for an additional 12 weeks.", "condition": ["HIV Infections", "Hepatitis B"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Drug"], "intervention_name": ["Telbivudine", "Lamivudine", "Efavirenz", "Didanosine", "Abacavir"], "description": ["Administered orally at a daily dosage of 600 mg for a period of 48 weeks", "Administered orally at a total daily dosage of 300 mg for Weeks 24-48", "Administered orally at a daily dose of 600 mg", "Administered orally at a total dosage of either 400 mg or 250 mg determined by individual weight", "Administered orally twice daily in doses of 300 mg"], "arm_group_label": ["A", "A", "A", "A", "A"], "criteria": "Inclusion Criteria: - HIV positive - No antiretroviral therapy within 6 months prior to study entry - Less than 31 days cumulative therapy with lamivudine, a protease inhibitor, or a nonnucleoside reverse transcriptase inhibitor - Willingness to delay HAART until at least Week 24 of study - Ability to procure and initiate HAART regimen - CD4+ cell count >= 250 cells/mm3 within 60 days prior to study entry - HIV-1 RNA > 400 copies/ml within 60 days prior to study entry - Serum HBV DNA >= 1,000,000 copies/ml within 60 days prior to study entry - Positive serum hepatitis B surface antigen (HbsAG) - Acceptable methods of contraception Exclusion Criteria: - Pregnancy or breast-feeding - Allergy, sensitivity, or intolerance to study drugs - Alcohol consumption averaging more than 1 drink/day within past 30 days - Decompensated cirrhosis - HCV antibody positive or known HCV RNA positive - HDV antibody positive - Certain medical conditions - Use of certain medications with anti-HBV activity within 90 days of study entry - Use of systemic corticosteroids within 30 days of study entry - Use of any systemic antineoplastic, immunomodulatory treatment, or radiation within 24 weeks of study entry", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Treatment Naive", "mesh_term": ["Hepatitis", "Hepatitis A", "HIV Infections", "Hepatitis B", "Abacavir", "Didanosine", "Efavirenz", "Lamivudine", "Telbivudine"], "id": "NCT00051090"}