{"brief_title": "Liposomal Daunorubicin and SU5416 in Treating Patients With Hematologic Cancer That Has Not Responded to Initial Therapy", "brief_summary": "Phase I/II trial to study the effectiveness of liposomal daunorubicin and SU5416 in treating patients who have hematologic cancer that has not responded to initial therapy. Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. SU5416 may stop the growth of hematologic cancer by stopping blood flow to the cancer", "detailed_description": "OBJECTIVES: I. Determine the maximum tolerated dose of SU5416 when administered with daunorubicin liposomal in patients with acute myeloid leukemia, refractory anemia with excess blasts (RAEB), RAEB in transformation, or chronic myelomonocytic leukemia not in complete remission 21-50 days after one course of induction chemotherapy. II. Determine the efficacy of this regimen in these patients. III. Determine the qualitative and quantitative toxicities of this regimen in these patients. OUTLINE: This is a dose escalation study of SU5416. Patients receive daunorubicin liposomal IV over 6 hours on days 1-3 and SU5416 IV twice a week for 2 months. The second course is administered for 1 month, then treatment continues every 4-6 weeks in the absence of disease progression or unacceptable toxicity. Cohorts of 3-6 patients receive escalating doses of SU5416 until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 6 patients experience dose limiting toxicities. Patients are followed every 3 months. PROJECTED ACCRUAL: A total of 12-37 patients will be accrued for this study within 1 year.", "condition": ["Chronic Myelomonocytic Leukemia", "Previously Treated Myelodysplastic Syndromes", "Recurrent Adult Acute Myeloid Leukemia", "Refractory Anemia With Excess Blasts", "Refractory Anemia With Excess Blasts in Transformation"], "intervention_type": ["Drug", "Drug", "Other"], "intervention_name": ["liposomal daunorubicin citrate", "semaxanib", "laboratory biomarker analysis"], "description": ["Given IV", "Given IV", "Correlative studies"], "arm_group_label": ["Treatment (liposomal danorubicin citrate, semaxanib)", "Treatment (liposomal danorubicin citrate, semaxanib)", "Treatment (liposomal danorubicin citrate, semaxanib)"], "other_name": ["daunorubicin liposomal", "DaunoXome", "liposomal daunorubicin", "semoxind", "SU5416", "Sugen 5416"], "criteria": "Inclusion Criteria: - Adult patients with AML, RAEB, RAEB-T or CMML-T that are not in CR 21-50 days after beginning course one of initial induction chemotherapy; patients may not have received more than 1 prior course of chemotherapy prior to study entry; this must contain Ara-C at a dose of at least 1 g/m^2 daily x 4 days and either topotecan or an anthracycline at standard doses (i.e., daunorubicin =< 65 mg/m^2 daily x 3 days, or idarubicin 12 mg/m^2 daily x 3 days); patients beginning liposomal Daunorubicin on days 21 to 42 of course one must have persistent blasts in bone marrow or blood without evidence of improvement; patients beginning liposomal Daunorubicin on days 42 to 50 may or may not have persistent blasts but must have thrombocytopenia or neutropenia that is not improving - Patients must have recovered from the toxic effects of prior therapy with a minimum interval of 14 days from prior therapy and must not have received recombinant growth factors during this period - Patients of any racial and ethnic group - Zubrod performance status =< 1 - Total bilirubin value =< 1.5 mg/dL - Serum creatinine value =< 1.5 mg/dL - Serum sGOT or sGPT =< 2.5 times the upper lim it of normal - Patients must agree to practice approved methods of birth control (if applicable) - Patients must provide written informed consent - Patients from any gender or ethnic background may be included; over the last 5 years, 356 patients with relapsed or refractory acute leukemias that would meet the eligibility criteria for this study have been treated at M.D. Anderson Cancer Center, for an annual average of 70 patients; the race (as defined by the patient on admission questionnaire) and sex distribution for these patients Exclusion Criteria: - Concurrent cancer chemotherapy, systemic radiotherapy or surgery - Patients should not have any evidence of an active infectious process or be receiving antibiotic therapy for an infectious process, either documented or presumed, at the time of study entry or for 2 weeks prior to study entry - Because of the potential effects of SU5416 on the embryo, women with the potential to become pregnant, unless utilizing birth control, or who are pregnant are excluded from the study; a negative pregnancy test must be documented during the screening period for women of childbearing potential; breast-feeding women are excluded from this trial because of the potential toxicity to the child; men of childfathering potential should use a medically acceptable form of birth control while on study - Overt psychosis or mental disability or otherwise incompetent to give informed consent - Receipt of any of the following prior to SU5416 administration: - major surgery within 2 weeks; minor surgery within 1 week - any previous angiogenesis inhibitor therapy (including metalloproteinase inhibitors, thalidomide, anti-VEGF/Flk-1 monoclonal antibody therapy or other investigational drugs which act directly on the VEGF/Flk-1 signaling pathway) - organ transplant at any time - Known allergy to Cremophor beta or Cremophor beta-based drug products, corticosteroids; H1 blockers, H2 blockers or paclitaxel; patients with uncompensated coronary artery disease on electrocardiogram or physical examination, or with a history of myocardial infarction or severe/unstable angina in the past 6 months are not eligible; patients with a cardiac left ventricular ejection fractions (LVEF) by MUGA or echocardiography of < 40% are not eligible - Patients with diabetes mellitus and others with severe peripheral vascular disease and patients who have had a deep venous or arterial thrombosis (including pulmonary embolism) within 3 months of entry are not eligible - Prior CNS hemorrhage or prior sterotactic CNS radiation - Any acute or chronic medical or psychiatric condition, or a laboratory abnormality that may increase the risks associated with study participation/study drug administration or may interfere with the interpretation of study results", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Leukemia", "Leukemia, Myeloid, Acute", "Anemia", "Myelodysplastic Syndromes", "Preleukemia", "Anemia, Refractory", "Leukemia, Myelomonocytic, Chronic", "Anemia, Refractory, with Excess of Blasts", "Anemia, Aplastic", "Daunorubicin", "Semaxinib", "Citric Acid"], "id": "NCT00005942"}