{"brief_title": "Phase II Randomized Trial:Arginine Butyrate Plus Standard Local Therapy in Patients With Refractory Sickle Cell Ulcers", "brief_summary": "OBJECTIVES: I. Compare the efficacy of local care alone vs local care plus arginine butyrate in terms of healing rate in patients with refractory sickle cell ulcers. II. Determine the effect of arginine butyrate therapy on tissue factors related to promotion or inhibition of wound healing in these patients. III. Determine whether the regimen used in this study is appropriate for testing in pivotal trials.", "detailed_description": "PROTOCOL OUTLINE: This is a randomized, multicenter study. Patients are randomized to one of two treatment arms. Arm I: Patients receive arginine butyrate IV over 6-9 hours at night 5 days a week for 12 weeks, plus concurrent standard local therapy consisting of cleaning, saline irrigation, and dressing changes as prescribed by each patient's physician. Patients who experience progressive healing receive arginine butyrate 3-4 times a week. Arginine butyrate treatment may be discontinued and reinstated following a single 2 week medical complication. Arm II: Patients receive standard local therapy alone for 12 weeks. Patients randomized to arm II may cross over to receive arginine butyrate if no or less than 25% healing is observed after 12 weeks. Patients whose ulcers have closed by at least 15% per cycle may receive 2 additional 8-week cycles of arginine butyrate therapy and are followed for 2 months after healing is completed.", "condition": ["Skin Ulcers", "Sickle Cell Anemia"], "intervention_type": ["Drug", "Other"], "intervention_name": ["Arginine Butyrate", "Standard local care dressing"], "description": ["To determine if Arginine Butyrate accelerates healing of refractory leg ulcers over Standard Local Care alone.", "To heal leg ulcers."], "arm_group_label": ["Arginine Butyrate", "Crossover", "Standard local care dressing", "Arginine Butyrate", "Crossover"], "criteria": "PROTOCOL CRITERIA INCLUSION: --Disease Characteristics-- Significant sickle cell syndrome including Hemoglobin SS (HbSS), Hemoglobin S-beta thalassemia, and hemoglobin variants. Lower extremity or ankle ulcer (or ulcers) present for at least 6 months without healing --Patient Characteristics-- Age: 16-60 yrs Performance status: Not specified Hematopoietic: Not specified Hepatic: No hepatic compromise Transaminases no greater than 250 IU Renal: No renal compromise Creatinine no greater than 1.2 mg/mL (adults) Creatinine no greater than 0.9 mg/mL (teenagers) Other: Not pregnant Fertile patients must use effective contraception No poorly controlled seizure disorders No other secondary conditions that might inhibit immune function - Prior/Concurrent Therapy Other: Must be treated with antibiotics prior to entry for complicating cellulitis or secondary infections EXCLUSION : --Prior/Concurrent Therapy-- Biologic therapy: chronic transfusion therapy Chemotherapy: prior or concurrent cancer chemotherapy concurrent butyrate derivatives Endocrine therapy: concurrent corticosteroid therapy Radiotherapy: Not specified Surgery: Not specified --Patient Characteristics-- Hepatic: hepatic compromise Transaminases greater than 250 IU Renal: renal compromise Creatinine greater than 1.2 mg/mL (adults) Creatinine greater than 0.9 mg/mL (teenagers) Other: pregnant; Fertile patients with no effective contraception Poorly controlled seizure disorders other secondary conditions that might inhibit immune function", "gender": "All", "minimum_age": "16 Years", "maximum_age": "60 Years", "healthy_volunteers": "No", "keyword": "thalassemia major", "mesh_term": ["Ulcer", "Anemia, Sickle Cell", "Skin Ulcer", "Butyric Acid", "Arginine butyrate"], "id": "NCT00004412"}