{"brief_title": "Stem Cell Transplantation in Treating Patients With Hematologic Cancer", "brief_summary": "RATIONALE: Peripheral stem cell transplantation may be able to replace immune cells that were destroyed by chemotherapy and radiation therapy used to kill tumor cells. PURPOSE: Phase I trial to study the effectiveness of treated donor stem cell transplantation in treating patients who have hematologic cancer.", "detailed_description": "OBJECTIVES: I. Determine if megadose CD34 cells and intense immunosuppression administered before and after partially matched related donor (PMRD) hematopoietic stem cell (HSC) transplantation results in engraftment in patients with high risk hematologic malignancies. II. Determine the incidence and severity of acute grade (I-IV) and chronic (limited or extensive) graft versus host disease in patients after rigorous T-cell depletion in PMRD HSC transplantation. OUTLINE: Harvest: Bone marrow and peripheral blood stem cells (PBSC) are harvested from a related 1, 2, or 3 HLA antigen mismatched donor. PBSC are selected for CD34+ cells and T-cells are depleted. Conditioning: Patients undergo total body irradiation twice daily on days -10 to -7 and once on day -6. Patients receive cladribine IV continuously on days -10 to -6; etoposide IV over 2 hours on day -5; and cyclophosphamide IV over 2 hours, antithymocyte globulin (ATG) IV over 10-12 hours, and methylprednisolone IV over 1 hour on days -4 to -2. Transplantation: T-cell depleted PBSC and bone marrow are infused on day 0. Patients receive G-CSF SQ daily beginning on day 0 and continuing until blood counts recover. Graft versus host disease prophylaxis: Patients receive tacrolimus IV every 12 hours beginning on day -2 and continuing orally 4 times a day for 6-12 months at the discretion of the protocol investigator. Patients receive ATG IV over 10-12 hours and methylprednisolone IV over 1 hour on days 5-15 followed by a taper of methylprednisolone. Patients are followed every week through day 100 and then at 6 and 12 months. PROJECTED ACCRUAL: A total of 12-20 patients will be accrued for this study within 3 years.", "condition": "Small Intestine Cancer", "intervention_type": "Procedure", "intervention_name": "in vitro-treated peripheral blood stem cell transplantation", "criteria": "DISEASE CHARACTERISTICS: Histologically proven hematologic malignancy with relapse after allogeneic bone marrow transplantation (BMT) or autologous BMT if no HLA matched sibling donor is available OR Histologically proven acute myeloid leukemia (AML) without an available HLA matched sibling donor and with one of the following: Failure of induction, defined as inability to obtain remission with 2 courses of induction or failure during treatment Second or greater remission OR Histologically proven acute lymphocytic leukemia (ALL) in an adult over age 15 without an available HLA matched sibling donor and with one of the following: Philadelphia chromosome positivity by cytogenetics or PCR Relapse or second or greater remission Two or more prognostic features (over age 30, WBC on presentation over 35,000/mm3, time to complete response over 4 weeks, t(4:11), or B-cell ALL) OR Histologically proven chronic myelogenous leukemia In chronic phase without an A, B, and DR unrelated matched donor OR In accelerated phase, defined as new cytogenetic abnormalities or difficulty maintaining a normal WBC due to dose limiting cytopenias (thrombocytopenias or anemia) from hydroxyurea or interferon OR In blast transformation OR Histologically proven aplastic anemia without an available HLA matched sibling donor and failure of an immunosuppressive therapy regimen using either cyclosporine, antithymocyte globulin, or both OR Histologically proven lymphoma without an available HLA matched donor and failure of at least 2 different chemotherapy regimens OR Histologically proven cutaneous T-cell lymphoma without an available HLA matched donor and failure of interferon and PUVA (psoralen and ultraviolet A radiation) OR Histologically proven myelodysplastic syndrome without an available HLA matched sibling donor and with one of the following: 5% or greater blasts in marrow Multiple cytogenetic abnormalities History of infections from neutropenia 1, 2, or 3 antigen mismatched related donor available PATIENT CHARACTERISTICS: Age: Physiologic age 45 and under Performance status: ECOG 0-2 Life expectancy: Not specified Hematopoietic: See Disease Characteristics Hepatic: Bilirubin no greater than 2.0 mg/dL SGOT and SGPT no greater than 2 times upper limit of normal Renal: Creatinine no greater than 2.0 mg/dL Cardiovascular: No myocardial infarction within the past 6 months No coronary artery disease requiring medical therapy Resting LVEF at least 40% Pulmonary: FEV1/FVC at least 60% predicted DLCO at least 60% predicted Other: HIV negative No prior malignancy except basal cell or squamous cell skin cancer Other malignancies for which the patient is cured by local surgical therapy, such as head and neck cancer or stage I breast cancer, are considered on an individual basis Not pregnant Negative pregnancy test Fertile patients must use effective contraception No psychiatric illness or mental deficiency that would preclude compliance or informed consent PRIOR CONCURRENT THERAPY: Biologic therapy: See Disease Characteristics Chemotherapy: See Disease Characteristics Endocrine therapy: Not specified Radiotherapy: Not specified Surgery: Not specified", "gender": "All", "minimum_age": "N/A", "maximum_age": "45 Years", "healthy_volunteers": "No", "id": "NCT00004904.xml"}