{"brief_title": "Rituximab in Treating Patients With Waldenstrom's Macroglobulinemia", "brief_summary": "RATIONALE: Monoclonal antibodies can locate tumor cells and either kill them or deliver tumor-killing substances to them without harming normal cells. PURPOSE: Phase II trial to study the effectiveness of rituximab in treating patients who have Waldenstrom's macroglobulinemia.", "detailed_description": "OBJECTIVES: I. Determine the objective response, time to treatment failure, and toxicity in patients with Waldenstrom's macroglobulinemia treated with rituximab. II. Correlate expression and changes in expression of CD20 on patient plasma cells and B-cells with clinical responses. OUTLINE: This is a multicenter study. Patients receive rituximab IV weekly for 4 weeks. Treatment may be repeated 2 months later in patients with stable disease, partial response, or complete response. Patients are followed every 6 months for 2 years. PROJECTED ACCRUAL: A total of 12-25 patients will be accrued for this study.", "condition": "Lymphoma", "intervention_type": "Biological", "intervention_name": "rituximab", "description": "375 mg/m2 given as an intravenous (IV) infusion once weekly for four doses (days 1, 8, 15, and 22). For purposes of this study 4 weekly courses will constitute one cycle of therapy.", "arm_group_label": "Rituxan", "other_name": "Rituxan", "criteria": "Inclusion Criteria: - Waldenstrom's Macroglobulinemia requiring therapy who have received no more than 2 prior courses of therapy; previously untreated patients with slowly progressive WM if the patient can reasonably be expected to not require chemotherapy or steroid therapy for 90 days - CD20 positive tumor cells - Presence of monoclonal paraprotein - Minimum IgM level > 2 times the upper limit of normal - Adequate organ function: ANC>1000/uL; PLT > 25000/uL; serum creatinine < 2.5; serum total bilirubin and SGOT < 2.5 times the upper limit of normal - 18 years and older - Life expectancy of 6 months or greater - ECOG performance status of 0-2 - Men and women of reproductive potential must agree to use an acceptable method of birth control during treatment and for 6 months after completion of treatment Exclusion Criteria: - Chemotherapy, steroid therapy, or radiation therapy within 30 days of study entry - Patients who are pregnant - Serious co-morbid disease - Uncontrolled bacterial, fungal, or viral infection - Active second malignancy - Individuals who cannot provide informed written consent", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00004889.xml"}