{"brief_title": "Molecular Genetic Lesions and Clinical Outcomes in Children With Acute Lymphoblastic Leukemia", "brief_summary": "RATIONALE: The identification of gene mutations may allow doctors to better determine the prognosis of children with acute lymphoblastic leukemia. PURPOSE: This clinical trial is studying gene mutations to see if they are related to prognosis of cancer in children with acute lymphoblastic leukemia.", "detailed_description": "OBJECTIVES: - Examine the prognostic significance of deletion of the p16 (MTS1, CDKN21) gene in children with acute lymphoblastic leukemia. - Attempt to correlate the incidence of specific, nonrandom combinations of molecular genetic lesions with clinical outcome in these patients. OUTLINE: Patients are stratified by risk (standard vs high). Bone marrow specimens from patients enrolled in CCG-1922, CCG-1882, or CCG-1901 are analyzed for the following genetic lesions: p16 deletion, p14 deletion, and p15 deletion. Patients do not receive the results of the genetic testing and the results do not influence the type or duration of treatment. Patients are followed for at least 3 years. PROJECTED ACCRUAL: A total of 200 patients will be accrued for this study.", "condition": "Leukemia", "intervention_type": "Other", "intervention_name": "laboratory biomarker analysis", "criteria": "DISEASE CHARACTERISTICS: - Newly diagnosed acute lymphoblastic leukemia (ALL) - Meets criteria for 1 of the following: - Standard risk, as defined by the following: - 1 to 10 years old at diagnosis - WBC less than 50,000/mm^3 - High risk, as defined by the following: - Less than 1 year old or over 10 years old at diagnosis - WBC greater than 50,000/mm^3 - Enrolled on CCG-1922 (standard-risk ALL) or CCG-1882 or CCG-1901 (high-risk ALL) PATIENT CHARACTERISTICS: Age: - See Disease Characteristics Performance status: - Not specified Life expectancy: - Not specified Hematopoietic: - See Disease Characteristics Hepatic: - Not specified Renal: - Not specified PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - Not specified Endocrine therapy: - Not specified Radiotherapy: - Not specified Surgery: - Not specified", "gender": "All", "minimum_age": "N/A", "maximum_age": "17 Years", "healthy_volunteers": "No", "id": "NCT00003291.xml"}