{"brief_title": "A Controlled Trial Comparing the Efficacy of Aerosolized Pentamidine and Parenteral/Oral Sulfamethoxazole-Trimethoprim in the Treatment of Pneumocystis Carinii Pneumonia in AIDS", "brief_summary": "To compare the safety and effectiveness of drug therapy with aerosolized pentamidine (PEN) with that of conventional therapy, sulfamethoxazole plus trimethoprim (SMX/TMP) in the treatment of Pneumocystis carinii pneumonia (PCP) in patients who have AIDS, are HIV positive, or are at high risk for HIV infection. New treatments are needed for PCP, a common lung infection in patients with AIDS, because many patients treated with the two standard treatments, PEN given by injections and SMX/TMP, have had adverse effects that required a change in treatment. There is also a high relapse rate after the standard treatments. Preliminary experiments in humans suggest that aerosolized PEN is as effective as the standard treatments for PCP, and causes few adverse effects.", "detailed_description": "New treatments are needed for PCP, a common lung infection in patients with AIDS, because many patients treated with the two standard treatments, PEN given by injections and SMX/TMP, have had adverse effects that required a change in treatment. There is also a high relapse rate after the standard treatments. Preliminary experiments in humans suggest that aerosolized PEN is as effective as the standard treatments for PCP, and causes few adverse effects. Patients entered in the study are randomly assigned to aerosolized PEN or to intravenous SMX/TMP, for a 21-day trial. SMX/TMP is given 4 times a day and aerosolized PEN once a day. Doses are determined by body size. Patients who receive aerosolized PEN also receive a placebo intravenous injection and patients who receive SMX/TMP also receive a placebo aerosol. Patients are hospitalized at least 5 days. Patients who improve may be discharged after 5 days at the discretion of the attending physician. Discharged patients continue the study with oral SMX/TMP and aerosolized placebo or aerosolized PEN and oral placebo. Patients who fail to respond or who develop severe adverse effects are switched to intravenous PEN or other standard therapy. During the 21-day trial, zidovudine (AZT) may not be used. AZT may be resumed after therapy for the acute PCP episode is completed.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Sulfamethoxazole-Trimethoprim", "criteria": "Inclusion Criteria Prior Medication: Allowed: - Zidovudine (AZT), but must be suspended during study medication. Unequivocal diagnosis of Pneumocystis carinii pneumonia established by morphologic confirmation of three or more typical Pneumocystis carinii organisms in sputum, bronchoalveolar lavage fluid, or lung tissue obtained by transbronchial or open-lung biopsy within 3 days before or after randomization. If morphologic confirmation is not possible prior to therapy, patients may be randomized if the investigator believes there is a high suspicion of PCP based on clinical presentation. If morphologic diagnosis cannot be established within 5 days of randomization, the patient will be withdrawn from study therapy. Resting (A-a) DO2 less than 30 torr on room air at all ACTG sites except San Francisco General Hospital. Non-ACTG sites will enter patients up to a resting (A-a) DO2less than 55 mmHg on room air. Exclusion Criteria Co-existing Condition: Patients with the following are excluded: - Dyspnea, cough, bronchospasm, or other reasons causing inability to cooperate with aerosol administration. - History of major adverse reaction to pentamidine or sulfonamide-containing preparation defined as: - Absolute neutropenia of 750 or less PMN + bands cells/mm3. - Thrombocytopenia below 40000 platelets/mm3. - Rise in creatinine: - To more than 3.0 mg/dl. - Liver function abnormalities: - SGOT or SGPT greater than 5 x upper limit of normal. - Hypoglycemia below 50 mg/dl. - Rash: - Exfoliative or mucositis. - Cough: - Unremitting or bronchospasm uncontrolled by bronchodilator preventing more than 50 percent of delivered dose for more than 2 days. Concurrent Medication: Excluded: - Other drugs for the treatment or prevention of AIDS or Pneumocystis carinii pneumonia. - Zidovudine (AZT). Patients with the following are excluded: - Dyspnea, cough, bronchospasm, or other reasons causing inability to cooperate with aerosol administration. - History of major adverse reaction to pentamidine or sulfonamide-containing preparation defined as: - Absolute neutropenia of 750 or less PMN + bands cells/mm3. - Thrombocytopenia lower than 40000 platelets/mm3. - Rise in creatinine: - To greater than 3.0 mg/dl. - Liver function abnormalities: - SGOT or SGPT greater than 5 x upper limit of normal. - Hypoglycemia less than 50 mg/dl. - Rash: - Exfoliative or mucositis. - Cough: - Unremitting or bronchospasm uncontrolled by bronchodilator preventing more than 50 percent of delivered dose for more than 2 days. Prior Medication: Excluded within 14 days of study entry: - Systemic steroids higher than adrenal replacement doses. - Excluded within 6 weeks of study entry: - Another antiprotozoal regimen for this episode, whether therapeutic or prophylactic. - Sulfamethoxazole / trimethoprim. - Pyrimethamine. - Sulfadoxine / pyrimethamine. - Pentamidine. - Eflornithine.", "gender": "All", "minimum_age": "12 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00000715.xml"}