{"brief_title": "Combination Chemotherapy Followed by Peripheral Stem Cell Transplantation in Treating Patients With Refractory Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Combining chemotherapy with peripheral stem cell transplantation may allow the doctor to give higher doses of chemotherapy drugs and kill more tumor cells. PURPOSE: Phase I/II trial to study the effectiveness of combining docetaxel, ifosfamide, and carboplatin followed by peripheral stem cell transplantation in treating patients with refractory cancer.", "detailed_description": "OBJECTIVES: I. Evaluate the toxicities, safety, and antitumor activity of intensive high dose chemotherapy consisting of ifosfamide, carboplatin, and docetaxel followed by autologous stem cell transplantation in a variety of refractory malignancies. OUTLINE: This is dose-escalation study of docetaxel. Cohorts of at least 4 patients each receive escalating doses of docetaxel IV over 11 hours as a continuous infusion 2 times daily in combination with constant doses of ifosfamide IV over 60 minutes daily and carboplatin IV over 60 minutes daily on days -6, -5, -4, and -3. On day 0, patients receive autologous stem cell (or bone marrow) transplantation. If 1 or 2 of 4 patients experience dose limiting toxicity (DLT), 4 additional patients are entered at the same dose level. If 3 or more of 4 or 8 patients experience DLT, there is no further dose escalation and 6 additional patients are entered at the preceding dose level. The maximum tolerated dose is defined as the dose level immediately preceding the level that caused DLT in greater than 50% of patients. Patients are followed at 3 and 6 months and then semiannually thereafter. PROJECTED ACCRUAL: A total of 30 patients will be accrued into this study.", "condition": "Unspecified Adult Solid Tumor, Protocol Specific", "intervention_type": "Procedure", "intervention_name": "peripheral blood stem cell transplantation", "criteria": "DISEASE CHARACTERISTICS: Histologically confirmed malignancy Malignant lymphoma - Non-Hodgkin's lymphoma Intermediate and high grade (aggressive) histology with primary refractory disease or relapsed following standard therapy - Hodgkin's disease Relapsed or refractory after 2 regimens of curative therapy - No CNS disease that has not responded to standard therapy prior to bone marrow transplantation Breast cancer Stage IV disease, refractory, or relapsed after doxorubicin based first line therapy Ovarian cancer Primary refractory disease or relapsed after first line chemotherapy Testicular cancer Relapsed or refractory disease after 2 regimens of chemotherapy Other malignancies Recurrent or refractory to standard chemotherapy regimens, but with documented responses to a minimum of 2 courses of a docetaxel based chemotherapy Must not be greater than 60 days past completion of adjuvant or induction therapy Prior history of cerebrospinal fluid (CSF) tumor involvement without symptoms or signs allowed provided the CSF is now free of disease on lumbar puncture and CT scan of the brain No active leptomeningeal involvement or brain metastases No severe symptomatic CNS disease Hormone receptor status: Not specified NOTE: A new classification scheme for adult non-Hodgkin's lymphoma has been adopted by PDQ. The terminology of \"indolent\" or \"aggressive\" lymphoma will replace the former terminology of \"low\", \"intermediate\", or \"high\" grade lymphoma. However, this protocol uses the former terminology. PATIENT CHARACTERISTICS: Age: 65 and under Menopausal status: Not specified Performance status: Karnofsky 80-100% Life expectancy: Not specified Hematopoietic: Not specified Hepatic: Bilirubin no greater than 2.0 mg/dL SGOT and SGPT no greater than 2.5 times normal No history of severe hepatic dysfunction Renal: Creatinine no greater than 2.0 mg/dL OR Creatinine clearance at least 60 mL/min Cardiovascular: Ejection fraction at least 50% No major heart disease No angina pectoris No major ventricular dysrhythmias Hypertension or congestive heart failure that is controlled with medications allowed Pulmonary: DLCO at least 60% of normal No symptomatic obstructive or restrictive disease Other: HIV negative No uncompensated major thyroid or adrenal dysfunction No insulin-dependent diabetes mellitus No active infections No significant skin breakdown from tumor or other disease Must have been seen and evaluated by a dentist for teeth cleaning and potential sources of infection No other prior malignancy except nonmelanoma skin cancer Not pregnant or nursing PRIOR CONCURRENT THERAPY: Biologic therapy: Not specified Chemotherapy: See Disease Characteristics No prior total dose of doxorubicin or daunorubicin of 450 mg/m2 or greater unless an endomyocardial biopsy shows less than grade 2 drug effect Endocrine therapy: Not specified Radiotherapy: No prior pelvic irradiation Surgery: Not specified Other: No concurrent nitroglycerin or antiarrhythmic drugs", "gender": "All", "minimum_age": "N/A", "maximum_age": "65 Years", "healthy_volunteers": "No", "id": "NCT00003406.xml"}