{"brief_title": "Study Evaluating EKB-569 in Advanced Colorectal Cancer", "brief_summary": "This non-randomized, open-label, outpatient clinical trial is designed to assess the safety and efficacy of daily orally administered EKB-569 in subjects with advanced colorectal cancer. Patients must have been previously treated with a fluoropyrimidine (5-FU or capecitabine) and either oxaliplatin or irinotecan (given concurrently or as separate regimens). The primary objective of the study is to assess the clinical activity of EKB-569 administered orally as a second-line or later stage treatment in subjects with advanced colorectal cancer. Secondary objectives include: - To further evaluate the safety of EKB-569 - To explore additional clinical activity parameters - To explore subject survival - To evaluate the pharmacokinetics of EKB-569 - To assess subject reported outcomes EKB-569 will be administered orally as a single-agent. Eligible subjects will take EKB-569 daily as long as they do not have progressive disease and are tolerating treatment.", "condition": ["Colorectal Neoplasms", "Colonic Neoplasms", "Rectal Neoplasms"], "intervention_type": ["Drug"], "intervention_name": ["EKB-569"], "criteria": "Inclusion Criteria: - Signed and dated, institutional review board (IRB) or independent ethics committee (IEC)-approved informed consent form before any protocol-specific screening procedures - Previous histologic diagnosis of adenocarcinoma of the colon or rectum - EGFR expression by immunohistochemical analysis (must be > or = 20% positive tumor cells in prior tumor biopsy specimens) Exclusion Criteria: - Chemotherapy, radiotherapy, anticancer immunotherapy, or investigational agents within 4 weeks of treatment day 1 (6 weeks if the previous regimen included mitomycin or nitrosoureas). - Prior epidermal growth factor receptor-targeting therapy - Known central nervous system (CNS) metastases", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Neoplasms, Colorectal", "mesh_term": ["Neoplasms", "Colorectal Neoplasms", "Rectal Neoplasms", "Colonic Neoplasms"], "id": "NCT00072748"}