{"brief_title": "Safety and Effect of Pertuzumab in Patients With Advanced Non-Small Cell Lung Cancer, Which Has Progressed After Prior Chemotherapy", "brief_summary": "The purpose of this study is to determine if the study drug pertuzumab is effective in treating patients with advanced lung cancer that has recurred following prior chemotherapy.", "condition": "Non-small Cell Lung Cancer", "intervention_type": "Drug", "intervention_name": "Pertuzumab", "description": "Pertuzumab was supplied as a single-use liquid formulation.", "arm_group_label": "Pertuzumab", "criteria": "Inclusion Criteria: - Signed informed consent - Tumor accessible to biopsy and willingness to undergo tumor biopsy - Age >= 18 years - Recurrent, histologically documented NSCLC, i.e., squamous cell, adeno-, or large cell anaplastic carcinoma. A cytologic diagnosis is acceptable (i.e. fine-needle aspiration or pleural fluid cytology). - Measurable disease with at least one lesion that can be accurately measured in at least one dimension (bilateral dimensions should be recorded). Each lesion must be >= 20 mm when measured by conventional techniques, including palpation, plain X-ray, CT, and MRI, or >= 10 mm when measured by spiral CT. - Progression of disease during, or after completion of, at least one prior chemotherapy regimen, which should have contained either a platinum, a taxane or a vinca alkaloid (e.g. vinorelbine). There is no upper limit on the number of prior chemotherapy regimens each subject may have received. - Recovery from reversible acute effects of prior chemotherapy regimens or radiotherapy to NCI-CTC Grade <= 1 (excluding alopecia) - ECOG performance status of 0 or 1 - Use of an effective means of contraception for men, or for women of childbearing potential - Absolute neutrophil count >= 1500/mL, platelet count of >= 75,000/mL and hemoglobin >= 9 g/dL (hemoglobin may be supported by transfusion or erythropoietin or other approved hematopoietic growth factors; darbepoetin [Aranesp] is permitted) - Serum bilirubin <= 1.5 x the upper limit of normal (ULN) and alkaline phosphatase, AST, and ALT <= 2.5 x ULN (ALT, AST, and alkaline phosphatase <= 5 x ULN for subjects with liver metastases) - Serum creatinine <= 1.5 x ULN - Internalized normalized ratio (INR) < 1.5 and activated partial thromboplastin time (aPTT) < 1.5 ULN (except for subjects receiving warfarin) Exclusion Criteria: - Prior treatment with any HER pathway inhibitors (e.g., Herceptin [Trastuzumab], Iressa [gefitinib], Tarceva [erlotinib hydrochloride], C225, CI1033, TAK165 - Treatment with other experimental anti-cancer agents within 4 weeks prior to Day 1 - Histologically documented bronchioalveolar carcinoma - History or clinical or radiographic evidence of central nervous system or brain metastases - Ejection fraction, determined by ECHO, <50% - Uncontrolled hypercalcemia (> 11.5 mg/dL) - Prior exposure of > 360 mg/m2 doxorubicin or liposomal doxorubicin, > 120 mg/m2 mitoxantrone, or > 90 mg/m2 idarubicin - Ongoing corticosteroid treatment, except for subjects who are on stable doses of < 20 mg of prednisone daily (or equivalent), or for subjects who are taking corticosteroids for non-malignant conditions - History of other malignancies within 5 years of Day 1 except for adequately treated carcinoma in situ of the cervix, ductal carcinoma in situ of the breast, or basal or squamous cell skin cancer - History of serious systemic disease, uncontrolled hypertension (diastolic blood pressure > 100 mmHg on two consecutive occasions), unstable angina, congestive heart failure, or myocardial infarction within 6 months prior to Day 1, or unstable symptomatic arrhythmia requiring medication (subjects with chronic atrial arrhythmia, i.e., atrial fibrillation, paroxysmal supraventricular tachycardia, or controlled hypertension are eligible) - Ongoing liver disease, including viral or other hepatitis, current alcohol abuse, or cirrhosis - Active infection requiring IV antibiotics - Known human immunodeficiency virus infection - Pregnancy or lactation - Major surgery or significant traumatic injury within 3 weeks prior to Day 1, with the exception of tumor biopsy for the purposes of the study - Inability to comply with study and follow-up procedures - Any other diseases, metabolic dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug or that may affect the interpretation of the results or render the subject at high risk from treatment complications", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00063154.xml"}