{"brief_title": "A Comparison of Fluoxetine and Divalproex for the Treatment of Intermittent Explosive Disorder", "brief_summary": "This study will compare the medications fluoxetine (Prozac®) and divalproex (Depakote®) for the treatment of aggressive behavior in individuals with Intermittent Explosive Disorder (IED).", "detailed_description": "IED is a condition characterized by a failure to resist aggressive impulses. IED is a behavioral defined condition for which effective treatments have not been identified. Research suggests that serotonin (5-HT), a chemical that helps regulate mood and emotions, may play a role in the response to pharmacological IED treatments. This study will examine the relationship between 5-HT receptors and response to treatment with fluoxetine or divalproex. In addition, this study will examine people with IED and those without the condition to determine whether there are differences in their 5-HT receptor and transporter systems. Participants in this study will be randomly assigned to receive either fluoxetine, divalproex, or placebo for 12 weeks. Scale ratings will be used to assess the aggression levels of participants. Biologic evaluations of the 5-HT system will be conducted throughout the study.", "condition": ["Intermittent Explosive Disorder"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["Fluoxetine", "Divalproex", "Placebo"], "description": ["Fluoxetine capsules by mouth, up to 60 mg daily", "Divalproex ER capsules by mouth, up to 3000 mg daily", "Placebo capsules by mouth, up to 8 capsules daily"], "arm_group_label": ["A", "B", "C"], "criteria": "Inclusion Criteria: - Diagnosis of Intermittent Explosive Disorder (IED) - In good physical health - Overt Aggression Scale-Modified (OAS-M) score of 15 or higher at screening - Willing and able to comply with the study requirements Exclusion Criteria: - Life history of bipolar disorder, schizophrenia, organic mental syndrome, or mental retardation - Current major depressive disorder, with a Hamilton Depression (HAM-D) Scale score higher than 18 - Current alcohol or drug abuse or dependence - Active medical conditions that will interfere with the study - Thymoleptic or neuroleptic treatments - Presence of the following serious and active medical conditions: demyelinating or progressive degenerative disorders; central nervous system infection; progressive degenerative neurological disorder; ischemic heart disease; respiratory, renal, or liver disease; Type I diabetes; malignant neoplasm; hyper- or hypo-coagulopathy; Acquired Immune Deficiency Syndrome (AIDS); or seizure disorder. Participants with a history of more than two febrile seizures prior to 1 year of age are eligible. - Chronic, ongoing treatment with the following classes of medications: antidepressants, neuroleptics, mood stabilizers, antianxiety agents, hypnotics, narcotics or synthetic narcotics, barbiturates, stimulants, anti-migraine agents, anti-epileptics, non-beta-blocking or Ca-channel blocking anti-arrhythmic agents prescribed to treat cardiac arrhythmia, anticoagulants, immunomodulators, anti-neoplastic agents, or HIV antiviral agents - Ongoing psychotherapeutic treatment for the treatment of IED or anger that was started less than 3 months before study entry - Hypersensitivity to fluoxetine or divalproex - Pregnancy", "gender": "All", "minimum_age": "21 Years", "maximum_age": "55 Years", "healthy_volunteers": "No", "mesh_term": ["Disruptive, Impulse Control, and Conduct Disorders", "Fluoxetine"], "id": "NCT00078754"}