{"brief_title": "Safety and Efficacy of MBI 226 for the Prevention of Central Venous Catheter-Related Bloodstream Infections", "brief_summary": "Central venous catheters (CVCs) are used in patient care for such purposes as the administration of medication, fluids, blood products and for functions such as hemodialysis and plasmapheresis. However, the use of CVCs can cause complications such as life-threatening bloodstream infections (BSI). BSIs are caused by organisms from the skin's surface tracking down the catheter's outer surface. The organisms grow on the catheter surface (catheter colonization) which is followed by seeding into the bloodstream. BSIs can be difficult to treat and the mortality rate is as high as 35% in Intensive Care patients with a catheter-related BSI. It is estimated that up to 70,000 patients in the US die each year from catheter-related BSI. MBI 226 is a new drug that, when applied to the skin surrounding the catheter insertion site, may prevent organisms on the skin from migrating down the catheter and entering the bloodstream and therefore decrease the incidence of catheter-related BSI in patients with CVCs.", "condition": ["Sepsis", "Bacteremia", "Fungemia"], "intervention_type": ["Drug"], "intervention_name": ["MBI 226"], "criteria": "Inclusion Criteria: - Patients undergoing non-cuffed arterial and/or central venous catheterization. - Patients able to give signed informed consent. - Concurrent antibiotic therapy is permitted. Exclusion Criteria: - Treatment with an experimental topical, antibacterial, or antifungal drug within the previous 30 days. - Patients who are scheduled to receive catheters impregnated/bonded with an antimicrobial substance. - Patients requiring arterial or central venous catheterization for less than 48 hours or longer than 28 days. - Second or third degree burn patients. - Patients with a suspected or known bloodstream infection or local catheter insertion site infection. - Patients with a known allergy to adhesive tape or adhesive bandages. - Patients with a medical condition that the Investigator believes may interfere with the safety of the patient or the intent or conduct of the study. - Routine non-complicated post-operative CABG patients. - The disinfection procedure for catheter insertion did not include povidone-iodine.", "gender": "All", "minimum_age": "16 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "local catheter site infection", "mesh_term": ["Bacteremia", "Fungemia"], "id": "NCT00027248"}