{"brief_title": "Comparative Randomized Study of the Efficacy, Safety, and Toleration of Fluconazole Oral Suspension or Nystatin Oral Suspension in the Treatment of Patients With Oropharyngeal Candidiasis in Association With the Acquired Immunodeficiency Syndrome", "brief_summary": "To compare the efficacy, safety, and toleration of fluconazole as a single daily oral suspension for 14 days versus nystatin oral suspension 4 times daily for 14 days in the treatment of oropharyngeal candidiasis in patients with AIDS or HIV infection.", "detailed_description": "Patients are randomized to receive fluconazole oral suspension once daily (swallowed at approximately the same time every day) for 14 days or nystatin oral suspension used to rinse the mouth four times daily for 14 days. No food or drink is permitted immediately following the administration of the nystatin.", "condition": ["Candidiasis, Oral", "HIV Infections"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Nystatin", "Fluconazole"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Phenytoin. - Oral hypoglycemics. - Coumarin-type anticoagulants. - Cyclosporine. Patients must have: - ARC or AIDS. - Signs of oropharyngeal candidiasis (i.e., typical white plaques) with some associated symptoms. - Confirmation of diagnosis by microscopic exam and culture of organism. - Life expectancy of at least 4 weeks. NOTE: - Patients with signs or symptoms of esophagitis (e.g., odynophagia) are not eligible unless esophagoscopy is performed and results are negative. Exclusion Criteria Co-existing Condition: Patients with the following conditions are excluded: - Unable to tolerate oral medication. - Concurrent enrollment on another experimental trial of approved or non-approved drugs or systemic compounds (without approval of Pfizer clinical monitor). Concurrent Medication: Excluded: - Antifungal agents other than study drugs. - Other experimental medications. Patients with the following prior conditions are excluded: Known history of intolerance or allergy to imidazoles or triazoles or the polyene components of nystatin. Prior Medication: Excluded: - Other antifungal agents within the past 3 days.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Candidiasis, Oral", "mesh_term": ["HIV Infections", "Immunologic Deficiency Syndromes", "Acquired Immunodeficiency Syndrome", "Candidiasis", "Candidiasis, Oral", "Fluconazole", "Nystatin"], "id": "NCT00002112"}