{"brief_title": "Prevention of Graft-Versus-Host Disease in Patients Undergoing Bone Marrow Transplantation", "brief_summary": "RATIONALE: Bone marrow transplantation may be able to replace immune cells that were destroyed by chemotherapy or radiation therapy used to kill tumor cells. Sometimes the transplanted cells can make an immune response against the body's normal tissues. Stem cells that have been treated in the laboratory to remove lymphocytes may prevent this from happening. PURPOSE: Clinical trial to prevent graft-versus-host disease in patients undergoing bone marrow transplantation.", "detailed_description": "OBJECTIVES: - Determine whether stem cell augmented, elutriated grafts prevent graft versus host disease in patients undergoing allogeneic bone marrow transplantation. OUTLINE: Patients receive elutriated CD34+ augmented donor bone marrow on day 0. Bone marrow samples are obtained before day 100, around 6 months, and 1 year after transplant. PROJECTED ACCRUAL: Not specified", "condition": "Cancer", "intervention_type": "Procedure", "intervention_name": "allogeneic bone marrow transplantation", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed diagnosis of one the following: - Acute myelogenous leukemia in CR1, ER1, CR2, ER2, CR3 - Acute lymphocytic leukemia in CR1, ER1, CR2, ER2, CR3 - Non-Hodgkin's lymphoma - Hodgkin's lymphoma - Multiple myeloma with no more than 12 months of prior alkylator based chemotherapy - Myelodysplastic syndrome (MDS) - Acute leukemia arising out of MDS - Primary resistant acute leukemia - Chronic myelomonocytic leukemia - Aplastic anemia (40 years of age and over) - Solid tumor malignancy (germ cell, sarcoma, breast, etc.) - Genetic disorders or inborn errors of metabolism as defined by preparative regimen protocol - Chronic myelogenous leukemia - Must meet all inclusion criteria specified by the respective preparative regimen protocol - No aplastic anemia under 40 years of age or myelofibrosis PATIENT CHARACTERISTICS: Age: - 0.5 to 65 Performance status: - Not specified Life expectancy: - Not specified Hematopoietic: - Not specified Hepatic: - Not specified Renal: - Not specified PRIOR CONCURRENT THERAPY: Biologic therapy: - No prior red blood cell or platelet transfusions from a sibling donor Chemotherapy: - Not specified Endocrine therapy: - Not specified Radiotherapy: - Not specified Surgery: - Not specified", "gender": "All", "minimum_age": "N/A", "maximum_age": "65 Years", "healthy_volunteers": "No", "id": "NCT00003538.xml"}