{"brief_title": "PEG-Intron For Chronic Myelogenous Leukemia Patients Unresponsive To Or Intolerant Of Roferon Or Intron", "brief_summary": "The purpose of this study is to determine if PEG-Intron is better tolerated and more efficacious than standard interferons (Roferon, Intron) in patients with Philadelphia-positive Chronic Myelogenous Leukemia. These patients should have previously received standard interferon therapy and have been intolerant, resistant, or have relapsed disease.", "detailed_description": "It has been shown that patients who experience complete hematologic or at least a partial cytogenetic response to interferon will have improved survival times. In addition, evidence exists that even patients who do not demonstrate a cytogenetic response to interferon treatment can still benefit from treatment, in terms of survival, compared to patients not treated with interferon. This indicates that if a patient is better able to tolerate interferon, he or she may have improved survival even without cytogenetic response. Preliminary studies suggest that PEG-Intron is more convenient for patients (administered once weekly rather than daily), is better tolerated than interferon, and can produce hematologic remission in interferon-a resistant patients. Phase II studies are needed to ascertain the overall hematologic and cytogenetic response rates to PEG-Intron in such patients.", "condition": ["Leukemia, Myeloid, Philadelphia-Positive"], "intervention_type": ["Drug"], "intervention_name": ["PEG-Intron"], "description": ["Once weekly injection."], "arm_group_label": ["SCH 54031"], "other_name": ["SCH 54031", "Peg Interferon Alpha-2B"], "criteria": "Inclusion Criteria: - Chronic phase CML, documented by the presence of Philadelphia chromosome or bcr/abl rearrangement at time of diagnosis, confirmed by either cytogenetics or PCR. - WBC >/= 3000/ul </=100,000/ul. - Patients must have received prior interferon therapy & proven to have primary refractory disease, secondary resistance or intolerance to interferon-a - Patient must have ECOG status of 0, 1, or 2 - Labs: SGOT/SGPT<2xULN; serum bilirubin<2xULN; serum creatinine <2.0mg/dl - Recovered from effects of major surgery - Life expectancy > 12 wks. - Signed informed consent. - Women of childbearing potential must have negative serum pregnancy test within 72 hrs prior to administration of PEG-Intron & use effective contraception during the study. Exclusion Criteria: - NO accelerated Phase CML patients with peripheral blood: blasts>/=15%, basophils>/=20%, blasts+promyelocytes>/=30%, platelets<100,000/ul (unrelated to therapy). Blastic phase CML:>/=30% in peripheral blood/bone marrow. - NO patients with known hypersensitivity to interferon-a. - NO severe cardiovascular disease, i.e. arrhythmias requiring chronic treatment or congestive heart failure (NYHA classification III/IV). - NO history of neuropsychiatric disorder requiring hospitalization. - NO patients requiring therapy for refractory thyroid dysfunction - NO patients with uncontrolled diabetes mellitus. - NO patients who have had treatment for a 2nd malignancy in the past 5 yrs, except for localized basal cell/squamous cell carcinoma of the skin or cervical carcinoma in situ. - NO pregnant or lactating patients. - NO patients known to be actively using alcohol or drugs - NO patients receiving any experimental therapy within 30 days of enrollment in study.", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Chronic Myelogenous Leukemia-Philadelphia positive", "mesh_term": ["Leukemia", "Leukemia, Myeloid", "Leukemia, Myelogenous, Chronic, BCR-ABL Positive", "Interferons", "Interferon-alpha", "Peginterferon alfa-2b"], "id": "NCT00037882"}