{"brief_title": "Docetaxel in Treating Patients With Recurrent or Persistent Endometrial Carcinoma (Cancer)", "brief_summary": "RATIONALE: Drugs used in chemotherapy, such as docetaxel, work in different ways to stop tumor cells from dividing so they stop growing or die. PURPOSE: This phase II trial is studying how well docetaxel works in treating patients with recurrent or persistent endometrial carcinoma (cancer).", "detailed_description": "OBJECTIVES: - Determine the antitumor activity of docetaxel in patients with recurrent or persistent endometrial carcinoma. - Determine the toxicity of this drug in these patients. OUTLINE: This is a multicenter study. Patients receive docetaxel IV over 1 hour on days 1, 8, and 15. Courses repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patients are followed every 3 months for 2 years and then every 6 months for 3 years. PROJECTED ACCRUAL: A total of 19-51 patients will be accrued for this study within 10-18 months.", "condition": ["Endometrial Cancer"], "intervention_type": ["Drug"], "intervention_name": ["docetaxel"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed endometrial carcinoma - Recurrent or persistent disease - Refractory to curative or standard therapy - Measurable disease - At least 1 unidimensionally measurable lesion ≥ 20 mm by conventional techniques OR ≥ 10 mm by spiral CT scan - At least 1 target lesion - Tumors within a previously irradiated field are not considered target lesions - Received 1 prior chemotherapy regimen for endometrial carcinoma, including high-dose, consolidation, or extended therapy administered after surgical or non-surgical assessment - One additional non-cytotoxic regimen for recurrent or persistent disease allowed, including monoclonal antibodies, cytokines, and small-molecule inhibitors of signal transduction - Ineligible for a higher priority GOG protocol PATIENT CHARACTERISTICS: Age - Any age Performance status - GOG 0-2 Life expectancy - Not specified Hematopoietic - Absolute neutrophil count ≥ 1,500/mm^3 - Platelet count ≥ 100,000/mm^3 Hepatic - SGOT ≤ 2.5 times upper limit of normal (ULN) - Alkaline phosphatase ≤ 2.5 times ULN - Bilirubin ≤ 1.5 times ULN Renal - Creatinine ≤ 1.5 times ULN Other - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No neuropathy (sensory and motor) ≥ grade 2 - No active infection requiring antibiotics - No other invasive malignancy within the past 5 years except nonmelanoma skin cancer PRIOR CONCURRENT THERAPY: Biologic therapy - See Disease Characteristics - At least 3 weeks since prior biologic or immunologic therapy for malignant tumor - No concurrent prophylactic growth factors - No concurrent prophylactic thrombopoietic agents Chemotherapy - See Disease Characteristics - Recovered from prior chemotherapy - No more than 1 prior cytotoxic chemotherapy regimen (single or combination cytotoxic drugs) Endocrine therapy - At least 1 week since prior hormonal therapy for malignant tumor - Concurrent hormone replacement therapy allowed Radiotherapy - See Disease Characteristics - Recovered from prior radiotherapy Surgery - Recovered from prior surgery Other - At least 3 weeks since other prior therapy for malignant tumor - No prior anticancer therapy that would preclude current protocol therapy - No concurrent amifostine or other protective reagents", "gender": "Female", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "stage IV endometrial carcinoma", "mesh_term": ["Carcinoma", "Endometrial Neoplasms", "Docetaxel"], "id": "NCT00085332"}