{"brief_title": "Tipifarnib in Treating Older Patients With Previously Untreated Acute Myeloid Leukemia", "brief_summary": "Tipifarnib may stop the growth of cancer cells by blocking the enzymes necessary for their growth. Phase II trial to study the effectiveness of tipifarnib in treating older patients who have previously untreated acute myeloid leukemia", "detailed_description": "PRIMARY OBJECTIVES: I. To determine the complete response rate of R115777 (tipifarnib) in previously untreated acute myeloid leukemia (AML) in (a) elderly patients (age >= 75) and (b) patients (age >= 65) with AML preceded by myelodysplastic syndrome (MDS), using a chronic dosing schedule. SECONDARY OBJECTIVES: I. To determine progression-free and overall survival in patients with previously untreated AML treated with R115777, using a chronic dosing schedule. II. To determine the duration of response in patients with previously untreated AML treated with R115777, using a chronic dosing schedule. III. To determine the effect of R115777 on the phosphorylation of mitogen-activated protein kinase (MAPK) and phosphatidylinositol-4,5-bisphosphate 3-kinase, catalytic subunit alpha (PI3K) in leukemic cells. IV. To determine the effect of R115777 on processing of the farnesylated protein HDJ-2. V. To determine the toxicities of R115777 when given in a chronic dosing schedule. OUTLINE: This is a multicenter study. Patients receive oral tipifarnib twice daily on days 1-21. Patients with a complete or partial response, hematologic improvement, or stable disease continue treatment every 29-63 days in the absence of disease progression or unacceptable toxicity. Patients with a complete response after the second course of therapy receive 2 additional courses of therapy. Patients are followed for survival. PROJECTED ACCRUAL: A total of 125 patients will be accrued for this study within 11-17 months.", "condition": ["Acute Myeloid Leukemia With Multilineage Dysplasia Following Myelodysplastic Syndrome", "Adult Acute Basophilic Leukemia", "Adult Acute Eosinophilic Leukemia", "Adult Acute Erythroid Leukemia (M6)", "Adult Acute Megakaryoblastic Leukemia (M7)", "Adult Acute Minimally Differentiated Myeloid Leukemia (M0)", "Adult Acute Monoblastic Leukemia (M5a)", "Adult Acute Monoblastic Leukemia and Acute Monocytic Leukemia (M5)", "Adult Acute Monocytic Leukemia (M5b)", "Adult Acute Myeloblastic Leukemia With Maturation (M2)", "Adult Acute Myeloblastic Leukemia Without Maturation (M1)", "Adult Acute Myeloid Leukemia With 11q23 (MLL) Abnormalities", "Adult Acute Myeloid Leukemia With Del(5q)", "Adult Acute Myeloid Leukemia With Inv(16)(p13;q22)", "Adult Acute Myeloid Leukemia With t(16;16)(p13;q22)", "Adult Acute Myeloid Leukemia With t(8;21)(q22;q22)", "Adult Acute Myelomonocytic Leukemia (M4)", "Adult Erythroleukemia (M6a)", "Adult Pure Erythroid Leukemia (M6b)", "Cellular Diagnosis, Adult Acute Myeloid Leukemia", "Untreated Adult Acute Myeloid Leukemia"], "intervention_type": ["Drug", "Other"], "intervention_name": ["tipifarnib", "laboratory biomarker analysis"], "description": ["Given orally", "Correlative studies"], "arm_group_label": ["Treatment (tipifarnib)", "Treatment (tipifarnib)"], "other_name": ["R115777", "Zarnestra"], "criteria": "Inclusion Criteria: - Pathologic confirmation of the diagnosis of AML (>= 20% marrow blasts) - ECOG performance status 0 or 1 - Patients must be able to give informed consent - SGOT and SGPT =< 2.5 x normal limits (grade 1) - Serum creatinine =< 1.5 x normal limits (grade 1) - AML (any of the following): - Newly diagnosed AML in adults >= 75 years - Newly diagnosed AML arising from MDS in adults >= 65 years - Hyperleukocytosis with >= 30,000 leukemic blasts/uL Exclusion Criteria: - Acute promyelocytic (FAB M3) subtype - Previously treated with chemotherapy for leukemia (except for hydroxyurea) - Disseminated intravascular coagulation (laboratory or clinical) - Active central nervous system leukemia - Concomitant radiation therapy, chemotherapy, or immunotherapy; previous therapy for another malignancy is permitted, provided that at least 1 month has occurred since patient received any of these treatments - Intrinsic impaired organ function (as stated above) - Symptomatic neuropathy (grade 2 or worse) - Known allergy to imidazole drugs, such as ketoconazole, miconazole, econazole, teconazole, clotrimazole, fenticonazole, isoconazole, sulconazole, or ticonazole - Physical or psychiatric conditions that in the estimation of the principal investigator (PI) or designee place the patient at high risk of toxicity or non-compliance, e.g. severe congestive heart failure (CHF), unstable angina, or poorly controlled psychosis", "gender": "All", "minimum_age": "65 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Leukemia", "Leukemia, Myeloid", "Leukemia, Myeloid, Acute", "Myelodysplastic Syndromes", "Preleukemia", "Leukemia, Monocytic, Acute", "Leukemia, Myelomonocytic, Acute", "Hypereosinophilic Syndrome", "Leukemia, Erythroblastic, Acute", "Leukemia, Megakaryoblastic, Acute", "Leukemia, Eosinophilic, Acute", "Leukemia, Basophilic, Acute", "Tipifarnib"], "id": "NCT00027872"}