{"brief_title": "Prospective Evaluation of Anti-retroviral Combinations for Treatment Naive, HIV Infected Persons in Resource-limited Settings", "brief_summary": "This study compared 3 different three-drug combinations in HIV infected individuals starting their first HIV treatment regimens. Participants were recruited from resource-limited areas in Africa, Asia, South America, Haiti, and also from the United States. The study hypothesis was each of the once daily combinations (PI based, or NNRTI based) would not have inferior efficacy compared to the twice daily NNRTI based combination.", "detailed_description": "In developed countries, standard effective antiretroviral (ARV) therapy for treatment-naive HIV infected people includes three-drug combinations of two nucleoside reverse transcriptase inhibitors (NRTIs) with either a protease inhibitor (PI) or a non-nucleoside reverse transcriptase inhibitor (NNRTI). However, direct comparisons of ARV efficacy in persons that more closely reflect the worldwide demographics of HIV-1 infection are needed. > > Trial participants were recruited in Africa (Malawi, South Africa, Zimbabwe), Asia (India, Thailand), South America (Brazil, Peru), Haiti, and the United States. > > All participants were randomly assigned to one of three arms, and random allocation was stratified by 2 factors: country, and screening plasma HIV-1 RNA level (< 100,000 copies/mL versus >= 100,000 copies/mL). Participants assigned to the ZDV/3TC+EFV arm received lamivudine/zidovudine twice daily and efavirenz once daily. Participants assigned to the ddI+FTC+ATV arm received emtricitabine, atazanavir, and enteric-coated didanosine once daily. Participants assigned to the TDF/FTC+EFV arm received emtricitabine, tenofovir disoproxil fumarate, and efavirenz once daily. > > > Physical exam and blood collection occurred at entry and at most study visits. Participants experiencing virologic failure were offered a switch to another regimen. > > On May 23, 2008, the ddI+FTC+ATV was closed following a planned interim review by the study's independent Data and Safety Monitoring Board (DSMB). The DSMB recommendation was based upon compelling evidence that this arm had significantly more virologic failure (and therefore was inferior when) compared to the ZDV/3TC+EFV arm . Participants still receiving ddI+FTC+ATV were offered alternative medications, and all participants continued to be followed. > > On November 3, 2009, the DSMB recommended that the study close to all follow-up on May 31, 2010, before the designed termination (based on 30% of participants meeting the primary outcome) was met. The board observed that the recent accumulation of primary efficacy events (i.e. regimen failures) was very slow. Therefore, if the study were to continue another 1-2 years, the precision gained for treatment comparisons would likely be small.", "condition": ["HIV Infections"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Drug", "Drug"], "intervention_name": ["Atazanavir", "Didanosine (enteric-coated)", "Efavirenz", "Emtricitabine", "Emtricitabine/Tenofovir disoproxil fumarate", "Lamivudine/Zidovudine"], "description": ["400 mg taken orally daily", "400 mg taken orally daily", "600 mg taken orally daily", "200 mg taken orally daily", "200 mg/300 mg taken orally once daily", "150 mg/300 mg taken orally twice daily"], "arm_group_label": ["ddI+FTC+ATV", "ddI+FTC+ATV", "ZDV/3TC+EFV", "TDF/FTC+EFV", "ddI+FTC+ATV", "TDF/FTC+EFV", "ZDV/3TC+EFV"], "other_name": ["ATV", "ddI", "EFV", "FTC", "FTC/TDF", "3TC/ZDV"], "criteria": "Inclusion Criteria : - HIV-1 infected - CD4 count fewer than 300 cells/mm3 - Viral load test result - Absolute Neutrophil Count at least 750mm3 - Hemoglobin at least 7.5 g/dL - Platelet count at least 50,000/mm3 - Calculated creatinine clearance at least 60 mL/min - A , A, and alkaline phosphatase <= 5 times upper limit of normal - total bilirubin <= 2.5 times upper limit of normal - Karnofsky performance score of 70 or higher - Plans to stay in the area for the duration of the study - Agrees to use acceptable forms of contraception for the duration of the study Exclusion Criteria: - More than 7 days exposure to ARVs (except for single-dose NVP or ZDV for any period for the purpose of pMTCT) - Acute therapy for serious medical illnesses within 14 days prior to study entry - Certain abnormal laboratory values - Radiation therapy or chemotherapy within 45 days prior to study entry. - Any immunomodulator, HIV vaccine, or other investigational therapy within 30 days prior to study entry. - Current alcohol or drug abuse that, in the opinion of the site investigator, would interfere with study participation - Inflamed pancreas within 3 years prior to study entry - Allergy/sensitivity to any of the study drugs or their formulations - Heart rate less than 40 beats/min - History of untreated, active second- or third-degree heart block - Currently detained in jail or for treatment of a psychiatric or physical illness - Vomiting or inability to swallow medications - Pregnancy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Treatment Failure", "mesh_term": ["HIV Infections", "Tenofovir", "Didanosine", "Emtricitabine, Tenofovir Disoproxil Fumarate Drug Combination", "Atazanavir Sulfate", "Zidovudine", "Efavirenz", "Emtricitabine", "Lamivudine", "Lamivudine, zidovudine drug combination", "Reverse Transcriptase Inhibitors"], "id": "NCT00084136"}