{"brief_title": "Study of KIR-Ligand Mismatched Haplo-Identical Natural Killer Cells Transfused Before Autologous Stem Cell Transplant", "brief_summary": "The purpose of this study is to induce anti-myeloma responses in patients with high risk or relapsed myeloma using combination chemo- and immunotherapy comprising sequentially: 1) lymphoid and myeloid suppressive conditioning, 2) adoptive transfer of purified KIR-ligand mismatched Natural Killer cells from a haplo-identical donor, and 3) autografting two weeks after infusion of NK cells to ensure autologous reconstitution. Other objectives include establishing the response rate, disease free survival, progression free survival and toxicity of regimen. Secondary objectives are to monitor the persistence of haplo-identical purified KIR-ligand mismatched Natural Killer cells by molecular methods, select haplo-identical purified KIR-ligand mismatched donors and predict prior to therapy which donor will induce a response, monitor Natural Killer cell reconstitution prior to and after autografting, and establish Natural Killer cell clones after autografting and determine origin and specificity.", "detailed_description": "This study will induce anti-myeloma responses in patients with high risk or relapsed myeloma using combination chemo- and immunotherapy comprising sequentially: 1) lymphoid suppressive conditioning to avoid rejection of the donor NK cells, 2) adoptive transfer of purified KIR-ligand mismatched Natural Killer cells from a haplo-identical donor, and 3) autografting two weeks after infusion of NK cells to ensure autologous reconstitution.", "condition": ["Multiple Myeloma"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Drug", "Procedure", "Drug", "Procedure", "Procedure", "Procedure", "Procedure"], "intervention_name": ["Dexamethasone", "Cyclophosphamide", "Melphalan", "Fludarabine", "Bortezomide", "Leukapheresis", "Interleukin", "Infusion #1", "Leukapheresis #2", "Infusion #2", "Auto Graft"], "description": ["Dexamthasone 40mg every day, days -5 to -1 only will be given.", "A dose of 60mg/kg (using calculated body weight - see appendix A.) will be infused on day-3, and -2. Cyclophosphamide is administered by intravenous infusion over 2-4 hrs in 250 mLs of Normal Saline (0.9%) or D5W Standard MESNA (60% or 36mg/kg) protection to prevent hemorrhagic cystitis will be given on day -3, -2 and -1.", "Melphalan will be given as a single dose of 140mg/m2 on day -1. Subject weighing more than 60kg will be dosed according to their calculated body weight.Melphalan will be diluted in normal saline(0.9%NaCl) to a concentration of 1.5mg/ml. A dose of 140mg/m2 will be administered intravenously over a period <or= 20 minutes on day -1.", "dose of 1.0mg/m2 on days -8,-5,-2.", "A dose of 1.0mg/m2 will be given as a bolus dose on day-8, day-5 and day-2 as per standard practice", "On day 0 to collect donor cells for NK cell isolation", "2 at 3x10x6 IU on days +1 to 13.", "Infusion of donor NK Cells #1 on day 0", "on day +2", "on day +2", "on day +14"], "criteria": "Inclusion Criteria: - MM in frank relapse after a single or tandem transplant or high risk Myeloma - Patients with prior transplant must be more than 4 months after the last transplant - Karnofsky performance score >or =70, or a performance score of 50-70 exclusively due to bone pain caused by myeloma - 18 years of age or older - An expected survival greater than 3 months - ANC >1,000/microliters, platelet count > 100,000/microliters - Donor and patient must have signed an IRB-approved consent and been informed about the investigational nature of the study - Donor must have negative serology for HIV - Available haplo-identical family donor fit to undergo leukapheresis and mismatched for KIR-ligand(s) with the patient in the graft-versus host direction. - Stored cells for autografting of at least 30 million CD34+ cells/kg - Back-up cells of at least 20 million CD34+ cells/kg in case of non-engraftment. - There must be an unambiguous marker for response to therapy in the first ten patients. Therefore the patient must have detectable and quantifiable M-protein or light chain excretion in urine, light chain quantification in serum (FREELITE) or clear radiological signal lesion(s) in order to be eligible - After 10 relapsed patients have been treated and toxicity is deemed acceptable, high-risk myeloma (defined as the presence of abnormal cytogenetics or metaphase analysis) patients without relapse can be entered Exclusion Criteria: - Intravenous chemotherapy or antibody therapy affecting T-lymphocytes and/or natural killer cells e.g. cyclophosphamide, melphalan, ATG, Campath-1H etc. within the past 2 weeks prior to commencement of conditioning. Last therapy is less than 14 days prior to starting fludarabine - Fever or active infection, requiring IV antibiotics - Liver function: total bilirubin > 2xULN or AST/ALT >3xULN - Renal function: patients on dialysis", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "Accepts Healthy Volunteers", "keyword": "Melphalan", "mesh_term": ["Multiple Myeloma", "Neoplasms, Plasma Cell", "Dexamethasone acetate", "Dexamethasone", "Dexamethasone 21-phosphate", "Fludarabine", "Cyclophosphamide", "Melphalan", "BB 1101"], "id": "NCT00089453"}