{"brief_title": "Bryostatin and Vincristine in B-Cell Malignancies", "brief_summary": "This phase I trial is studying the side effects and best dose of bryostatin-1 when given together with vincristine in treating patients with chronic lymphocytic leukemia, non-Hodgkin's lymphoma, or multiple myeloma. Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. Combining more than one drug may kill more cancer cells", "detailed_description": "PRIMARY OBJECTIVES: I. To determine the maximum tolerated dose of bryostatin 1 as a 24 hour infusion and vincristine when administered sequentially. II. To determine the effect of this combination on programmed cell death (apoptosis). III. To determine the immunomodulatory effect of bryostatin 1. IV. To observe patients for clinical antitumor response after giving combination bryostatin 1 and vincristine. OUTLINE: This is a dose-escalation study of bryostatin 1. Patients receive bryostatin 1 IV over 24 hours followed immediately by vincristine IV. Treatment repeats every 2 weeks in the absence of disease progression or unacceptable toxicity. Patients completing 6 courses of therapy may receive subsequent courses every 3 weeks and then every 4 weeks after 24 months of treatment. Patients may return to a 2- or 3-week treatment course at the discretion of the principal investigator. Cohorts of 3 patients receive escalating doses of bryostatin 1 until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which at least 1 of 3 patients experience dose-limiting toxicity. Patients are followed every 3 months.", "condition": "Stage III Multiple Myeloma", "intervention_type": "Other", "intervention_name": "laboratory biomarker analysis", "description": "Correlative studies", "arm_group_label": "Treatment (bryostatin 1, vincristine sulfate)", "other_name": "Vincasar PFS", "criteria": "Inclusion Criteria: - Patients with biopsy proven B-cell malignancies [e.g. chronic lymphocytic leukemia (CLL), non-Hodgkin's lymphoma (NHL), multiple myeloma (MM)]; HIV-associated lymphomas and acute leukemias are not eligible - Performance status: ECOG 0, 1, or 2 - Life expectancy of at least 12 weeks - Patients with aggressive NHL will be enrolled after having failed all possible therapy with curative intent - Patients with CLL must have failed an alkylating agent-containing regimen as well as fludarabine chemotherapy - Patients with multiple myeloma must have received at least one prior chemotherapy regimen and not be eligible for a dose intensification treatment approach - At least 4 weeks must have elapsed since prior large-field radiation therapy - Patients must have been off previous anti-cancer therapy for at least 3 weeks (6 weeks for BCNU and mitomycin C) and recovered from all treatment related toxicity - Prior vincristine therapy is allowed - Sexually active men and women must use an accepted and effective method of contraception - In women of child-bearing age, a pregnancy test may be done at the discretion of the investigator - Must have given written informed consent Exclusion Criteria: - Patients with brain metastasis, leptomeningeal involvement, primary CNS NHL, and acute leukemia are ineligible - Patients with HIV infection are ineligible - WBC < 3000/ul - Granulocytes < 1500/ul - Platelets < 50,000/ul - Hemoglobin =< 8.5 g/dl - Bilirubin > 1.5 mg/dl - AST and ALT > 2 times normal - Creatinine > 2.0 mg/dl, and/or actual creatinine clearance < 40 ml/min/1.73 m^2; all patients are required to have a 24 hr creatinine clearance - Clinical evidence of bleeding diathesis - ECOG Performance status 3 or 4 - Patients who are pregnant or lactating; vincristine can cause fetal harm - Patients with clinically apparent neuropathy are ineligible (>= grade 2 neuropathy)", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00003166.xml"}