{"brief_title": "Phase II Randomized Study of Alendronate Sodium for Osteopenia in Patients With Gaucher's Disease", "brief_summary": "OBJECTIVES: I. Determine the efficacy of alendronate sodium in treating osteopenia (generalized bone density and focal bone lesions) in patients with Gaucher's disease.", "detailed_description": "PROTOCOL OUTLINE: This is a randomized, double blind, placebo controlled study. All patients receive oral calcium carbonate and cholecalciferol daily. Patients are randomized to receive oral alendronate sodium or placebo daily for 24 months. Patients are followed every 6 months for 2 years. Completion date provided represents the completion date of the grant per OOPD records", "condition": ["Gaucher's Disease", "Osteopenia"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["alendronate sodium", "calcium carbonate", "cholecalciferol"], "criteria": "PROTOCOL ENTRY CRITERIA: --Disease Characteristics-- Diagnosis of type 1 Gaucher's disease enzymatically proven to have acid beta glucosidase deficiency Must have been on stable dose (8-60 U/kg/every 2 weeks) of alglucerase enzyme therapy (Cerezyme or Ceredase) for at least 24 months Lumbar spine bone density below the mean for age, sex, and race --Prior/Concurrent Therapy-- At least 6 months since prior medications that directly affect skeletal metabolism including, but not limited to, bisphosphonates, calcitonin, parathyroid hormone, or estrogen --Patient Characteristics-- Renal: No chronic renal failure; No recurrent renal stones Esophageal: No history of dysphagia; No frequent heartburn; No esophagitis requiring treatment Other: No untreated hyperthyroidism or hypothyroidism; No concurrent hyperparathyroidism; No concurrent malignancy; No history of alcohol or drug abuse; Not pregnant; Negative pregnancy test; Fertile patients must use effective contraception", "gender": "All", "minimum_age": "18 Years", "maximum_age": "50 Years", "healthy_volunteers": "No", "keyword": "sphingolipidoses", "mesh_term": ["Bone Diseases, Metabolic", "Gaucher Disease", "Alendronate", "Cholecalciferol", "Calcium Carbonate"], "id": "NCT00004488"}