{"brief_title": "Lapatinib in Treating Patients With Recurrent and/or Metastatic Head and Neck Cancer", "brief_summary": "Lapatinib may stop the growth of tumor cells by blocking some of the enzymes needed for their growth. This phase II trial is studying how well lapatinib works in treating patients with recurrent and/or metastatic head and neck cancer.", "detailed_description": "PRIMARY OBJECTIVES: I. Determine the overall response rate in patients with recurrent and/or metastatic squamous cell carcinoma of the head and neck treated with lapatinib. II. Determine the progression-free survival, time to progression, and overall survival of patients treated with this drug. III. Determine the toxicity of this drug in these patients. OUTLINE: This is a multicenter study. Patients are assigned to 1 of 2 cohorts according to prior epidermal growth factor receptor-targeted therapy (yes vs no). Patients receive oral lapatinib once daily on days 1-28. Courses repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patients are followed every 2 months. PROJECTED ACCRUAL: A total of 40-88 patients (21-50 epidermal growth factor receptor [EGFR] inhibitor-naive patients [cohort A] and 19-38 EGFR inhibitor-pre-treated patients [cohort B]) will be accrued for this study within 4-12.6 months.", "condition": "Untreated Metastatic Squamous Neck Cancer With Occult Primary", "intervention_type": "Other", "intervention_name": "laboratory biomarker analysis", "description": "Correlative studies", "arm_group_label": "Treatment (lapatinib ditosylate)", "criteria": "Inclusion Criteria: - Histologically or cytologically confirmed squamous cell carcinoma of the head and neck - Recurrent and/or metastatic disease - Measurable disease - At least 1 unidimensionally measurable lesion ≥ 20 mm by conventional techniques OR ≥ 10 mm by spiral CT scan - No more than 2 prior treatment regimens for recurrent or metastatic disease - Prior chemotherapy as part of initial curative intent therapy (e.g., neoadjuvant, adjuvant, or concurrent chemotherapy) is allowed and does not count as prior therapy for recurrent or metastatic disease - No known brain metastases - Performance status - ECOG 0-2 - Performance status - Karnofsky 60-100% - More than 3 months - Bilirubin normal - AST and ALT ≤ 2.5 times upper limit of normal - Creatinine normal - Creatinine clearance > 60 mL/min - Cardiac ejection fraction normal by echocardiogram or MUGA - No symptomatic congestive heart failure - No unstable angina pectoris - No cardiac arrhythmia - Able to swallow and retain oral or feeding tube-administered medication - No malabsorption syndrome - No requirement for IV alimentation - No uncontrolled inflammatory gastrointestinal disease (e.g., Crohn's disease or ulcerative colitis) - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No history of allergic reaction attributed to compounds of similar chemical or biologic composition to lapatinib - No other uncontrolled illness - No active or ongoing infection - No psychiatric illness or social situation that would preclude study compliance - Prior cetuximab allowed - See Disease Characteristics - More than 4 weeks since prior chemotherapy (6 weeks for nitrosoureas or mitomycin) - No prior cumulative anthracycline therapy ≥ 450 mg/m^2 of doxorubicin or equivalent - More than 4 weeks since prior radiotherapy - No prior surgical procedure affecting absorption - Recovered from prior therapy - Other prior epidermal growth factor receptor inhibitors (e.g., gefitinib or erlotinib) allowed - Concurrent oral anticoagulants (e.g., warfarin) allowed provided there is increased vigilance in monitoring INR - No concurrent CYP3A4 inhibitors or inducers - No concurrent combination antiretroviral therapy for HIV-positive patients - No other concurrent investigational agents - No other concurrent anticancer therapy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00098631.xml"}