{"brief_title": "To Compare Treatment With Doxorubicin or Capecitabine for Metastatic Breast Cancer in Women 60 Years and Older", "brief_summary": "The main purpose of this study is to compare treatment with either pegylated liposomal doxorubicin or capecitabine as first line chemotherapy for metastatic breast cancer in women 60 years and older.", "detailed_description": "This is an open-label (all people know the identity of the intervention), randomized (the study medication is assigned by chance), multicenter study comparing with pegylated liposomal doxorubicin (PLD) with capecitabine as first line chemotherapy of metastatic breast cancer in women 60 years and older. The study consists of a screening Phase (up to 14 days prior to treatment), treatment phase (up to 1 year), and post-treatment follow-up phase. The planned duration of treatment was 1 year in the absence of disease progression or unacceptable toxicity. Approximately 300 patients will be enrolled and randomly assigned to receive 1 of 2 treatment groups (PLD or capecitabine). Safety evaluations will consist of vital sign examination, physical examination, incidence and severity of adverse events, and laboratory tests findings and will be followed throughout the study.", "condition": "Metastatic Breast Cancer", "intervention_type": "Drug", "intervention_name": "Capecitabine", "description": "Type=exact number, unit=mg, number=500, form=tablet, route=oral. Capecitabine will be administered at a dosage of 1000 mg/m2 twice daily for 14 consecutive days followed by a 7-day rest period. Cycle is repeated every 21 days, up to one year.", "arm_group_label": "Group 2 (capecitabine )", "other_name": "Xeloda", "criteria": "Inclusion Criteria: - Clinically or pathologically proven metastatic breast cancer - Eastern Cooperative Oncology Group performance status between 0-2 - Adequate bone marrow, renal and liver functions within normal limits - Left ventricular ejection fractions more than 45% measured by multiple gated acquisition scan or echocardiogram within 6 weeks of randomization Exclusion Criteria: - Prior chemotherapy for metastatic disease (hormonal or chemotherapy in adjuvant setting and hormonal therapy in metastatic setting is allowed) - Prior treatment with capecitabine or pegylated liposomal doxorubicin in the adjuvant setting (prior anthracyclines up to certain dose limit is allowed) - Evidence of brain metastases unless previously treated and asymptomatic for 3 months or greater - History of cardiac disease with New York Heart Association Class II or greater or clinical evidence of congestive heart failure - Anthracycline resistant disease (locally recurrent or metastatic disease while on adjuvant anthracycline therapy or relapse less than 18 months after therapy completion)", "gender": "Female", "minimum_age": "60 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00082095.xml"}