{"brief_title": "Fluorescence and Reflectance Spectroscopy During Colposcopy in Detecting Cervical Intraepithelial Neoplasia and Dysplasia in Healthy Participants With a History of Normal Pap Smears", "brief_summary": "RATIONALE: New diagnostic procedures such as fluorescence and reflectance spectroscopy (shining light on tissue and measuring patterns of light reflected) may improve the ability to noninvasively detect cervical intraepithelial neoplasia and dysplasia. PURPOSE: This diagnostic trial is studying how well fluorescence and reflectance spectroscopy during colposcopy work in detecting cervical intraepithelial neoplasia and dysplasia in healthy participants with a history of normal Pap smears.", "detailed_description": "OBJECTIVES: - Identify potential improvements in noninvasive methods of diagnosing dysplasia and neoplasia of the cervix using fluorescence and reflectance spectroscopy in healthy participants with a history of normal pap smears. - Determine the reflection and fluorescence spectra of in vivo samples of the normal human cervix. - Refine the detection of cervical lesions by fluorescence spectroscopy in these participants using improved classification of normal columnar tissue and non-neoplastic tissue with inflammation. - Determine and validate the wavelength selections for spectroscopic diagnosis derived from in vitro measurements from these participants. - Compare specific tissue sections from these participants with their excitation-emission matrices in order to identify the cell types contributing to the signal. OUTLINE: Participants undergo placement of a fiber optic probe on one normal columnar cell site and one normal squamous cell site of the cervix during colposcopy*. The probe delivers laser light at a specific excitation wavelength and collects fluorescence from the entire emission wavelength range from the mucosa. Participants undergo biopsies of both sites. NOTE: *The columnar epithelium will not be colposcopically visible in all patients, in which case 2 normal squamous sites will be measured PROJECTED ACCRUAL: A total of 1,000 participants will be accrued for this study.", "condition": "Precancerous Condition", "intervention_type": "Procedure", "intervention_name": "Light-Scattering Spectroscopy", "description": "Spectroscopy readings taken in 2 regions of cervix.", "arm_group_label": "Fluorescence Spectroscopy", "other_name": "Fluorescence spectroscopy", "criteria": "Inclusion Criteria: 1. Subjects will be individuals 18 years of age or older, who have voluntarily responded to advertisement in the form of posted flyers or word of mouth. 2. Subjects must sign an informed consent indicating awareness of the investigational nature of this study. Exclusion Criteria: 1) Pregnant individuals will be ineligible for this study.", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "Accepts Healthy Volunteers", "id": "NCT00084903.xml"}