{"brief_title": "Total-Body Irradiation, Cyclophosphamide, and Stem Cell Transplantation in Treating Patients With Hematologic Cancer", "brief_summary": "RATIONALE: Adjusting the dose of drugs used in chemotherapy such as cyclophosphamide may decrease side effects while stopping cancer cells from dividing so they stop growing or die. Radiation therapy uses high-energy x-rays to damage cancer cells. Stem cell transplantation may be able to replace immune cells that were destroyed by chemotherapy and radiation therapy used to kill cancer cells. PURPOSE: Phase I trial to study the effect on the body of dose-adjusted cyclophosphamide combined with total-body irradiation and donor stem cell transplantation in treating patients who have hematologic cancer.", "detailed_description": "OBJECTIVES: - Determine a safe and reproducible method of adjusting the dose of cyclophosphamide based on its metabolism when given in combination with total body irradiation and hematopoietic stem cell transplantation in patients with hematologic malignancy. OUTLINE: - Preparative regimen: Patients undergo total body irradiation twice daily on days -6 to -4. Patients then receive dose-adjusted (based on metabolism) cyclophosphamide IV over 1 hour on days -3 and -2. - Hematopoietic stem cell (HSC) infusion: Patients undergo allogeneic HSC transplantation on day 0. Patients receive graft-versus-host disease prophylaxis, CNS prophylaxis, and testicular irradiation as per institutional standard practices. Patients are followed daily until day 80 after transplantation and then regularly thereafter for survival. PROJECTED ACCRUAL: A total of 20 patients will be accrued for this study.", "condition": ["Leukemia", "Lymphoma", "Myelodysplastic Syndromes", "Myelodysplastic/Myeloproliferative Diseases"], "intervention_type": ["Drug", "Procedure", "Procedure", "Radiation"], "intervention_name": ["cyclophosphamide", "allogeneic bone marrow transplantation", "peripheral blood stem cell transplantation", "radiation therapy"], "criteria": "DISEASE CHARACTERISTICS: - Diagnosis of hematological malignancy, including any of the following: - Chronic myeloid leukemia - Acute myeloid leukemia - Acute lymphocytic leukemia - Myelodysplastic syndromes - Lymphoma - Unlikely to respond to conventional treatment and would benefit from hematopoietic stem cell transplantation - No bulky tumor mass requiring additional involved field radiotherapy - No large body burden of tumor cells requiring cytoreductive chemotherapy before total body irraditation and cyclophosphamide - Undergoing conditioning for transplantation at the University of Washington Medical Center - Availability of 1 of the following types of allogeneic donors: - HLA-identical family members - Unrelated donors - Allele match (match grade 1) - One allele mismatch for A, B, C, DRB1 or DQB1 (match grades 2.1 or 2.2) PATIENT CHARACTERISTICS: Age - 18 to 65 Performance status - Not specified Life expectancy - Not severely limited by diseases other than malignancy - Not moribund Hematopoietic - Not specified Hepatic - Bilirubin no greater than 1.2 mg/dL - No cirrhosis - No hepatic fibrosis with bridging Renal - Creatinine no greater than 1.2 mg/dL Cardiovascular - No coronary artery disease - No congestive heart failure requiring therapy Pulmonary - Oxygen saturation at least 93% (on room air) Other - Not pregnant or nursing - Fertile patients must use effective contraception - HIV negative - No concurrent infection requiring systemic antibiotic or antifungal therapy PRIOR CONCURRENT THERAPY: Biologic therapy - No prior hematopoietic stem cell transplantation Chemotherapy - See Disease Characteristics Endocrine therapy - Not specified Radiotherapy - See Disease Characteristics - No prior radiotherapy to the liver or adjacent organs Surgery - Not specified Other - No concurrent aspirin or nonsteroidal anti-inflammatory medications such as ibuprofen (e.g., Motrin® or Advil®) - No other concurrent phase I study enrollment", "gender": "All", "minimum_age": "18 Years", "maximum_age": "65 Years", "healthy_volunteers": "No", "keyword": "adult acute myeloid leukemia with t(15;17)(q22;q12)", "mesh_term": ["Lymphoma", "Syndrome", "Leukemia", "Myelodysplastic Syndromes", "Preleukemia", "Myeloproliferative Disorders", "Myelodysplastic-Myeloproliferative Diseases", "Cyclophosphamide"], "id": "NCT00062140"}