{"brief_title": "MENDS Study: Trial in Ventilated ICU Patients Comparing an Alpha2 Agonist Versus a Gamma Aminobutyric Acid (GABA)-Agonist to Determine Delirium Rates, Efficacy of Sedation, Analgesia and Discharge Cognitive Status", "brief_summary": "Delirium has recently been shown as a predictor of death, increased cost, and longer length of stay in ventilated patients. Sedative and analgesic medications relieve anxiety and pain, but may contribute to patients' transitioning into delirium. It is possible that modifying the paradigm for sedation using novel therapies targeted at different receptors, such as dexmedetomidine targeting alpha2 receptors and sparing the GABA receptors, could provide efficacious sedation yet reduce the development, duration, and severity of acute brain dysfunction (delirium).", "detailed_description": "Delirium occurs in 60-80% of ventilated Intensive Care Unit (ICU) patients and is independently associated with prolonged hospital stay, higher cost, a 3-fold increased risk of dying by six months and ongoing neuropsychological dysfunction. Hypothesis: Based on our preliminary work, we hypothesize that standard use of GABA agonist sedatives such as lorazepam and propofol may contribute to ICU delirium and its attendant untoward clinical outcomes. An alternative sedation strategy targeting alpha2 receptors and sparing GABA receptors (dexmedetomidine) might reduce delirium, provide adequate sedation, reduce analgesic requirement, and concurrently improve cognitive performance. Long-term objective: To standardize and compare different strategies of sedation and analgesia for ventilated ICU patients in order to optimize their clinical outcomes focusing on delirium and the long-term neuropsychological dysfunction of ICU survivors. Specific Aims: - to study prevalence and duration of delirium in critically ill patients using differential exposure to alpha2 vs. GABA receptor agonists while evaluating efficacy of sedation and analgesia; - to compare clinical outcomes including duration of mechanical ventilation, ICU length of stay and severity of neuropsychological dysfunction at hospital discharge; and - to develop pharmacokinetic and pharmacodynamic models for dexmedetomidine and lorazepam when used for up to 5 days in ICU patients. Relationship to anesthesiology: We will study whether the adverse clinical outcomes associated with ICU delirium including long-term neuropsychological dysfunction can be modified by the choice of psychoactive agents frequently used by anesthesiologists and intensivists. Design: A blinded, randomized controlled trial of adult mechanically ventilated patients using a sedation strategy of dexmedetomidine ± fentanyl versus lorazepam ± fentanyl, with relevant outcomes and safety monitoring.", "condition": "Delirium", "intervention_type": "Drug", "intervention_name": "Lorazepam", "description": "Patients in the lorazepam arm will receive a bolus dose of 1-3 mg followed by an infusion started at 1-3 mg/hr. Lorazepam infusion will be titrated every 10 minutes to achieve set target RASS score. The maximum lorazepam infusion will be 10 mg /hr.", "arm_group_label": "Lorazepam group", "criteria": "Inclusion Criteria: - Male or female adult patients admitted to the medical and surgical ICU for critical illnesses requiring mechanical ventilation with expectation of being mechanically ventilated for greater than 24 hours Exclusion Criteria: - Subjects who are less than 18 years of age - Subjects who are pregnant (a pregnancy test will be performed on all women of child bearing age) - Inability to obtain informed consent from the patient or his/her surrogate - Subjects in the ICU due to a lack of beds elsewhere in the hospital, triage issues, or withdrawal of care decisions rather than severity of illness - Subjects admitted with alcohol or drug overdoses, suicide attempts, or alcohol/delirium tremens - Subjects who are physiologically benzodiazepine dependent, and at risk for withdrawal syndromes - Subjects with chronic pain syndromes on maintenance narcotics - Subjects treated within the last 30 days with a drug or device that has not received regulatory approval as of study entry - Subjects with a psychiatric history for which they are on neuroleptic treatment - Subjects with documented moderate to severe dementia - Subjects with anoxic brain injuries, strokes, neurotrauma, or neuromuscular disorders such as myasthenia gravis or Guillain Barre syndrome - Medical team following patient unwilling to use the sedation regimens - Subjects whose family and/or physician have not committed to aggressive support for 72 hours or who are likely to withdraw within 72 hours - Subjects who are moribund and not expected to survive 24 hours - Subjects not expected to survive hospital discharge due to preexisting uncorrectable medical condition - Documented allergy to study medications - Subjects who have either Child-Pugh Class B or C cirrhosis - Subjects with active coronary artery disease at time of screening as defined by any recent evidence of ischemia, documented myocardial infarction, or coronary intervention within the past 6 months. - Subjects with advanced heart block at time of screening", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00095251.xml"}