{"brief_title": "rhGAA in Patients With Infantile-onset Glycogen Storage Disease-II (Pompe Disease)", "brief_summary": "Glycogen Storage Disease Type II (\"GSD-II\"; also known as Pompe disease) is caused by a deficiency of a critical enzyme in the body called acid alpha-glucosidase (GAA). Normally, GAA is used by the body's cells to break down glycogen (a stored form of sugar) within specialized structures called lysosomes. In patients with GSD-II, an excessive amount of glycogen accumulates and is stored in various tissues, especially heart and skeletal muscle, which prevents their normal function. This study is being conducted to evaluate the safety and effectiveness of recombinant human acid alpha-glucosidase (rhGAA) as a potential enzyme replacement therapy for GSD-II. Patients diagnosed with infantile-onset GSD-II who are greater than 6 months old, but less than or equal to 36 months old will be studied.", "condition": ["Glycogen Storage Disease Type II", "Pompe Disease", "Acid Maltase Deficiency Disease", "Glycogenosis 2"], "intervention_type": ["Biological"], "intervention_name": ["Myozyme"], "description": ["20 mg/kg to 40 mg/kg qow"], "arm_group_label": ["1"], "other_name": ["Alglucosidase alfa"], "criteria": "Inclusion Criteria: - The patient or the patient's legal guardian(s) must provide written informed consent prior to any study-related procedures being performed - The patient must have a clinical diagnosis of infantile GSD-II as defined by: (a) the patient has/had documented (in a medical record) onset of symptoms compatible with GSD-II by 12 months of age; (b) the patient has documented GAA deficiency as illustrated by an endogenous GAA activity less than or equal to 2% of the mean of the normal range as assessed in cultured skin fibroblasts; AND (c) the patient has a Left Ventricular Mass Index greater than 2 standard deviations above the mean for age - The patient is greater than 6 months old and less than or equal to 36 months old at the time of the first dose of rhGAA - The patient and his/her legal guardian(s) must have the ability to comply with the clinical protocol Exclusion Criteria: - Signs and symptoms of cardiac failure and an ejection fraction less than 40% - Major congenital abnormality - Clinically significant organic disease (with the exception of symptoms relating to GSD-II), including clinically significant cardiovascular, hepatic, pulmonary, neurologic, or renal disease, or other medical condition, serious intercurrent illness, or extenuating circumstance that, in the opinion of the Investigator, would preclude participation in the trial or potentially decrease survival - Use of any investigational product within 30 days prior to study enrollment - Received enzyme replacement therapy with GAA from any source", "gender": "All", "minimum_age": "6 Months", "maximum_age": "36 Months", "healthy_volunteers": "No", "keyword": "Pompe Disease", "mesh_term": ["Metabolic Diseases", "Glycogen Storage Disease Type II", "Glycogen Storage Disease", "Deficiency Diseases"], "id": "NCT00053573"}