{"brief_title": "Influence of Probenecid and Quinine on the Pharmacokinetics of Azidothymidine", "brief_summary": "Part I studies the effect of quinine on how zidovudine (AZT) is used by the body and eliminated through the kidneys in HIV infected patients. Part II studies the effect of probenecid and quinine on the same aspects. Because AZT leaves the bloodstream quickly, patients must take the drug frequently to keep adequate amounts in their bodies. Probenecid and quinine may slow down the rate at which AZT leaves the body. Therefore, taking these drugs along with AZT may reduce the amount of AZT needed for treatment.", "detailed_description": "Because AZT leaves the bloodstream quickly, patients must take the drug frequently to keep adequate amounts in their bodies. Probenecid and quinine may slow down the rate at which AZT leaves the body. Therefore, taking these drugs along with AZT may reduce the amount of AZT needed for treatment. In part I, four patients who are now receiving AZT at the usual dose take part in pharmacokinetic studies (how much of the drug enters the blood stream, what happens to the drug in the body, and how it leaves the body) of AZT defined after a dose while at steady state and then again after a new steady state has been reached following the addition of quinine sulfate. Part II studies the pharmacokinetics of AZT in eight patients receiving AZT at 1 of 2 doses and then at the lower dose of AZT plus probenecid with or without quinine.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Zidovudine", "criteria": "Inclusion Criteria Patients must: - Have symptomatic HIV infection. - Be taking zidovudine (AZT), 100 or 200 mg, 5 or 6 x/day. Allowed: - History of Pneumocystis carinii pneumonia (PCP). - Advanced AIDS related complex (ARC). - HIV antibody positive with an absolute CD4 lymphocyte count of < 200 cells/mm3 before study entry. Exclusion Criteria Co-existing Condition: Patients with any of the following conditions are excluded: - Glucose-6-phosphate dehydrogenase deficiency. - Allergy to sulfa drugs, probenecid, or quinine. Concurrent Medication: Excluded: - Other drugs that might influence the metabolism or renal excretion of zidovudine (AZT).", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00000706.xml"}