{"brief_title": "CCI-779 in Treating Patients With Relapsed or Refractory Acute Myeloid Leukemia, Acute Lymphoblastic Leukemia, Myelodysplastic Syndromes, or Chronic Myelogenous Leukemia in Blastic Phase", "brief_summary": "Drugs used in chemotherapy such as CCI-779 work in different ways to stop cancer cells from dividing so they stop growing or die. This phase II trial is studying how well CCI-779 works in treating patients with relapsed or refractory acute myeloid leukemia, acute lymphoblastic leukemia, myelodysplastic syndrome, or chronic myelogenous leukemia in blastic phase", "detailed_description": "PRIMARY OBJECTIVES: I. Determine the activity of CCI-779 in patients with relapsed or refractory acute myeloid leukemia, acute lymphoblastic leukemia, myelodysplastic syndromes, or chronic myelogenous leukemia in blastic phase. II. Correlate the effect of this drug with altered mitochondrial respiration in the leukemia cells of these patients. OUTLINE: Patients are stratified according to disease (acute myeloid leukemia, myelodysplastic syndromes, chronic myelogenous leukemia in blastic phase [CML-BP] non-lymphoid vs acute lymphoblastic leukemia, CML-BP lymphoid). Patients receive CCI-779 IV over 30 minutes on days 1, 8, 15, and 22. Courses repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patients are followed every 2 months. PROJECTED ACCRUAL: A total of 24-74 patients (12-37 per stratum) will be accrued for this study within 8-46 months.", "condition": "Secondary Myelodysplastic Syndromes", "intervention_type": "Other", "intervention_name": "laboratory biomarker analysis", "description": "Correlative studies", "arm_group_label": "Treatment (temsirolimus)", "other_name": "Torisel", "criteria": "Inclusion Criteria: - Diagnosis of 1 of the following: - Acute myeloid leukemia - Acute lymphoblastic leukemia - Myelodysplastic syndromes - Refractory anemia with excess blasts [RAEB] - RAEB in transformation - Chronic myelomonocytic leukemia in transformation with ≥ 10% peripheral blood/bone marrow blasts - Chronic myelogenous leukemia in blastic phase - Disease status must meet 1 of the following criteria: - Primary resistant disease (i.e., failed to achieve a complete response [CR] to a prior standard induction regimen) - Relapsed disease after achieving a CR - Documented failure to most recent cytotoxic regimen - No other potentially curative options - No known CNS disease - Performance status - ECOG 0-2 - SGOT or SGPT < 3 times upper limit of normal* - Bilirubin ≤ 2 mg/dL* - Creatinine ≤ 2 mg/dL (unless due to organ leukemic involvement) - No symptomatic congestive heart failure - No unstable angina pectoris - No cardiac arrhythmia - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No prior allergic reaction attributed to compounds of similar chemical or biological composition to CCI-779 - No ongoing or active infection - No psychiatric illness or social situation that would preclude study compliance - No AIDS-defining disease - HIV positive allowed if CD4 counts normal - No other concurrent uncontrolled illness - No concurrent prophylactic hematopoietic colony-stimulating factors - More than 2 weeks since prior cytotoxic chemotherapy (except hydroxyurea) and recovered - More than 2 weeks since prior radiotherapy and recovered - No concurrent combination antiretroviral therapy for HIV-positive patients - No other concurrent investigational agents - No other concurrent anticancer agents or therapies", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00084916.xml"}