{"brief_title": "A Study of the Safety and Tolerance of Long-Term Therapy With Intravenous Cytovene (Ganciclovir Sodium) for Cytomegalovirus Retinitis in Persons With AIDS", "brief_summary": "To evaluate the safety and tolerance of long-term ganciclovir (DHPG) therapy for newly diagnosed macular threatening Cytomegalovirus (CMV) retinitis in AIDS patients. To evaluate the clinical response to a 52 week course of intravenous DHPG therapy. To evaluate the safety and tolerance of long-term DHPG with concurrent treatment with zidovudine (AZT). (Patients utilizing treatment with other anti-retroviral drugs will be considered for study entry on a case by case basis.) To determine survival in this group of patients with AIDS and CMV retinitis.", "condition": ["Cytomegalovirus Retinitis", "HIV Infections"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Zidovudine", "Ganciclovir"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Topical acyclovir. - Selected cytokines. - Allowed after the first 4 weeks of ganciclovir: - Zidovudine (AZT) at a reduced dose (500 mg/day) in patients who have tolerated ganciclovir without grade 3/4 hematological toxicity. - Other anti-retrovirals after consultation with the Syntex study monitor. Patients must have the following: - AIDS and newly diagnosed Cytomegalovirus (CMV) retinitis. - An understanding of the nature of the study, agreement to its provisions, and willingness to sign the informed consent approved by the appropriate institutions review board, and Syntex. Exclusion Criteria Co-existing Condition: Patients with the following conditions or symptoms are excluded: - Have only peripheral CMV retinitis (defined as a lesion outside the major temporal vascular arcades, greater than 1500 microns from the optic disk, or greater than 3000 microns from the fovea). - Ocular media opacities (corneal, lenticular, or vitreal) preventing ophthalmologic retinal assessment. - Ocular conditions requiring immediate surgical correction (eg: - retinal tear or detachment). - Demonstrated hypersensitivity to acyclovir or ganciclovir. - Dementia, decreased mentation or other encephalopathic signs and symptoms which would interfere with the ability of the patient to comply with the protocol. Concurrent Medication: Excluded: - Antimetabolites. - Alkylating agents. - Nucleoside analogs (excluding selected anti-retroviral agents). - Imipenem-cilastatin. - Interferons. - Selected cytokines. - Acyclovir (except topical acyclovir). Patients with the following are excluded: - Have only peripheral CMV retinitis (defined as a lesion outside the major temporal vascular arcades, greater than 1500 microns from the optic disk or greater than 3000 microns from the fovea). - Concomitant conditions or diseases described in Exclusion Co-Existing Conditions. Prior Medication: Excluded within 1 month of study entry: - Previous treatment with anti-cytomegalovirus therapy (e.g., ganciclovir, foscarnet or CMV hyperimmune globulin).", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Zidovudine", "mesh_term": ["Infection", "HIV Infections", "Retinitis", "Cytomegalovirus Retinitis", "Ganciclovir", "Zidovudine", "Ganciclovir triphosphate"], "id": "NCT00002034"}