{"brief_title": "Levofloxacin Compared With Cefepime in Treating Cancer Patients With Fever and Neutropenia", "brief_summary": "RATIONALE: Levofloxacin may be effective in reducing fever and controlling other symptoms of neutropenia in patients who are being treated for cancer. It is not yet known whether levofloxacin is more effective than cefepime in reducing fever and controlling symptoms of neutropenia. PURPOSE: Randomized phase III trial to compare the effectiveness of levofloxacin with that of cefepime in reducing fever and controlling symptoms of neutropenia in patients who are being treated for cancer.", "detailed_description": "OBJECTIVES: I. Compare the safety and efficacy of levofloxacin versus cefepime in cancer patients with fever and neutropenia. II. Compare the percentage of patients whose fever defervesces and who have no signs or symptoms of infection with and without therapeutic modification. III. Compare the percentage of survival of patients treated with these 2 regimens with no therapeutic modifications. IV. Compare the overall survival of patients treated with these 2 regimens regardless of therapeutic modifications. V. Compare the time to resolution of fever in patients treated with these regimens. VI. Compare the microbiologic response by pathogen and site of infection in patients treated with these regimens. VII. Compare the percentage of patients whose fever defervesces only after resolution of neutropenia (absolute neutrophil count at least 500/mm3) with no therapeutic modification. OUTLINE: This is a randomized, double-blind, multicenter study. Patients are stratified according to type of malignancy (solid tumor, including lymphoma vs leukemia), prior prophylactic antibiotics (yes vs no), and participating center. Patients are randomized to one of two treatment arms. Arm I: Patients receive levofloxacin IV over 90 minutes once daily for 14-28 days. Arm II: Patients receive cefepime IV over 30 minutes every 8 hours for 14-28 days. Patients may receive additional antifungal, antibacterial, or antiviral therapy if condition has deteriorated, no response is seen in 72 hours, or and infection is suspected or documented. Patients are followed at 1-3 and 7-12 days and then at 3-4 weeks. PROJECTED ACCRUAL: Approximately 260-400 patients (130-200 per treatment arm) will be accrued for this study.", "condition": "Unspecified Adult Solid Tumor, Protocol Specific", "intervention_type": "Drug", "intervention_name": "levofloxacin", "criteria": "DISEASE CHARACTERISTICS: Diagnosis of malignancy Solid tumor (including lymphoma) or leukemia Hospitalized and anticipated to remain hospitalized during study Febrile defined as oral temperature of at least 100.4 degrees F (38 degrees C) on 2 occasions within 24 hours OR at least 100.8 degrees F (38.2 degrees C) on a single reading No obvious noninfectious cause of fever (e.g., platelet transfusion) Neutropenic, defined as absolute neutrophil count (ANC) currently less than 500/mm3 OR anticipated to be less than 500/mm3 within 24 hours of study entry Anticipated ANC to be less than 500/mm3 for at least 72 hours No neutropenia unassociated with malignancy No chronic neutropenia No neutropenia anticipated to last more than 14 days No acute myelogenous leukemia unless receiving consolidation chemotherapy or induction dose that does not prolong neutropenia for more than 3 weeks No infection due to an identified organism No high likelihood of infection due to anaerobic organisms, including intra-abdominal infections or perirectal abscess at admission No known osteomyelitis No requirement for new antifungal agent PATIENT CHARACTERISTICS: Age: 18 and over Performance status: Not specified Life expectancy: At least 14 days Hematopoietic: See Disease Characteristics Hepatic: Not specified Renal: Creatinine clearance at least 20 mL/min No oliguria (urine output less than 20 mL/hour) unresponsive to fluid challenge Cardiovascular: No shock or hypotension (supine systolic blood pressure less than 80 mmHg) unresponsive to fluid challenge Other: Not pregnant or nursing Negative pregnancy test Fertile patients must use effective contraception No HIV infection with CD4 counts less than 200/mm3 No significant risk for seizures No unstable psychiatric disorder Weight greater than 40 kg No prior allergic or severe adverse reaction to study drugs or to any member of the quinolone or beta-lactam class of antibacterials No disorder or disease that would preclude study PRIOR CONCURRENT THERAPY: Biologic therapy: No prior sargramostim (GM-CSF) or filgrastim (G-CSF) for current course of chemotherapy Concurrent GM-CSF or G-CSF allowed if neutropenia lasts at least 3 days Chemotherapy: See Disease Characteristics Endocrine therapy: Not specified Radiotherapy: Not specified Surgery: Not specified Other: No prior treatment under this protocol No prior prophylactic anti-infectives other than acyclovir or sulfamethoxazole with trimethoprim At least 72 hours since prior systemic antibiotics (except prophylactic sulfamethoxazole with trimethoprim) At least 30 days since prior experimental drug or medical device (except drugs currently marketed in the United States for the treatment of the malignancy) No other concurrent systemic antibacterial agents No concurrent topical antimicrobial agents", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00020865.xml"}