{"brief_title": "Evaluation of Patients With Known or Suspected Heart Disease", "brief_summary": "In this study researchers will admit and evaluate patients with known or suspected heart disease referred to the Cardiology Branch of the National Heart, Lung, and Blood Institute (NHLBI). Patients participating in this study will undergo a general medical evaluation, including blood tests, urine, examination, chest x-ray and electrocardiogram (EKG). In addition, patients may be asked to have an echocardiogram (ultrasound scan of the heart) and to perform an exercise stress test. These tests are designed to assess the types and causes of patient's heart diseases and to determine if they can participate in other, specific research studies.", "detailed_description": "The principal mission of the NIH is the conduct of research that elucidates biological mechanisms, pathogenesis, and treatment of disease. Patients with known or suspected cardiovascular diseases are referred to NHLBI cardiologists for consideration of participation in clinical research protocols. However, eligibility for participation is often uncertain from referral information or even after an outpatient evaluation. The purpose of this protocol is to permit inpatient evaluation of patients for whom participation in clinical research protocols is under consideration in order to determine protocol eligibility by means of conventional laboratory and cardiovascular testing.", "condition": "Pulmonary Hypertension", "criteria": "- INCLUSION CRITERIA: The following is a representative list of the types of patient presentations and potential diagnoses eligible for this protocol: 1. Coronary artery disease with angina or inducible myocardial ischemia as determined by noninvasive testing. 2. Cardiomyopathies including congestive phenotypes. 3. Peripheral artery disease with intermittent claudication or limb-threatening ischemia. 4. Renovascular disease with uncontrolled hypertension, intermittent pulmonary edema, or evidence of ischemic nephropathy. 5. Upper extremity peripheral artery disease. 6. Diabetes with heart failure. 7. Pulmonary hypertension. EXCLUSION CRITERIA: Pregnancy, for those patients who require catheterization-based diagnostics. Inability to provide informed consent.", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00001313.xml"}