{"brief_title": "Monoclonal Antibody Therapy in Treating Patients With Ovarian Epithelial Cancer, Melanoma, Acute Myeloid Leukemia, Myelodysplastic Syndrome, or Non-Small Cell Lung Cancer", "brief_summary": "This phase I trial is studying the side effects of monoclonal antibody therapy in treating patients with ovarian epithelial cancer, melanoma, acute myeloid leukemia, myelodysplastic syndrome, or non-small cell lung cancer. Monoclonal antibodies can locate tumor cells and either kill them or deliver tumor-killing substances to them without harming normal cells", "detailed_description": "PRIMARY OBJECTIVES: I. To determine the safety of MDX-CTLA-4 in patients previously and not previously vaccinated with GM-CSF-based vaccines using lethally irradiated, autologous melanoma, ovarian cancer, acute myelogenous leukemia/myelodysplasia or lung cancer cells. II. To identify preliminary evidence of biologic activity and efficacy. OUTLINE: Patients receive anti-cytotoxic T-lymphocyte-associated antigen-4 monoclonal antibody IV over 90 minutes on day 1. Courses repeat every 2 months in the absence of disease progression or unacceptable toxicity. Patients are followed monthly until disease progression. PROJECTED ACCRUAL: A total of 48 patients (12 per disease type; 36 previously treated with a sargramostim (GM-CSF)-expressing autologous tumor cell vaccine and 12 not previously treated with this vaccine) will be accrued for this study.", "condition": ["Adult Acute Myeloid Leukemia With 11q23 (MLL) Abnormalities", "Adult Acute Myeloid Leukemia With Inv(16)(p13;q22)", "Adult Acute Myeloid Leukemia With t(15;17)(q22;q12)", "Adult Acute Myeloid Leukemia With t(16;16)(p13;q22)", "Adult Acute Myeloid Leukemia With t(8;21)(q22;q22)", "Atypical Chronic Myeloid Leukemia, BCR-ABL1 Negative", "Myelodysplastic/Myeloproliferative Neoplasm, Unclassifiable", "Previously Treated Myelodysplastic Syndromes", "Recurrent Adult Acute Myeloid Leukemia", "Recurrent Melanoma", "Recurrent Non-small Cell Lung Cancer", "Recurrent Ovarian Epithelial Cancer", "Stage IV Melanoma", "Stage IV Non-small Cell Lung Cancer"], "intervention_type": ["Biological"], "intervention_name": ["ipilimumab"], "description": ["Given IV"], "arm_group_label": ["Treatment (ipilimumab)"], "other_name": ["anti-cytotoxic T-lymphocyte-associated antigen-4 monoclonal antibody", "MDX-010", "MDX-CTLA-4", "monoclonal antibody CTLA-4"], "criteria": "Inclusion Criteria: - Patients previously vaccinated with GM-CSF-based vaccines using lethally irradiated, autologous melanoma, ovarian cancer, acute myelogenous leukemia/myelodysplasia, or non-small cell lung cancer cells; patients with acute myelogenous leukemia/myelodysplasia or non-small cell lung cancer who have not been vaccinated with an autologous, GM-CSF based vaccine - >= 4 weeks since treatment (chemo-, radiation, hormone, immuno-, etc., therapy) - Patients must have recovered from any acute toxicity associated with prior therapy - Measurable epithelial ovarian cancer, melanoma, AML/MDS, or non-small cell lung cancer - No standard curative treatment options - Not require immediate palliative therapy - Patients with epithelial ovarian cancer must have persistent or recurrent disease following primary surgery and primary chemotherapy - Patients with melanoma must be stage IV disease - Patients with AML/MDS, but without MDS, must be: a) in second relapse or b) first relapse with no option for bone marrow transplant or c) not a candidate for immunosuppressive chemotherapy due to age or comorbid disease - Patients with non-small cell lung cancer must be not curable by standard surgery, chemotherapy, and/or radiation - Life expectancy >= 12 weeks - ECOG performance status of 0, 1 or 2 - Written informed consent - Due to the unknown effects of MDX-CTLA-4 on the fetus or nursing infant, pregnant or nursing women should not be included; women should be either: post-menopausal for at least 1 year; surgically incapable of bearing children; or utilizing an intrauterine device, and/or spermicide and barrier, for contraception; during the study, use of oral contraception alone is not acceptable; women of childbearing potential must have a negative serum beta-HCG pregnancy test conducted during screening, and a negative urinary beta-HCG pregnancy test conducted within 24 hours prior to treatment; due to the unknown effects of MDX-CTLA-4 on the fetus, men should not father children during the study - WBC > 1,000 cells/mm^3 (except for AML/MDS patients) - Serum creatinine < 2 mg/dL - Platelets > 75,000 cells/mm^3 (except for AML/MDS patients) - AST and ALT < 2 x UNL - Total bilirubin < 2 x UNL Exclusion Criteria: - Active infection - Autoimmune disease requiring immunosuppressive treatment - Any underlying medical condition which, in the principal investigator's opinion, will make the administration of study drug hazardous or obscure the interpretation of adverse events - Any concurrent medical condition requiring the use of systemic steroids (use of inhaled or topical steroids is acceptable) - CNS metastases, unless previously treated and stable for at least three months - Patients who have received prior treatment with MDX-CTLA-4", "gender": "All", "minimum_age": "19 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Syndrome", "Leukemia", "Lung Neoplasms", "Carcinoma, Non-Small-Cell Lung", "Leukemia, Myeloid", "Melanoma", "Leukemia, Myeloid, Acute", "Myelodysplastic Syndromes", "Preleukemia", "Neoplasms, Glandular and Epithelial", "Ovarian Neoplasms", "Leukemia, Myelogenous, Chronic, BCR-ABL Positive", "Myeloproliferative Disorders", "Myelodysplastic-Myeloproliferative Diseases", "Leukemia, Myeloid, Chronic, Atypical, BCR-ABL Negative", "Antibodies", "Immunoglobulins", "Antibodies, Monoclonal", "Abatacept"], "id": "NCT00039091"}