{"brief_title": "Hypothermia to Treat Severe Brain Injury", "brief_summary": "The purpose of this trial is to determine if hypothermia (body cooling), administered very soon after a severe brain injury improves functional outcome. This pilot trial ended in July 2005. Please see clinicaltrials.gov record number NCT00178711 for the Phase III version of the trial (see link below).", "detailed_description": "After brain injury, the brain produces certain chemicals that are harmful to the injured tissues. Moderate hypothermia—also called body cooling—may slow or prevent the production of these chemicals. Hypothermia also decreases the amount of oxygen needed by the brain, which may provide some protection during this critical period. Earlier studies have shown that maintenance of moderate hypothermia may have a helpful effect in head injury patients ages 16 to 45 who arrive at the hospital with a low body temperature suggesting that very early cooling may be beneficial. In this study scientists will initiate hypothermia or body cooling to 35˚C within two hours of severe brain injury to determine if body cooling improves functional outcome. Patients may enter the study in one of two ways. They may be evaluated and surface cooling begun at the scene by emergency medical services (EMS) personnel affiliated with the study; or patients who arrive in the emergency department (ED) of the study hospital within 2 hours of injury—and who have not already been evaluated by EMS personnel affiliated with the study—will be evaluated and cooling begun, if applicable, by NABISH study personnel. NABISH-trained EMS personnel who reach a patient with a suspected severe head injury within 2 hours of injury will induce hypothermia to 35˚C at the scene, in transit, or in the ED. NABISH study personnel will induce hypothermia to 35˚C in the ED in patients with suspected severe head injury who reach the ED within 2 hours of injury if cooling has not already begun. Patients who meet entry criteria (based upon past studies) for moderate hypothermia for 48 hours will then be cooled to 33˚C and then gradually rewarmed after 48 hours at 33˚C. Patients initially cooled to 35˚C within 2 hours of injury who prove during trauma evaluation to have exclusion criteria for 48 hours of moderate hypothermia will be warmed from 35˚C to 37˚C. This pilot trial ended in July 2005. Please see clinicaltrials.gov record number NCT00178711 for the Phase III version of the trial (see link below).", "condition": "Hypothermia", "intervention_type": "Procedure", "intervention_name": "hypothermia (body temperature lowered to 33°C or 91.4°F)", "criteria": "ELIGIBILITY CRITERIA FOR EARLY COOLING TO 35°C: Inclusion Criteria: - GCS 3-8 on initial evaluation or deteriorates during transport - Mechanism of injury consistent with blunt, non-penetrating trauma to head - Systolic blood pressure > 110 mm Hg - Diastolic blood pressure> 60 mm Hg - Heart rate (pulse) < 120 beats per minute - Estimated or known age 16-45 - No suspicion of pregnancy - Esophageal/rectal probe temperature > 35.5°C (Pre-hospital cooling only) - Injured < 2 hours prior to arrival of pre-hospital providers - No evidence of severe chest trauma (unilaterally absent breath sounds with tracheal deviation or distended neck veins or requiring thoracentesis). Exclusion Criteria: - Following commands upon EMS arrival without deterioration to coma or follows command after an initial period of coma. - Mechanism of injury GSW or no indication of head injury - Systolic blood pressure < 120 mm Hg - Diastolic blood pressure < 60 mm Hg - Heart rate (pulse) > 120 beats per minute - Estimated or know age > 45 or < 16 - Suspected pregnancy - Forehead scan temp < 35.5°C (Pre-hospital cooling only) - Injured >2 hours prior to arrival of pre-hospital providers - Evidence of major chest trauma (unilaterally absent breath sounds with tracheal deviation or distended neck veins or requiring thoracentesis. ELIGIBILITY CRITERIA FOR 48 HOURS OF MODERATE HYPOTHERMIA (33°C): Inclusion Criteria: - Non-penetrating brain injury with a post-resuscitation Glasgow Coma Score < 8 (motor 1-5). Exclusion Criteria: - Glasgow Coma Score = 7 or 8 with a normal CT scan or a CT scan showing only mild subarachnoid hemorrhage or skull fracture. - Glasgow Coma Score = 3 and bilaterally unreactive pupils. - AIS >/= 4 for any body area except head. - Persistent hypotension in the Emergency Department (systolic blood pressure < 90 mmHg for > 30 minutes after arrival). - Persistent hypoxia (O2 saturation < 94%) for > 30 minutes post resuscitation. - Unavailable for cooling within four hours of injury. - Pre-existing medical conditions, if known.", "gender": "All", "minimum_age": "16 Years", "maximum_age": "45 Years", "healthy_volunteers": "No", "id": "NCT00040339.xml"}