{"brief_title": "Valganciclovir in Congenital CMV Infants", "brief_summary": "The purpose of this study is to evaluate how ganciclovir is metabolized when administered intravenously (by a needle inserted into a vein) following valganciclovir syrup, given by mouth to newborns and young infants with symptoms of congenital (present at birth) cytomegalovirus (CMV) disease. The study also seeks to identify a dose of valganciclovir that provides a comparable blood concentration to ganciclovir present in the blood of newborns with symptomatic congenital CMV disease. All study participants will receive 6 weeks of antiviral therapy (defined as ganciclovir and/or valganciclovir). Infants from 0 to 30 days old will participate in the study for 2 years.", "detailed_description": "Recent trials have demonstrated that ganciclovir treatment of neonates with symptomatic congenital cytomegalovirus (CMV) disease involving the central nervous system results in improved hearing function (or maintenance of normal hearing function) and prevents hearing deterioration at 6 months. Furthermore, ganciclovir therapy may prevent hearing deterioration at 1 year. Ganciclovir recipients also have a more rapid resolution of their transaminase elevations and a greater degree of short term growth in weight and head circumference compared with untreated patients. Valganciclovir, the oral product of ganciclovir, has been developed as a syrup formulation and presents the opportunity to treat longer, but pharmacokinetic data are needed in infants first to assure the correct dose is being utilized. This Phase I/II, multi-center, open-label trial will assess the safety/tolerability and pharmacokinetics (ganciclovir concentrations) following administration of oral valganciclovir to neonates with symptomatic congenital CMV disease. A total of 24 patients will be evaluated. All patients entered into this study will receive 6 weeks (42 days) of antiviral therapy (defined as ganciclovir and/or valganciclovir). Two different dose determination strategies will be applied in this protocol. The first is an individual patient approach. The second is a group dose modification strategy. The primary endpoint is pharmacokinetics of ganciclovir following administration of oral valganciclovir syrup. The pharmacokinetics will be assessed by a population approach to PK data analysis. Secondary endpoints are: the pharmacokinetics of valganciclovir following administration of oral valganciclovir; the correlation of ganciclovir plasma concentrations following administration of intravenous ganciclovir and oral valganciclovir syrup with CMV whole blood viral load; lack of vomiting and/or diarrhea associated with the administration of oral valganciclovir syrup; and assessment of toxicity, such as neutropenia, associated with the administration of oral valganciclovir syrup.", "condition": ["Cytomegalovirus Infections"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Valganciclovir", "Ganciclovir"], "description": ["Valganciclovir is a mono-valyl ester pro-drug of ganciclovir, which is rapidly converted to ganciclovir on absorption. Valganciclovir oral syrup formulation for administration will be provided as a 15g powder blend containing 3g valganciclovir base, for constitution in 120 mL amber glass bottles. The beginning oral valganciclovir dose under investigation is 14 mg/kg. The dose of oral valganciclovir syrup will be adjusted for the baby's weight and renal function. Weights upon which dosage will be adjustments will be made will be obtained on study days 1, 7, 14, 21, 28, and 35.", "Ganciclovir for intravenous infusion will be provided as sterile, lyophilized powder in sealed vials containing 500 mg ganciclovir for re-constitution. The dose of intravenous ganciclovir is 6 mg/kg. Intravenous ganciclovir will be adjusted for the baby's weight and renal function. Weights upon which dosage adjustments will be made will be obtained on study days 1, 7, 14, 21, 28, and 35. Each dose of intravenous ganciclovir should be given over 1 hour using an intravenous pump."], "arm_group_label": ["1", "1"], "criteria": "Inclusion Criteria: - Signed informed consent from parent(s) or legal guardian(s). - Culture confirmation of cytomegalovirus (CMV) from urine or throat swab specimens. - Symptomatic congenital CMV disease, as manifest by one or more of the following: Thrombocytopenia Petechiae Hepatomegaly Splenomegaly Intrauterine growth restriction Hepatitis (elevated transaminases and/or bilirubin) Central nervous system involvement of the CMV disease (such as microcephaly, radiographic abnormalities indicative of CMV CNS disease, abnormal CSF indices for age, chorioretinitis, hearing deficits as detected by brainstem evoked response, and/or positive CMV PCR from CSF) - Less than or equal to 30 days of age at study enrollment. - Weight at study enrollment greater than or equal to 1800 grams. - Gestational age greater than or equal to 32 weeks. Exclusion Criteria: - Imminent demise. - Patients receiving other antiviral agents or immune globulin. - Gastrointestinal abnormality which might preclude absorption of an oral medication (e.g., a history of necrotizing enterocolitis). - Creatinine clearance < 10mL/min/1.73 square meters at time of study enrollment. - Infants known to be born to women who are HIV positive (but HIV testing is not required for study entry).", "gender": "All", "minimum_age": "N/A", "maximum_age": "30 Days", "healthy_volunteers": "No", "keyword": "Valganciclovir, congenital cytomegalovirus, ganciclovir", "mesh_term": ["Infection", "Cytomegalovirus Infections", "Ganciclovir", "Valganciclovir", "Ganciclovir triphosphate"], "id": "NCT00031434"}