{"brief_title": "Interleukin-12 Plus Rituximab in Treating Patients With Non-Hodgkin's Lymphoma", "brief_summary": "RATIONALE: Interleukin-12 may stimulate a person's white blood cells to kill lymphoma cells. Monoclonal antibodies, such as rituximab, can locate cancer cells and either kill them or deliver cancer-killing substances to them without harming normal cells. PURPOSE: Phase I trial to study the effectiveness of interleukin-12 plus rituximab in treating patients who have non-Hodgkin's lymphoma.", "detailed_description": "OBJECTIVES: I. Determine the optimal immunological dose of interleukin-12 and rituximab when administered in combination in patients with non-Hodgkin's lymphoma. II. Determine the toxicities associated with this regimen in this patient population. III. Assess the pharmacodynamics of this regimen in these patients. IV. Document observed clinical response to this regimen in these patients. OUTLINE: This is a dose escalation study of interleukin-12. Patients receive rituximab IV on days 1, 8, 15, and 22. The first cohort of patients receives interleukin-12 SC twice weekly beginning on day 29. Subsequent cohorts receive interleukin-12 SC twice weekly beginning on day 16. Patients with stable or responding disease may continue treatment with interleukin-12 twice weekly for up to 24 weeks or until disease progression. Cohorts of 6-9 patients receive escalating doses of interleukin-12 until the optimal immunological dose is determined. The optimal immunological dose is defined as the dose preceding that at which 2 of 6 or 2 of 9 patients experience dose limiting toxicities or the dose at which there is a maximal increase in gamma interferon, inducible protein-10 (IP-10) and immune cell infiltration into the lymphoma (whichever dose is lower). Following initial dose escalation, 2 additional cohorts of 6 patients receive a fixed dose of interleukin-12 SC twice weekly beginning on day 2. Patients are followed every 3 months for the first year, and then every 6 months for the next 4 years or until disease progression. PROJECTED ACCRUAL: A maximum of 45 patients will be accrued for this study within 12-13 months.", "condition": "Lymphoma", "intervention_type": "Biological", "intervention_name": "rituximab", "criteria": "DISEASE CHARACTERISTICS: Histologically confirmed CD20+ B-cell non-Hodgkin's lymphoma No relapsed intermediate or high grade disease eligible for bone marrow or stem cell transplant Intermediate or high grade disease must have received a prior anthracycline containing regimen Low grade disease (with or without prior therapy) felt to be incurable with standard therapy allowed No CNS involvement by lymphoma A new classification scheme for adult non-Hodgkin's lymphoma has been adopted by PDQ. The terminology of \"indolent\" or \"aggressive\" lymphoma will replace the former terminology of \"low\", \"intermediate\", or \"high\" grade lymphoma. However, this protocol uses the former terminology. PATIENT CHARACTERISTICS: Age: 18 and over Performance status: ECOG 0-1 Life expectancy: At least 12 weeks Hematopoietic: Absolute neutrophil count at least 1,500/mm3 Platelet count at least 75,000/mm3 Hemoglobin at least 10 g/dL Hepatic: Bilirubin no greater than 3 times upper limit of normal (ULN) AST/ALT less than 3 times ULN Renal: Creatinine no greater than 2 times ULN Cardiovascular: No New York Heart Association class III or IV heart disease No history of angina Other: Not pregnant or nursing Negative pregnancy test Fertile patients must use effective contraception HIV negative No uncontrolled infection No autoimmune related phenomena No peptic ulcer disease PRIOR CONCURRENT THERAPY: Biologic therapy: At least 12 months since prior rituximab No prior interleukin-12 No other concurrent immunotherapy Chemotherapy: See Disease Characteristics No prior fludarabine or 2-chlorodeoxyadenosine unless CD4 count normal Recovered from prior chemotherapy No concurrent chemotherapy Endocrine therapy: No concurrent steroid therapy Radiotherapy: No concurrent radiotherapy Surgery: Not specified", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00004260.xml"}