{"brief_title": "Combination Chemotherapy Plus Infusion of White Blood Cells in Treating Patients With Hematologic Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. Combining more than one drug may kill more cancer cells. White blood cells from donors may be able to kill cancer cells in patients who have hematologic cancer that has recurred following bone marrow transplantation. PURPOSE: Phase I trial to study the effectiveness of combination chemotherapy plus infusion of donated white blood cells in treating patients who have hematologic cancer that has recurred after bone marrow transplantation.", "detailed_description": "OBJECTIVES: - Determine the maximum tolerated dose of doxorubicin HCl liposome when combined with etoposide, cyclophosphamide, and allogeneic donor lymphocyte infusion with or without interleukin-2 after allogeneic bone marrow transplantation in patients with relapsed or persistent aggressive hematologic malignancies. OUTLINE: This is a partially randomized, dose-escalation study of doxorubicin HCl liposome (LipoDox). Patients enter 1 of 4 cohorts. - Cohort 1: Three to six patients receive induction comprising etoposide IV over 1 hour on days 1-3, cyclophosphamide IV over 1-2 hours on day 8, and allogeneic donor lymphocyte infusion on day 10. Filgrastim (G-CSF) is administered subcutaneously (SC) or IV daily beginning on day 10 and continuing until blood counts recover. - Cohort 2: In the absence of dose-limiting toxicity (DLT) on cohort 1, 3-6 patients receive treatment as in cohort 1 and LipoDox IV over 2 hours on day 1. - Cohort 3: In the absence of DLT on cohort 2, 3-6 patients are randomized to 1 of 2 treatment arms. - Arm I: Patients receive treatment as in cohort 1 plus a higher dose of LipoDox IV over 2 hours on day 1. - Arm II: Patients receive treatment as in cohort 1 and interleukin-2 (IL-2) SC on days 10-12. If DLT is reached on cohort 2, 3-6 patients receive treatment as in arm II. - Cohort 4: In the absence of DLT on arms I and II, patients receive treatment as in cohort 1, LipoDox as in arm I, and IL-2 as in arm II. Cohorts of 3-6 patients receive escalating doses of LipoDox until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 6 patients experience DLT. Patients are followed every 3 months for 2 years, every 6 months for 3 years, and then annually thereafter. PROJECTED ACCRUAL: A total of 12-15 patients will be accrued for this study within 12-18 months.", "condition": ["Leukemia", "Lymphoma", "Myelodysplastic Syndromes", "Myelodysplastic/Myeloproliferative Diseases"], "intervention_type": ["Biological", "Biological", "Biological", "Drug", "Drug", "Drug"], "intervention_name": ["aldesleukin", "filgrastim", "therapeutic allogeneic lymphocytes", "cyclophosphamide", "etoposide", "pegylated liposomal doxorubicin hydrochloride"], "criteria": "DISEASE CHARACTERISTICS: - Diagnosis of relapsed or persistent acute leukemia, myelodysplasia, aggressive non-Hodgkin's lymphoma (NHL), or chronic myeloid leukemia in transformed phase (accelerated phase or blast crisis) after allogeneic bone marrow transplantation (BMT) - Aggressive NHL defined as diffuse mixed, diffuse large cell, diffuse small noncleaved cell, and lymphoblastic histologies - No active acute graft versus host disease (GVHD) or extensive chronic GVHD PATIENT CHARACTERISTICS: Age: - Not specified Performance status: - ECOG 0-2 Life expectancy: - More than 4 weeks Hematopoietic: - Not specified Hepatic: - Not specified Renal: - Not specified Other: - No severe psychiatric illness or mental deficiencies PRIOR CONCURRENT THERAPY: Biologic therapy: - See Disease Characteristics - At least 6 months since prior allogeneic BMT - No other concurrent interleukin-2 - No other concurrent immunomodulatory medication (e.g., interferon) Chemotherapy: - Not specified Endocrine therapy: - No concurrent steroids Radiotherapy: - Not specified Surgery: - Not specified Other: - No concurrent immunosuppressive medication (e.g., cyclosporine) for GVHD", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "childhood myelodysplastic syndromes", "mesh_term": ["Lymphoma", "Syndrome", "Leukemia", "Myelodysplastic Syndromes", "Preleukemia", "Myeloproliferative Disorders", "Myelodysplastic-Myeloproliferative Diseases", "Cyclophosphamide", "Aldesleukin", "Liposomal doxorubicin", "Doxorubicin", "Etoposide"], "id": "NCT00003243"}