{"brief_title": "Treatment for Alcoholism and Post-Traumatic Stress Disorder (Naltrexone)", "brief_summary": "This study will evaluate naltrexone and cognitive-behavioral therapy treatments for alcohol dependence and post-traumatic stress disorder (PTSD). Subjects will be randomly assigned a 6-month treatment of either: 1) naltrexone alone, 2) naltrexone with PTSD psychosocial therapy, 3) a placebo with PTSD psychosocial therapy, or 4) placebo alone. An enhanced medication management intervention will accompany all treatment conditions. Follow-up assessments will be completed at 9 and 12 months after treatment.", "condition": "Post-Traumatic Stress Disorder", "intervention_type": "Drug", "intervention_name": "Placebo", "description": "Pill Placebo daily dosing 24 weeks", "arm_group_label": "4", "criteria": "Inclusion Criteria: - Meets criteria for alcohol dependence and post-traumatic stress disorder. - Heavy drinking in the past 30 days (an average of more than 12 alcohol drinks per week with at least 1 day of 4 or more drinks). - Successfully complete medical detoxification. - Exhibit clinically significant trauma-related symptoms. - Live in a commutable distance to the University of Pennsylvania and agree to follow-up visits. - Aged between 18 and 65 years old. - Able to provide an informed consent. - Speak and read English. Exclusion Criteria: - Current diagnosis of any substance dependence other than alcohol, nicotine, or cannabis. - Evidence of opiate use in the past 30 days. - Significant risk of violence or history of serious violent behavior during the past year. - Continued contact with an intimate partner if assault by the partner is the index trauma. - Changes in dosage or medication for any SSRI treatment in the three months prior to entering the study. - Unstable or serious medical illness. - Current severe psychiatric symptom. - Mental retardation or another pervasive developmental disorder. - Use of an investigational medication in the past 30 days. - Pregnant, nursing or not using reliable contraception.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "65 Years", "healthy_volunteers": "No", "id": "NCT00006489.xml"}