{"brief_title": "Hyperthermia Plus Radiation Therapy in Treating Patients With Nonmetastatic Advanced Prostate Cancer", "brief_summary": "Hyperthermia therapy may kill prostate cancer cells by heating them to several degrees above body temperature. Radiation therapy uses high-energy x-rays to damage tumor cells. Combining hyperthermia with radiation therapy may kill more tumor cells. The purpose of this study is to determine the ability of hyperthermia when combined with radiation therapy and in some patients hormonal therapy to control prostate cancer.", "detailed_description": "The purpose of this study is to determine the ability of hyperthermia (heat treatments produced by sound waves) when combined with radiation therapy and in some patients hormonal therapy to control prostate cancer. Hyperthermia refers to the use of temperatures 42 oC (107-6oF) or higher to treatment malignant tumors. Laboratory and some clinical reports have demonstrated a tumor killing effect if tumors are heated to 43oC (109oF) for 30-60 minutes. Many studies have shown that hyperthermia improves the killing effect of radiation treatments for many tumors. In clinical studies, the addition of hyperthermia has shown to be beneficial for tumors of the breast, urinary bladder and the head and neck region with combined with radiation therapy. Investigators found an improvement in tumor response rates and a lengthened duration of response. The proposed study is one of the first controlled studies to attempt to prove the usefulness of hyperthermia for patients with prostate cancer.", "condition": ["Prostate Cancer"], "intervention_type": ["Device", "Radiation"], "intervention_name": ["Hyperthermia", "XRT"], "description": ["Hyperthermia is delivered by the transrectal ultrasound applicator just prior to XRT, at least one week apart, during the first 4 weeks of XRT. The goal of hyperthermia is CEM T 90 43 greater than or equal to 10 minutes. The maximum applied power duration will be 120 minutes per treatment session", "external beam radiation to a dose of 4500 cGy to a small pelvic field, followed by a boost to a reduced volume for an additional 2160 cGy. XRT is given daily, 5 days a week for 180 cGy per day. Total radiation dose=6660cGy"], "arm_group_label": ["Hyperthermia", "Hyperthermia"], "other_name": ["Radiation Therapy"], "criteria": "Inclusion Criteria - Histologic confirmation of prostate cancer. (Slides will be obtained for central review) - Clinical stage T2b, T2c, T3a, or T3b disease as defined by the AJCC 4th edition staging manual (see Appendix A) - No evidence of metastatic disease (bone, lymph node or visceral) based on bone scan and computed tomography - Adequate hematologic function - WBC> 4000/mm3 - platelet count > 100, 000/mm3 - hematocrit of > 30% - An ECOG Performance Status of zero or one - Age ≥ 18 - A life expectancy of 5 years or more(excluding possible prostate related causes) Exclusion Criteria : - Prior history of malignancy (except for non-melanoma skin cancer) - Prior systemic therapy - No prior chemotherapy - No prior hormonal therapy other than that recommended in this protocol - Prior pelvic radiotherapy - Medical problems (such as an abnormal bleeding propensity) which would make transrectal ultrasound-directed transperineal thermal probe placement hazardous. - Patients with severe insulin-dependent diabetes mellitus and evidence of neuropathy or vaculopathy - Patients with unstable cardiac status including: - Unstable angina pectoris on medication - Patients with documented myocardial infarction within six months of protocol entry - Congestive heart failure requiring medication - Patients on anti-arrhythmic drugs - Severe hypertension (diastolic BP> 100 on medication - Patients with cardiac pacemakers - Severe cerebrovascular disease (multiple CVA or CVA within 6 months) - Severe COPD (medication requiring, with FEV 1 < 50% of expected or < 1 liter) - Individuals who appear unlikely to tolerate the required prolonged stationary position during treatment due to emotional immaturity or instability or otherwise due to mental incompetence.", "gender": "Male", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "stage III prostate cancer", "mesh_term": ["Prostatic Neoplasms", "Fever"], "id": "NCT00003045"}