{"brief_title": "STOP Trial - Sandostatin LAR Depot Trial for the Optimum Prevention of Chemotherapy Induced Diarrhea", "brief_summary": "Currently there is an ongoing clinical trial for patients with chemotherapy induced diarrhea. This trial is being conducted to evaluate the efficacy of two dose levels (30 mg and 40 mg) of an investigational drug in reducing the occurrence of severe (Grade 3 or 4) diarrhea during chemotherapy. Eligible patients must either have experienced NCI Common Toxicity Grade 1 - 4 chemotherapy-induced diarrhea during previous chemotherapy treatment or be experiencing Grade 1-4 chemotherapy-induced diarrhea currently. In order to participate in this clinical trial, patients must be male or female 18 years of age or older. Inclusion into this investigational drug trial is based on the protocol entry criteria and a detailed evaluation from a participating trial investigator", "condition": "Diarrhea", "intervention_type": "Drug", "intervention_name": "Sandostatin LAR Depot", "criteria": "Key Inclusion criteria: - male or female patients of 18 years of age or older, scheduled or expected to receive at least two cycles of chemotherapy over at least a two- month period as primary or adjuvant therapy for any malignancy, - have experienced NCI Common Toxicity Grade 1 - 4 diarrhea during previous chemotherapy treatment or are currently experiencing Grade 1-4 diarrhea due to chemotherapy treatment Key Exclusion criteria: - females who are pregnant or lactating, - current use of anticoagulants, except for those who are receiving 1 mg/per day of Coumadin for port maintenance, - known hypersensitivity to Sandostatin, Sandostatin LAR ® Depot or other related drug or compound, - history or presence of Crohn™s disease, ulcerative colitis, sprue, or known C. difficile infection, or any other diarrheal syndrome, - WBC < 3000 /L, Platelets < 75,000 /L, serum creatinine >2.0 mg/dL", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00050635.xml"}