{"brief_title": "Cyclosporine in Treating Patients With Recurrent or Refractory Angioimmunoblastic T-Cell Lymphoma", "brief_summary": "RATIONALE: Cyclosporine may help the immune system slow the growth of angioimmunoblastic T-cell lymphoma. PURPOSE: This phase II trial is studying how well cyclosporine works in treating patients with recurrent or refractory angioimmunoblastic T-cell lymphoma.", "detailed_description": "OBJECTIVES: Primary - Determine the response rate (complete and partial) in patients with recurrent or refractory angioimmunoblastic T-cell lymphoma treated with cyclosporine. Secondary - Determine the disease-free, progression-free, and overall survival of patients treated with this drug. - Determine the toxicity of this drug in these patients. OUTLINE: Patients receive oral cyclosporine twice daily for up to 36 weeks in the absence of unacceptable toxicity or disease progression during weeks 1-6. Patients experiencing disease progression during weeks 7-36, receive an additional 36 weeks of therapy. Patients are followed every 3 months for 2 years and then every 6 months for 1 year. PROJECTED ACCRUAL: A total of 27 patients will be accrued for this study within 2.5 years.", "condition": ["Lymphoma"], "intervention_type": ["Drug"], "intervention_name": ["cyclosporine"], "description": ["Cyclosporine doses will be based on actual body weight unless actual body weight is > 15 kg higher than the ideal body weight. Cyclosporine dose will be adjusted to maintain a trough whole blood level of 250-450 ng/mL during the high dose period (weeks 1 -6, starting dose will begin at cyclosporine 3 mg/kg by mouth two times a day (PO BID)) and 150-250 ng/mL during the maintenance period (weeks 7-36, maintenance dose will begin at cyclosporine 2 mg/kg PO BID) in the absence of renal toxicity"], "arm_group_label": ["Cyclosporine"], "other_name": ["CSA,", "Neoral,", "Gengraf"], "criteria": "Inclusion Criteria: - Diagnosis of angioimmunoblastic T-cell lymphoma (recurrent or refractory) based on histologic examination. - At least one objective measurable or evaluable disease parameter. - Have failed at least one type of treatment: chemotherapy, auto-transplant, or steroid treatment. Patients may not receive concurrent chemotherapy. - Eastern Cooperative Oncology Group (ECOG) performance status of 0-2. - Adequate renal function as indicated by creatinine <= 1.5 the upper limit of normal (ULN). - Adequate liver function as indicated by alkaline phosphatase, Aspartate Aminotransferase (AST), and Alanine Aminotransferase (ALT) <= 2x the upper limit of normal. - Total bilirubin <= 2x the upper limit of normal. - Age 18 or older. Exclusion Criteria: - Prior cyclosporine or Tacrolimus (FK506). - Prior allogeneic transplant. - Evidence of active infection. - Congestive heart failure, kidney failure, liver failure, or other severe co-morbidities. - Evidence of active neurological impairment. - Previous history of hypersensitivity to cyclosporine and/or Cremorphor EL (polyoxyethylated oil). - History of other malignancies (other than cured carcinomas in situ of the cervix or basal cell carcinoma of the skin). - pregnant or breastfeeding women. - Human immunodeficiency virus (HIV) positive.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "angioimmunoblastic T-cell lymphoma", "mesh_term": ["Lymphoma", "Lymphoma, T-Cell", "Immunoblastic Lymphadenopathy", "Cyclosporins", "Cyclosporine"], "id": "NCT00070291"}