{"brief_title": "Gradual Initiation of Sulfamethoxazole/Trimethoprim as Primary Pneumocystis Carinii Pneumonia Prophylaxis", "brief_summary": "To determine whether gradual initiation of sulfamethoxazole/trimethoprim (SMX/TMP) reduces the incidence of treatment-limiting adverse reactions compared to the routine initiation of the drugs for Pneumocystis carinii pneumonia (PCP) prophylaxis in HIV-infected patients. Although a number of clinical trials have demonstrated the superiority of SMX/TMP for PCP prophylaxis, the incidence of adverse reactions to this medication is high. In a pilot study in which patients were initiated with SMX/TMP prophylaxis by gradually increasing the dose over 2 weeks, no significant adverse reactions have occurred.", "detailed_description": "Although a number of clinical trials have demonstrated the superiority of SMX/TMP for PCP prophylaxis, the incidence of adverse reactions to this medication is high. In a pilot study in which patients were initiated with SMX/TMP prophylaxis by gradually increasing the dose over 2 weeks, no significant adverse reactions have occurred. Patients are randomized to receive either gradually increasing doses of SMX/TMP suspension or routine daily initiation of SMX/TMP double strength (DS) tablets for 2 weeks. All patients will then be switched over to receive open-label SMX/TMP DS tablets daily for 10 weeks.", "condition": ["Pneumonia, Pneumocystis Carinii", "HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["Sulfamethoxazole-Trimethoprim"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed if clinically indicated: - Recombinant erythropoietin (rEPO) and G-CSF. Allowed for symptomatic treatment of mild study drug toxicity: - Antipyretics and analgesics (ibuprofen). - Antihistamines (diphenhydramine HCl). - Terfenadine or astemizole (but not allowed with concomitant antifungal or macrolide use). - Systemic steroids. Patients must have: - HIV infection. - CD4 count <= 250 cells/mm3 OR history or presence of thrush. - No history of confirmed or probable pneumocystosis. NOTE: - Pregnant women are not excluded, but safety issues should be discussed with patient prior to enrollment. - This study is appropriate for prisoner participation. - Coenrollment in ongoing ACTG antiretroviral studies is permitted provided no new study drugs are added to the patient's drug regimen for 4 weeks before or after initiation of SMX/TMP. Prior Medication: Allowed: - Prior aerosolized pentamidine and dapsone for primary PCP prophylaxis. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Known adverse reactions to sulfa, trimethoprim, or SMX/TMP. - Inability to comply with dosing schedule or complete dosing record. Concurrent Medication: Excluded: - Procysteine. - Glutathione. - N-acetylcysteine (NAC). - Antihistamines (unless used for symptomatic treatment of study drug toxicity). - Systemic corticosteroids (unless used for replacement purposes). - Leucovorin calcium (unless used for symptomatic treatment of study drug toxicity). - TMP or sulfa drugs outside of the study. Prior Medication: Excluded at any time: - Prior SMX/TMP as primary PCP prophylaxis. Excluded within 4 weeks prior to study entry: - Initiation of antiretroviral agents. - Initiation of anti-infective agents (including SMX/TMP for another indication). Excluded within 2 weeks prior to study entry: - Antihistamines. - Procysteine. - Glutathione. - N-acetylcysteine (NAC). - Systemic corticosteroids (unless used for replacement purposes). - Leucovorin calcium. - TMP and sulfa drugs separately.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Sulfamethoxazole-Trimethoprim", "mesh_term": ["HIV Infections", "Pneumonia", "Pneumonia, Pneumocystis", "Trimethoprim, Sulfamethoxazole Drug Combination", "Sulfamethoxazole", "Trimethoprim"], "id": "NCT00000816"}