{"brief_title": "Development of a New HIV Vaccine", "brief_summary": "The purpose of the study is to determine the safety of a new HIV vaccine and to evaluate the immune response to the vaccine. Only some HIV genes are used to make the vaccine and therefore the vaccine cannot itself cause HIV or AIDS.", "detailed_description": "HIV-1 presents several challenges to vaccine design, including: 1) high mutation rates resulting in tremendous diversity of virus envelope, the target of neutralizing antibody, such that antibody elicited to one envelope may not protect from virus with a distinct envelope; 2) envelope from infected persons differs from envelopes obtained from T-cell line cultures, the usual source of envelope for vaccines; and 3) envelope glycoprotein exists as oligomers on the virion surface, not as the monomers used in previous vaccines. This study will test a new vaccine that has been designed to meet these challenges by delivering diverse, patient-derived, oligomeric envelopes to induce multiple type-specific responses capable of recognizing native envelope on natural variants. The vaccine vector used in this vaccine trial is recombinant vaccinia virus based on the NYCDH vaccinia isolate. Participants in this study will receive the PolyEnv1 HIV vaccine and will be followed for one year. Laboratory tests will be performed at 10 study visits to monitor the participants' immunologic response and assess the safety of the vaccine. Patients will also have numerous HIV tests throughout the study period.", "condition": "HIV Infections", "intervention_type": "Biological", "intervention_name": "PolyEnv1", "description": "Recombinant vaccinia virus vaccine", "arm_group_label": "1", "criteria": "Inclusion Criteria: - HIV-1 negative - Availability for one year of follow-up - No evidence of previous smallpox vaccination - Acceptable methods of contraception Exclusion Criteria: - Immunosuppressive or chronic illness - Medical or psychological conditions which could affect compliance - High risk for HIV infection - Live attenuated vaccines within 60 days - Experimental agents within 30 days - Blood products within past 6 months - Eczema - Pregnant or lactating women - Household contact with immunodeficient person, pregnant woman, or child less than 12 months of age - Allergy to gentamicin", "gender": "All", "minimum_age": "18 Years", "maximum_age": "32 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "id": "NCT00051922.xml"}