{"brief_title": "Phase II Study of Bone Marrow Transplantation Using Related Donors in Patients With Aplastic Anemia", "brief_summary": "OBJECTIVES: I. Evaluate the efficacy of related, HLA-identical bone marrow transplantation following cyclophosphamide (CTX) and antithymocyte globulin in patients with aplastic anemia. II. Evaluate the efficacy of related, HLA-nonidentical bone marrow transplantation following CTX and total-body irradiation/total-lymphoid irradiation in patients with aplastic anemia.", "detailed_description": "PROTOCOL OUTLINE: Patients with HLA-identical donors receive cyclophosphamide/mesna, antithymocyte globulin (ATG), and methylprednisolone (MePRDL), followed by allogeneic marrow transplantation. Patients with HLA-nonidentical (5/6 or 4/6) donors and those with a systemic reaction to ATG receive the same dosage of myeloablative chemotherapy and rescue. In addition, these patients are treated with total-body irradiation, total-lymphoid irradiation, and methotrexate. All patients received MePRDL and cyclosporine for graft-versus-host prophylaxis.", "condition": "Aplastic Anemia", "intervention_type": "Drug", "intervention_name": "methylprednisolone", "criteria": "PROTOCOL ENTRY CRITERIA: --Disease Characteristics-- Severe aplastic anemia with 2 of the following criteria: Polymorphonuclear neutrophils no more than 0.5 x 10 to the ninth/L Platelets no more than 20 x 10 to the ninth/L Reticulocytes no more than 30 x 10 to the ninth/L Hypocellular bone marrow Related donor aged 6 weeks or more, matching at least 4 of 6 HLA A, B, and DRI loci, as follows: HLA-identical family member for patients aged less than 40 years HLA-nonidentical family member for patients aged less than 55 years failing antithymocyte globulin or other immunosuppressive therapy The following eligible for transplantation as initial therapy: Patients aged less than 40 years with HLA-matched donor Patients aged 40-45 years with HLA-identical donor No neoplastic or preneoplastic evolution --Patient Characteristics-- Age: Under 40 (55 if ATG failure) Hepatic: No severe liver dysfunction Renal: No severe renal dysfunction Cardiovascular: No severe cardiac dysfunction Other: No other organ dysfunction that would compromise survival after transplant No HIV infection", "gender": "All", "minimum_age": "N/A", "maximum_age": "55 Years", "healthy_volunteers": "No", "id": "NCT00004323.xml"}