{"brief_title": "The Safety and Effectiveness of ISIS 2922 in Patients With AIDS Who Have Cytomegalovirus (CMV) of the Eyes", "brief_summary": "To evaluate the efficacy and safety of ISIS 2922 in AIDS patients with Cytomegalovirus ( CMV ) retinitis who are unresponsive or intolerant to ganciclovir and/or foscarnet but are otherwise ineligible for ISIS Pharmaceuticals' controlled trials OR who have failed ISIS 2922 therapy on another controlled clinical trial. PER 2/8/96 AMENDMENT: Patients must rollover from another ISIS 2922 controlled trial.", "detailed_description": "Patients receive intravitreal injections of ISIS 2922 at doses of either 150 or 300 mcg, depending on CMV retinitis location and extent of retinal involvement. There is a 3-week Induction period followed by at least 18 weeks of Maintenance. Induction is given on days 1, 8, and 15, and Maintenance doses are given every 14 days, beginning on day 29.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Fomivirsen sodium", "criteria": "Inclusion Criteria Patients must have: - AIDS. - CMV retinitis in one or both eyes that was previously treated but is presently uncontrolled. - Intolerance or resistance to other therapies. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Eligibility to participate in a controlled clinical trial of ISIS 2922. - External ocular infection in eye to be treated. - Other herpetic infections of the retina, toxoplasma retinochoroiditis, or other diseases of the fundus in eye to be treated. - Ocular condition that would obstruct visualization of the posterior ocular structures in eye to be treated. - Retinal detachment in eye to be treated. - Known or suspected allergy to phosphorothioate oligonucleotides. - Silicone oil in eye to be treated. - Syphilis. - Clinical evidence of retinal pigment epithelial stippling. - Pseudoretinitis pigmentosa. Concurrent Medication: Excluded: - Foscarnet. - Mellaril, Stelazine, Thorazine, and Clofazimine. - Ethambutol / fluconazole combination. - Other investigational drugs for CMV retinitis. Patients with the following prior conditions are excluded: - History of surgery to correct retinal detachment in eye to be treated. - History of ganciclovir implant for treatment of CMV retinitis. - History of intolerance to ISIS 2922. - History of syphilis. Required: - Prior CMV retinitis therapy with ganciclovir, foscarnet, or ISIS 2922.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00002356.xml"}