{"brief_title": "A Phase I Study to Evaluate the Safety and Toxicity of the Combination of Zidovudine and 2',3'-Dideoxyinosine (Didanosine) in Children With HIV Infection", "brief_summary": "To assess the safety and tolerance of the combination of zidovudine (AZT) and didanosine (ddI) in children with HIV infection. New approaches to using available agents may provide increased or improved treatment options for AIDS. Combination therapy is expected to play a major role in improving survival and quality of life for HIV-infected individuals. AZT and ddI are two agents that have been most extensively evaluated and for which the evidence for antiretroviral effectiveness is strongest.", "detailed_description": "New approaches to using available agents may provide increased or improved treatment options for AIDS. Combination therapy is expected to play a major role in improving survival and quality of life for HIV-infected individuals. AZT and ddI are two agents that have been most extensively evaluated and for which the evidence for antiretroviral effectiveness is strongest. Patients take AZT and ddI on an empty stomach; ddI is taken 2 minutes after taking antacid. Part A patients receive AZT plus ddI each at ranging doses. Patients in part B may receive a higher dose of ddI than patients in part A. The first patients enrolled are given the lowest dose. Subsequent patients receive increasingly higher doses until a dose limiting toxicity occurs.", "condition": ["HIV Infections"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Zidovudine", "Didanosine"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Corticosteroids for treatment of lymphocytic interstitial pneumonitis. Concurrent Treatment: Allowed: - Intravenous hyperalimentation. Patients must have the following: - P-2 class symptomatic HIV infection as defined by CDC OR who are asymptomatic but whose total CD4 cell count is < 500 cells/mm3. - Freedom from significant active opportunistic or other infection requiring specific therapy. Part B patients: - Prior treatment with zidovudine (AZT) that was discontinued because of hematologic toxicity. - Availability of a parent or legal guardian who is sufficiently reliable to give informed consent and follow necessary study procedures including administration of medications and return for follow-up visits. Exclusion Criteria Co-existing Condition: Patients with the following conditions or symptoms are excluded: - Critically ill, clinically unstable, or receiving drug therapy for an opportunistic or other infection. - History of acute or chronic pancreatitis. Patients with the following are excluded: - Critically ill, clinically unstable, or receiving drug therapy for an opportunistic or other infection. - History of acute or chronic pancreatitis. Prior Medication: Excluded: - Antiretroviral or other antiviral agent within 14 days of entry into study. - Immunomodulating agents, cytolytic chemotherapeutic agents, corticosteroids within 30 days (except for lymphocytic interstitial pneumonitis). Part A patients: - Zidovudine (AZT) or didanosine (ddI). Part B patients: - Didanosine (ddI). Prior Treatment: Excluded: - Radiation therapy within 30 days. - Intravenous immunoglobulin preparations within 14 days of entry into study.", "gender": "All", "minimum_age": "3 Months", "maximum_age": "18 Years", "healthy_volunteers": "No", "keyword": "Zidovudine", "mesh_term": ["Infection", "Communicable Diseases", "HIV Infections", "Acquired Immunodeficiency Syndrome", "Didanosine", "Zidovudine"], "id": "NCT00000652"}