{"brief_title": "Study of Hepatic Glucose Production and De Novo Lipogenesis in Patients With Cystic Fibrosis", "brief_summary": "OBJECTIVES: I. Determine the amount of hepatic glucose production derived from gluconeogenesis and glycogenolysis in the post-absorptive state in patients with cystic fibrosis. II. Determine de novo lipogenesis in relationship to resting energy expenditure in this patient population.", "detailed_description": "PROTOCOL OUTLINE: Patients undergo an oral glucose tolerance test (OGTT) in which blood is drawn from an IV in the arm 6 times over 3 hours. After the first blood draw, patients receive a beverage containing sugar and write down everything they ate and drank during the 24 hours before study entry. Patients also undergo a dual energy x-ray absorptiometry (DEXA) scan over 15 minutes. Within 2 weeks after the OGTT, patients keep a journal of everything they ate and drank over 3 days. Patients are fed a selected meal the following evening and receive saline fluids IV overnight. During the night, patients receive 2 doses of oral doubly labeled water. The next morning, patients receive [1,2-13C]acetate IV. A liquid mixed meal (Ensure Plus) is ingested hourly throughout the day. Patients also undergo hood indirect calorimetry over 30 minutes twice to measure resting energy expenditure. All urine is collected.", "condition": ["Cystic Fibrosis"], "criteria": "PROTOCOL ENTRY CRITERIA: --Disease Characteristics-- Diagnosis of cystic fibrosis OR Normal healthy volunteer; not an endurance-trained athlete No colonization with Burkholderia cepacia --Prior/Concurrent Therapy-- Endocrine therapy: At least 2 months since prior oral or IV corticosteroids; low-dose inhaled corticosteroids allowed Other: Short-acting insulin therapy allowed; at least 24 hours since prior long-acting insulin (i.e., neutral protamine Hagedorn, or ultalente); at least 4 weeks since prior oral or IV antibiotics; no hospital admissions within the past 6 weeks --Patient Characteristics-- Hepatic: No elevation of SGOT or SGPT within the past 3 months Other: Must be medically stable; diabetes mellitus allowed; weight stable within the past 3 months; not pregnant; no prisoners", "gender": "All", "minimum_age": "18 Years", "maximum_age": "30 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "keyword": "rare disease", "mesh_term": ["Fibrosis", "Cystic Fibrosis"], "id": "NCT00014781"}