{"brief_title": "CPG 7909 Plus Herceptin® In Patients With Metastatic Breast Cancer", "brief_summary": "To determine the safety and efficacy of CPG 7909 Injection given with Herceptin to patients with metastatic breast cancer.", "condition": "Carcinoma, Breast", "intervention_type": "Drug", "intervention_name": "Herceptin®", "description": "Herceptin® (maintenance dose per the manufacturer's directions) followed by a subcutaneous injection of CpG 7909.", "arm_group_label": "Cohort 4", "other_name": "Trastuzumab", "criteria": "Inclusion Criteria: - Histologically confirmed breast cancer with metastases - Tumor that has overexpression of HER2 as documented by being either FISH-positive or HER2/neu 3+ confirmed by immunohistochemistry - Patients may have had up to three prior chemotherapy regimens for metastatic disease, which may have been given in combination with Herceptin® and which may have been discontinued due to toxicities. In addition, patients may have had adjuvant chemotherapy. - Phase II only: Must have measurable disease by RECIST criteria (defined in section 8) with at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) as > 20 mm with conventional techniques, or as > 10 mm with spiral CT scan Exclusion Criteria: - Any prior therapy with anthracycline + Herceptin® concurrently - Significant cardiovascular disease (e.g., NYHA class 3 congestive heart failure, myocardial infarction within the past 6 months, unstable angina; coronary angioplasty within the past 6 months, uncontrolled atrial or ventricular cardiac arrhythmias) or left ventricular ejection fraction < 50% - Pre-existing autoimmune or antibody-mediated diseases including but not limited to: systemic lupus erythematosus, rheumatoid arthritis, multiple sclerosis, Sjogren's syndrome, autoimmune thrombocytopenia", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00043394.xml"}