{"brief_title": "Trazodone for Sleep Disturbance in Early Alcohol Recovery", "brief_summary": "This study is a randomized, double-blind clinical trial comparing trazodone (Desyrel) and placebo among sleep-disturbed, alcohol-dependent individuals shortly after discharge from an inpatient detoxification program. Subjects will undergo a baseline assessment and random assignment to trazodone or identical placebo for 12 weeks. All persons completing the alcohol detoxification at Stanley Street Treatment and Resources (SSTAR) will be screened. (SSTAR of Rhode Island provides detoxification services to non/underinsured persons of Rhode Island.)", "condition": ["Alcoholism"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Trazodone", "Placebo"], "description": ["50 to 150 mg qhs"], "arm_group_label": ["Trazodone", "Placebo"], "criteria": "Inclusion Criteria: - Completed an alcohol detoxification program. - Meets criteria for alcohol dependence. - Meets criteria for sleep disturbance. - If female of childbearing potential must be using adequate contraception. - Has a location to which they will return after the initial research interview and a person they regularly contact. - Speaks English sufficiently to understand instructions and assessment. Exclusion Criteria: - Meets criteria for substance dependence for sedative/hypnotic drugs, stimulants, cocaine or opiates, or of organic brain disorder, bipolar disorder, schizophrenia, schizoaffective, schizophreniform, or paranoid disorder, or major depression. - Current suicidality. - Use of psychotropic, antidepressant, anxiolytic or antidipsogenic medication. - Inability or refusal to terminate the use of proerectile agents, herbal medications or sleep medication for the study period. - The presence of contraindications to the study medications, including pregnancy/lactation, ischemic heart disease, cardiac arrhythmias, priapism or hypotension. - Presence of comorbid medical conditions associated with sleep disturbance including obstructive sleep apnea, poorly controlled diabetes mellitus or emphysema. - Evidence of neuropsychological dysfunction. - Probation/parole requirements that might interfere with participation in study. - Inability to identify at least one contact person. - Living on the street after detoxification (homeless persons living in a shelter, halfway house or other residence will not be excluded).", "gender": "All", "minimum_age": "18 Years", "maximum_age": "65 Years", "healthy_volunteers": "No", "keyword": "sleep", "mesh_term": ["Alcoholism", "Dyssomnias", "Sleep Wake Disorders", "Parasomnias", "Ethanol", "Trazodone"], "id": "NCT00027053"}