{"brief_title": "Novel Adjuvants for Peptide-Based Melanoma Vaccines", "brief_summary": "This is a study to determine the efficacy of a melanoma vaccine chemotherapy cocktail composed of CTLA-4 antibody; tyrosinase, gp100, and MART-1 peptides; and incomplete Freund's adjuvant (IFA) with or without interleukin-12 in patients with resected stage III or IV melanoma.", "detailed_description": "In the Phase I/II trial, patients with resected stages III and IV melanoma who have been rendered free of disease, but are at high risk of relapse, are treated with peptides/IFA at a dose of 0.5 mg each peptide plus CTLA-4 antibody given intravenously, 3 mg/kg, after each vaccination. In the Phase II randomized study, patients are treated with the melanoma peptide vaccine alone, with CTLA-4 antibody, or with CTLA-4 antibody combined with IL-12 at 30 ng/kg with alum. The peptides are tyrosinase 368-376 (370D); gp100 209-217 (210M); and MART-1 26-35 (27L) which are emulsified with IFA. The dosing schedule for both trials are at 1, 2, 3, 4, 5, and 6 months; then at 9 and 12 for a total of 8 vaccinations.", "condition": ["Melanoma"], "intervention_type": ["Biological"], "intervention_name": ["MDX-CTLA4 Antibody; Tyrosinase/gp100/MART-1 Peptides Melanoma Vaccine"], "criteria": "Inclusion criteria: - Diagnosis of stage III or IV cutaneous, mucosal, or ocular melanoma - Completely resected disease or disease-free - HLA-A2.1 positive - Tumor tissue available for immunohistochemical analysis and staining positive for at least 1 of the specified antigens - At least 1 month since prior therapy for cancer, including radiotherapy and adjuvant therapy - WBC count at least 3,000/mm3 - Granulocyte count at least 1,500/mm3 - Platelet count at least 100,000/mm3 - Hemoglobin at least 9.0 gm/dL - Creatinine no greater than 2.0 mg/dL - Bilirubin no greater than 2.0 mg/dL - SGOT/SGPT no greater than 2.5 times upper limit of normal - ECOG performance status 0-1 - Have failed alpha-interferons (patients with resected stage III disease) Exclusion criteria: - Prior treatment with tyrosinase: 368-376(370D), gp100:209-217(210M), and MART-1:26-35(27L) peptides - Steroid therapy or other immunosuppressive medication requirement - Major systemic infections (e.g., pneumonia or sepsis) - Coagulation or bleeding disorders - Major medical illnesses of the gastrointestinal, cardiovascular, or respiratory systems - Allergic reaction to Montanide ISA 51 (incomplete Freund's adjuvant) - History of uveitis or autoimmune inflammatory eye disease - Other active autoimmune disease - Positive for hepatitis B surface antigen, hepatitis C antibody, or HIV antibody - Pregnant or nursing", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "CTLA-4", "mesh_term": ["Melanoma", "Vaccines", "Antibodies", "Immunoglobulins"], "id": "NCT00028431"}