{"brief_title": "St. John's Wort in Relieving Fatigue in Patients Undergoing Chemotherapy or Hormone Therapy for Cancer", "brief_summary": "RATIONALE: Giving St. John's wort may be effective in relieving fatigue in patients with cancer who are undergoing chemotherapy or hormone therapy. PURPOSE: Randomized phase III trial to determine the effectiveness of St. John's wort in relieving fatigue in patients who are undergoing chemotherapy or hormone therapy for cancer.", "detailed_description": "OBJECTIVES: I. Determine the efficacy of Hypericum perforatum (St. John's Wort) in relieving fatigue in patients undergoing chemotherapy or hormonal therapy for malignant disease. II. Determine the relationship between fatigue, depression, and anxiety in these patients. III. Determine the correlation between quality of sleep and level of fatigue in these patients. OUTLINE: This is a randomized, placebo controlled study. Patients are randomized to one of two treatment arms. Arm I: Patients receive oral Hypericum perforatum (St. John's Wort) 3 times a day. Arm II: Patients receive an oral placebo 3 times a day. Treatment continues for 6 weeks in the absence of worsening symptoms or unacceptable toxicity. Patients complete the Profile of Mood States (POMS) and the Brief Fatigue Inventory at the beginning and end of the study. PROJECTED ACCRUAL: A total of 220 patients (110 per arm) will be accrued for this study.", "condition": "Unspecified Adult Solid Tumor, Protocol Specific", "intervention_type": "Dietary Supplement", "intervention_name": "St. John's wort", "criteria": "DISEASE CHARACTERISTICS: Patients with malignant disease receiving chemotherapy regimen for at least 6 weeks but less than 6 months, and continuing concurrent chemotherapy for at least 3-4 weeks OR Patients with malignant disease receiving hormonal therapy for at least 3 months prior to study, and continuing during entire study Profile of Mood States (POMS) Fatigue Subscale score of 14 or higher POMS Depression Subscale score of 13 or less PATIENT CHARACTERISTICS: Age: Over 17 Performance status: Karnofsky 70-100% Life expectancy: At least 3 months Hematopoietic: Hemoglobin at least 10 g/dL No decline in hemoglobin of 2 g/dL or more for one month prior to study Hematocrit at least 30% Hepatic: SGOT no greater than 3 times upper limit of normal Bilirubin less than 2.0 mg/dL Renal: Creatinine no greater than 2.0 mg/dL OR Creatinine clearance at least 60 mL/min Cardiovascular: No unstable cardiac disease Pulmonary: No debilitating pulmonary disease Other: No uncontrolled pain No uncontrolled serious infection No significant comorbidity that would preclude study participation Not pregnant or nursing Negative pregnancy test Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: Not specified Chemotherapy: See Disease Characteristics Endocrine therapy: See Disease Characteristics Radiotherapy: Not specified Surgery: Not specified Other: At least 1 month since prior Hypericum perforatum (St. John's Wort) No other concurrent St. John's Wort No concurrent monamine oxidase inhibitors (e.g., furazolidone, isocarboxazid, meclobremide, phenelzine, procarbazine, selegiline, and tranylcypromine) No concurrent sympathomimetic amines (e.g., amphetamine, phenylpropanolamine, and pseudoephedrine) or other stimulants such as methylphenidate No concurrent serotonin reuptake inhibitors (e.g., fluoxetine, paroxetine, sertraline, venlafaxine, nefazodone, mirtazepine, buspirone, and trazodone) or tricyclic antidepressants (e.g., amitriptyline, clomipramine, desipramine, doxepin, imipramine, nortriptyline, and protriptyline) No concurrent serotonergic agents (e.g., lithium, meperidine, and dextromethorphan) No concurrent active treatment for anemia (e.g., transfusions or epoetin alpha)", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00005805.xml"}