{"brief_title": "Everolimus in Treating Patients With Stage IV Melanoma", "brief_summary": "RATIONALE: Drugs used in chemotherapy, such as everolimus, work in different ways to stop the growth of tumor cells, either by killing the cells or by stopping them from dividing. Everolimus may also stop the growth of melanoma by blocking blood flow to the tumor. PURPOSE: This phase II trial is studying how well everolimus works in treating patients with stage IV melanoma.", "detailed_description": "OBJECTIVES: Primary - Determine the median time to disease progression in patients with stage IV malignant melanoma treated with everolimus. Secondary - Determine the median overall survival of patients treated with this drug. - Determine the clinical benefit rates (i.e., stable disease, partial remission, and complete response rates) in patients treated with this drug. - Determine the toxicity profile of this drug in these patients. - Determine changes in serum vascular endothelial growth factor levels in patients treated with this drug. OUTLINE: This is a multicenter study. Patients receive oral everolimus once daily for 8 weeks. Courses repeat every 8 weeks in the absence of disease progression or unacceptable toxicity. Patients are followed every 2 months until disease progression and then every 4 months for up to 5 years after registration.", "condition": ["Melanoma (Skin)"], "intervention_type": ["Drug"], "intervention_name": ["everolimus"], "arm_group_label": ["everolimus"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed malignant melanoma for which no known standard or potentially curative therapy exists or has been proven to extend life expectancy - Stage IV disease - Measurable disease - At least 1 lesion ≥ 20 mm by CT scan or MRI OR ≥ 10 mm by spiral CT scan - No intracranial disease PATIENT CHARACTERISTICS: Age - 18 and over Performance status - ECOG 0-2 Life expectancy - At least 12 weeks Hematopoietic - Absolute neutrophil count ≥ 1,500/mm^3 - Platelet count ≥ 100,000/mm^3 - Hemoglobin ≥ 9.0 g/dL - No bleeding diathesis Hepatic - AST ≤ 3 times upper limit of normal (ULN) - Alkaline phosphatase ≤ 3 ULN - INR ≤ 1.5 Renal - Creatinine ≤ 1.5 times ULN Other - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - Willing to refrain from foods high in fat content - No uncontrolled infection - No immunosuppression from any cause (e.g., known HIV infection) - No other malignancy within the past 5 years except basal cell or squamous cell skin cancer treated with local resection only - No other severe condition that would preclude study participation or compliance PRIOR CONCURRENT THERAPY: Biologic therapy - More than 4 weeks since prior immunotherapy or biologic therapy Chemotherapy - More than 4 weeks since prior chemotherapy (6 weeks for nitrosoureas or mitomycin) and recovered - No prior sirolimus or its analogues for any indication - No other concurrent chemotherapy Endocrine therapy - No concurrent steroids Radiotherapy - More than 4 weeks since prior radiotherapy to head and neck area - More than 4 weeks since prior radiosurgery - No prior radiotherapy to > 30% of bone marrow - No concurrent radiotherapy Surgery - Not specified Other - At least 1 week since prior and no concurrent CYP3A4 inducers - No concurrent warfarin - No concurrent cytotoxic agents - No other concurrent experimental drugs - No other concurrent immunosuppressive therapy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "recurrent melanoma", "mesh_term": ["Melanoma", "Everolimus", "Sirolimus"], "id": "NCT00098553"}