{"brief_title": "Ixabepilone Compared With Mitoxantrone and Prednisone in Treating Patients With Refractory Metastatic Prostate Cancer", "brief_summary": "This randomized phase II trial is studying ixabepilone to see how well it works compared to mitoxantrone and prednisone in treating patients with metastatic prostate cancer that has not responded to paclitaxel, docetaxel, or hormone therapy. Drugs used in chemotherapy work in different ways to stop tumor cells from dividing so they stop growing or die. Some tumors become resistant to chemotherapy drugs. Ixabepilone may reduce resistance to the drugs and allow the tumor cells to be killed. It is not yet known which chemotherapy regimen is more effective in treating metastatic prostate cancer", "detailed_description": "PRIMARY OBJECTIVES: I. Determine the efficacy of ixabepilone (BMS-247550) vs mitoxantrone and prednisone, in terms of decline in prostate-specific antigen (PSA) levels, in patients with taxane-resistant, hormone-refractory metastatic prostate cancer. SECONDARY OBJECTIVES: I. Determine the safety of these regimens in these patients. II. Determine the objective response rate in patients with measurable disease who are treated with these regimens. III. Determine the clinical activity of each of these regimens after crossover in patients who experience disease progression on their originally assigned treatment arm and switch to the other treatment arm. OUTLINE: This is a randomized, crossover, multicenter study. Patients are stratified according to ECOG performance status (0 vs 1 or 2). Patients are randomized to 1 of 2 treatment arms. ARM I: Patients receive ixabepilone (BMS-247550) IV over 3 hours on day 1. ARM II: Patients receive mitoxantrone IV over 30 minutes on day 1 and oral prednisone twice daily on days 1-21.In both arms, courses repeat every 21 days in the absence of disease progression or unacceptable toxicity. Patients who progress while on treatment after at least 2 courses or discontinue treatment for any other reason may cross over to the other arm and receive treatment as above, beginning within 12 weeks of last study treatment on original arm. Patients are followed every 3 months.", "condition": "Stage IV Prostate Cancer", "intervention_type": "Drug", "intervention_name": "prednisone", "description": "Given orally", "arm_group_label": "Arm II", "other_name": "Deltra", "criteria": "Inclusion Criteria: - Histologically confirmed adenocarcinoma of the prostate - Metastatic disease (positive bone scan or measurable disease) - Progressive hormone-refractory disease - Based on 1 of the following: - Transaxial imaging - Rise in prostate-specific antigen (PSA) - Radionuclide bone scan - Must have undergone primary hormonal treatment (e.g., orchiectomy or gonadotropin-releasing hormone analog with or without an antiandrogen) and demonstrated disease progression after antiandrogen discontinuation as defined below: - Two consecutive rising PSA values, obtained at least 2 weeks apart, or documented osseous or soft tissue progression - For patients receiving flutamide, at least 1 PSA value must be obtained at least 4 weeks after flutamide discontinuation - For patients receiving bicalutamide or nilutamide, at least 1 PSA value must be obtained at least 6 weeks after antiandrogen discontinuation - Ineligible if sole manifestation of progression is an increase in disease-related symptoms - Meets 1 of the following criteria: - Measurable disease and an elevated PSA - Nonmeasurable disease and an elevated PSA, as follows: - Positive bone scan - PSA level at least 5 ng/mL, with increases on at least 2 successive occasions at least 2 weeks apart - New metastatic lesions by radionuclide bone scan - Must have received at least 2 courses of paclitaxel- or docetaxel-based therapy, with disease progression documented during therapy or no more than 60 days after cessation of therapy* - Testosterone < 50 ng/dL - No known active brain metastases - Performance status - ECOG 0-2 - At least 12 weeks - Granulocyte count ≥ 1,500/mm^3 - Platelet count ≥ 100,000/mm^3 - Bilirubin < 1.5 times upper limit of normal (ULN) - AST and ALT < 3 times ULN - Creatinine ≤ 1.5 times ULN - Creatinine clearance > 40 mL/min - Ejection fraction ≥ lower limit of normal by MUGA or echocardiogram - No myocardial infarction within the past 6 months - No significant cardiovascular disease - No New York Heart Association class III or IV congestive heart failure - No active angina pectoris - Fertile patients must use effective contraception before, during, and for 3 months after study therapy - No prior hypersensitivity reaction to agents containing Cremophor®EL - No serious infection - No nonmalignant medical illnesses that are uncontrolled or whose control would be jeopardized by complications of study therapy - No psychiatric illness or social situation that would preclude study compliance - No motor or sensory neuropathy grade 2 or greater - No \"currently active\" second malignancy except nonmelanoma skin cancer - Patients are not considered to have a \"currently active\" malignancy provided they have completed therapy and are considered to have less than a 30% risk of relapse - No concurrent prophylactic colony-stimulating factors for myelosuppression - See Disease Characteristics - No more than 1 prior chemotherapy regimen - No prior mitoxantrone or epothilone - No other concurrent chemotherapy - See Disease Characteristics - At least 4 weeks since prior antiandrogens (e.g., flutamide) (6 weeks for bicalutamide or nilutamide) - Patients must continue primary androgen deprivation therapy with luteinizing hormone-releasing hormone agonist during study if prior orchiectomy was not performed - At least 4 weeks since prior systemic (including oral) corticosteroids except corticosteroids as part of first-line chemotherapy tapered off over 10-14 days prior to study entry - At least 4 weeks since any prior hormonal therapy, including megestrol or finasteride - No other concurrent systemic steroids - At least 4 weeks since prior radiotherapy - More than 8 weeks since prior radiopharmaceuticals (e.g., strontium chloride Sr 89 or samarium Sm 153 lexidronam pentasodium) - No concurrent radiotherapy - See Disease Characteristics - At least 4 weeks since prior herbal products known to decrease PSA levels (e.g., Saw Palmetto or PC-SPES) - More than 4 weeks since other prior antiprostate cancer therapy - More than 4 weeks since prior systemic therapies for prostate cancer - No other concurrent investigational agents", "gender": "Male", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00058084.xml"}