{"brief_title": "Eflornithine in Treating Patients At High Risk of Developing Prostate Cancer", "brief_summary": "RATIONALE: Chemoprevention therapy is the use of certain drugs to try to prevent the development of cancer. The use of eflornithine may be an effective way to prevent the development of prostate cancer. PURPOSE: Randomized phase II trial to determine the effectiveness of eflornithine in preventing prostate cancer in patients who are at high risk of developing the disease.", "detailed_description": "OBJECTIVES: - Compare the levels of polyamines (putrescine, spermidine, and spermine) and progression-related genes in the prostate tissue of patients at high genetic risk for prostate cancer treated with eflornithine (DFMO) vs placebo. - Determine the side effects of DFMO and compare them with the biological effect on the prostate gland in these patients. OUTLINE: This is a randomized, double-blind, placebo-controlled study. Patients are stratified according to age (35 to 60 vs 61 to 70) and presence of localized cancer (yes vs no). All patients receive oral placebo daily for 4 weeks. Patients who are compliant and take the placebo 5-7 days each week are randomized to one of two arms. - Arm I: Patients receive oral placebo daily. - Arm II: Patients receive high-dose oral eflornithine (DFMO) daily. Treatment continues for 1 year in the absence of unacceptable toxicity. PROJECTED ACCRUAL: A total of 100 patients (50 per arm) will be accrued for this study within 3 years.", "condition": "Prostate Cancer", "intervention_type": "Drug", "intervention_name": "Placebo", "arm_group_label": "Placebo", "criteria": "DISEASE CHARACTERISTICS: - Unaffected brother or first-degree cousin of a young (under age 70) prostate cancer proband with a family history (two or more first-degree relatives) of prostate cancer - No prior non-localized prostate cancer or previously diagnosed premalignant prostate disease PATIENT CHARACTERISTICS: Age: - 35 to 70 Performance status: - SWOG 0-1 OR - Karnofsky 70-100% Life expectancy: - At least 5 years Hematopoietic: - Hematocrit at least 35% - WBC at least 4,000/mm^3 with normal differential - Platelet count at least 100,000/mm^3 Hepatic: - Bilirubin less than 2.0 mg/dL - SGOT or SGPT less than 2 times normal Renal: - Creatinine less than 1.5 mg/dL - Less than 1+ protein, 0-3 casts, and 0-5 WBCs and RBCs in urine Gastrointestinal: - No medically mandated special diet that would preclude compliance with study participation - No documented or symptomatic gastric or duodenal ulcer disease within the past year Other: - No severe metabolic disorders or other life-threatening acute or chronic disease - No other invasive cancer within the past 5 years except nonmelanoma skin cancer - No predisposition to difficulties with wound healing or repair PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - No concurrent chemotherapy Endocrine therapy: - At least 3 months since prior finasteride Radiotherapy: - No prior radiotherapy to pelvic area - No concurrent x-rays Surgery: - Not specified Other: - At least 3 months since prior chemoprevention agents - No aspirin or aspirin-containing products within 10 days prior to each study biopsy - No concurrent anticoagulants", "gender": "Male", "minimum_age": "35 Years", "maximum_age": "70 Years", "healthy_volunteers": "No", "id": "NCT00006101.xml"}