{"brief_title": "Ribavirin With or Without Monoclonal Antibody Therapy in Treating Patients Who Develop RSV Pneumonia Following Peripheral Stem Cell Transplantation", "brief_summary": "RATIONALE: Antivirals such as ribavirin are used to treat infections caused by viruses. It is not yet known if ribavirin is more effective with or without monoclonal antibody therapy in treating patients who develop RSV pneumonia following peripheral stem cell transplantation. PURPOSE: Randomized phase III trial to compare the effectiveness of ribavirin with or without monoclonal antibody in treating patients who develop RSV pneumonia following peripheral stem cell transplantation.", "detailed_description": "OBJECTIVES: I. Compare the efficacy, in terms of all-cause mortality reduction, of ribavirin with or without palivizumab in patients with respiratory syncytial virus pneumonia following stem cell transplantation. II. Determine the safety of these treatments in this patient population. OUTLINE: This is a randomized, double-blind, placebo-controlled, multicenter study. Patients are stratified according to prior ribavirin exposure for this infection (24 hours or more vs less than 24 hours) and requirement for ventilator support (yes vs no). Patients are randomized to one of two treatment arms. Arm I: Patients receive aerosolized ribavirin via face mask or oxygen tent over 2 hours 3 times daily or over 16-18 hours on days 1-10 and palivizumab IV 2 hours before ribavirin administration on day 1. Arm II: Patients receive aerosolized ribavirin as in arm I and placebo IV 2 hours before ribavirin administration on day 1. Patients are followed at 14, 21, and 28 days. PROJECTED ACCRUAL: A total of 140 patients (70 per arm) will be accrued for this study within 2 years.", "condition": "Cancer", "intervention_type": "Drug", "intervention_name": "ribavirin", "criteria": "DISEASE CHARACTERISTICS: Confirmed respiratory syncytial virus (RSV) pneumonia documented by rapid antigen test (ELISA or IFA), shell vial culture of bronchoalveolar lavage specimens, or tissue antigen staining of lung biopsy sample New infiltrate on chest x-ray and at least one of the following: Cough Wheezing Dyspnea and/or tachypnea (greater than 150% of baseline) Oxygen saturation less than 90% on two occasions 1 hour apart on room air Arterial oxygen pressure less than 80 No more than 60 hours since confirmation of pneumonia by chest x-ray Received prior stem cell transplantation and meet one of the following: Between start of conditioning (preparative) regimen and day 90 after allogeneic, autologous, or syngeneic stem cell transplantation (SCT) Between days 91 and 180 after unrelated HLA mismatch-related allogeneic SCT (bone marrow, peripheral blood stem cells (PBSC), or cord blood), T-cell depleted allogeneic transplantation, or CD34 selected allogeneic PBSC transplantation Between days 91 and 180 after SCT with graft-versus-host disease requiring systemic steroids expected to continue throughout study Other pulmonary pathogens in addition to RSV allowed PATIENT CHARACTERISTICS: Age: Any age Performance status: Not specified Life expectancy: At least 48 hours Hematopoietic: Not specified Hepatic: Not specified Renal: Not specified Other: No prior adverse reaction to ribavirin or palivizumab No allergy to monoclonal antibodies HIV negative Not pregnant or nursing Negative pregnancy test Fertile patients must use effective contraception during and for 3 months after study PRIOR CONCURRENT THERAPY: Biologic therapy: See Disease Characteristics At least 3 months since prior immunotherapy for respiratory syncytial virus (RSV) including RSV hyperimmune globulin or other RSV monoclonal antibodies Concurrent IV immunoglobulin allowed No prior experimental RSV vaccine No concurrent RSV hyperimmune globulin No other concurrent RSV-specific monoclonal antibodies Chemotherapy: Not specified Endocrine therapy: See Disease Characteristics Radiotherapy: Not specified Surgery: Not specified Other: At least 4 weeks since prior investigational products for respiratory viral diseases At least 3 months since prior anti-viral drugs with specific anti-RSV activity Prior aerosolized ribavirin allowed No other concurrent anti-viral drugs with specific anti-RSV activity Concurrent ganciclovir or foscarnet allowed Ventilator support allowed", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00014391.xml"}