{"brief_title": "Erlotinib in Treating Patients With Unresectable Liver, Bile Duct, or Gallbladder Cancer", "brief_summary": "Phase II trial to study the effectiveness of erlotinib in treating patients who have unresectable liver, bile duct, or gallbladder cancer. Biological therapies such as erlotinib may interfere with the growth of cancer cells and slow the growth of the tumor.", "detailed_description": "PRIMARY OBJECTIVES: I. To evaluate the proportion of patients with unresectable hepatocellular or biliary carcinoma treated with OSI-774 who are progression-free at 24 weeks. SECONDARY OBJECTIVES: I. To evaluate the toxicity profile of this treatment in each of the patient groups. II. To evaluate the objective response rate of patients with hepatocellular or biliary carcinoma treated with OSI-774. III. To evaluate overall and progression-free survival. IV. To assess the EGFR protein levels and explore their association with clinical outcome. OUTLINE: This is a multicenter study. Patients are assigned to 1 of 2 groups according to cancer type (hepatocellular vs biliary). Patients receive oral erlotinib once daily. Treatment repeats every 28 days for at least 6 courses in the absence of disease progression or unacceptable toxicity. Patients are followed every 3 months for up to 3 years.", "condition": "Unresectable Gallbladder Cancer", "intervention_type": "Other", "intervention_name": "laboratory biomarker analysis", "description": "Correlative studies", "arm_group_label": "Arm I", "other_name": "OSI-774", "criteria": "Inclusion Criteria: - Histologically or cytologically confirmed hepatocellular carcinoma (HCC) or biliary carcinoma that is surgically unresectable; exception: for surgically unresectable HCC, a hypervascular mass on CT and an AFP > 100ng/mL will suffice as noninvasive diagnostic criteria - Measurable disease defined as at least one lesion whose longest diameter can be accurately measured as ≥ 2.0 cm - Absolute neutrophil count (ANC) ≥ 1500/mm3 - PLT ≥ 75,000/mm3 - Total bilirubin ≤ 2 x upper normal limits (UNL) - Serum AST ≤ 3 x UNL - Serum ALT ≤ 3 x UNL - Serum creatinine ≤ 2 mg/dL - Serum albumin ≥ 2.5 g/dL - Patients not receiving anticoagulation: INR ≤ 1.5 - ECOG performance status (PS) 0, 1, or 2 - Estimated life expectancy ≥ 3 months - Capable of understanding the investigational nature, potential risks and benefits of the study and able to provide written informed consent - HCC Patients Only: Child-Pugh classification of A or B - For patients having prior cryotherapy, radiofrequency ablation, ethanol injection, or photodynamic therapy, the following criteria must be met: - > 6 weeks has elapsed since that therapy - Indicator lesion(s) is/are outside the area of prior treatment or, if the only indicator lesion is inside the prior treatment area, there must be clear evidence of disease progression associated with that lesion - Edges of the indicator lesion are clearly distinct on CT scanning Exclusion Criteria: - Ampulla of Vater tumors - Any of the following as this regimen may be harmful to a developing fetus or nursing child: - Pregnant women - Breastfeeding women - Men or women of childbearing potential or their sexual partners who are unwilling to employ adequate contraception (condoms, diaphragm, birth control pills, injections, intrauterine device [IUD], surgical sterilization, subcutaneous implants, or abstinence, etc.) - NOTE: The effects of OSI-774 on the developing human fetus at the recommended therapeutic dose are unknown - Any of the following: - > 1 prior systemic anticancer therapy; Note: Chemoembolization will be considered as one prior chemotherapeutic regimen. - Prior EGFR targeting therapy - Nitrosoureas or mitomycin C ≤6 weeks prior to study entry - Other chemotherapy ≤4 weeks prior to study entry • Immunotherapy ≤ 4 weeks prior to study entry - Biologic therapy ≤ 4 weeks prior to study entry - Radiation therapy ≤ 4 weeks prior to study entry - Prior cryotherapy, radiofrequency ablation, ethanol injection or photodynamic therapy ≤6 weeks prior to study entry - Failure to fully recover from adverse effects of prior therapies regardless of interval since last treatment - Other concurrent chemotherapy, immunotherapy, radiotherapy, or any other therapy or supportive care considered investigational - Major surgery, or significant traumatic injury occurring ≤ 3 weeks prior to planned treatment start date - Any of the following: - Gastrointestinal tract disease resulting in an inability to take oral medication - Requirement for IV alimentation - Prior procedures affecting absorption - Active peptic ulcer disease - History of other malignancy other than hepatocellular or biliary carcinoma within the previous 3 years, except for adequately treated basal cell or squamous cell skin cancer, or carcinoma of the cervix - Known abnormalities of the cornea such as: - History of dry eye syndrome or Sjorgen's syndrome - Congenital abnormality (e.g., Fuch's dystrophy) - Abnormal slit-lamp examination using a vital dye (e.g., fluorescein, Bengal-Rose) - Abnormal corneal sensitivity test (Schirmer test or similar tear production test) - Known CNS metastases; NOTE: These patients are excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events - Uncontrolled intercurrent illness including, but not limited to: - Ongoing or active infection - Symptomatic congestive heart failure - Unstable angina pectoris, cardiac arrhythmia - Psychiatric illness/social situations that would limit compliance with study requirements - HIV-positive patients receiving combination anti-retroviral therapy; NOTE: Patients with immune deficiency are at increased risk of lethal infections when treated with marrow-suppressive therapy; these patients are excluded from the study because of possible pharmacokinetic interactions with OSI-774; appropriate studies will be undertaken in patients receiving combination antiretroviral therapy when indicated", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00033462.xml"}