{"brief_title": "Surgery and/or Chemotherapy in Treating Children With Infantile, Congenital, or Childhood Fibrosarcoma", "brief_summary": "RATIONALE: Drugs used in chemotherapy work in different ways to stop tumor cells from dividing so they stop growing or die. Giving combination chemotherapy before surgery may shrink the tumor so that it can be removed. Giving combination chemotherapy after surgery may kill any remaining tumor cells. PURPOSE: This phase II trial is studying how well surgery and/or combination chemotherapy work in treating children with fibrosarcoma.", "detailed_description": "OBJECTIVES: Primary - Determine the event-free and relapse-free survival of children with initially unresectable congenital, infantile, or childhood fibrosarcoma treated with neoadjuvant chemotherapy comprising vincristine, dactinomycin, and cyclophosphamide (VAC) before definitive local control. Secondary - Determine the event-free and relapse-free survival of patients initially treated with this regimen followed by observation after local control with positive microscopic margins. - Determine the event-free and relapse-free survival of patients initially treated with this regimen followed by additional chemotherapy comprising etoposide and ifosfamide after local control with gross positive margins. - Determine the event-free and relapse-free survival of patients treated with surgery alone. OUTLINE: This is a pilot, multicenter study. Patients begin treatment according to lesion resectability. Patients with resectable lesions proceed to surgery. - Surgery: Patients undergo resection of disease lesions. Patients with clear or microscopically positive margins undergo observation only. Patients with grossly positive margins undergo re-resection if feasible. Patients with grossly positive margins after re-resection or for whom re-resection is not feasible receive chemotherapy comprising vincristine, dactinomycin, and cyclophosphamide (VAC). Patients with unresectable lesions receive VAC chemotherapy. - VAC chemotherapy: Patients receive vincristine intravenously (IV) on days 1, 8, and 15 and dactinomycin IV and cyclophosphamide IV over 1 hour on day 1. Treatment repeats every 21 days for up to 6 courses in the absence of disease progression or unacceptable toxicity. Patients with disease progression after 2-4 courses of VAC chemotherapy proceed to chemotherapy comprising etoposide and ifosfamide (IE). Patients with stable disease after 4 courses of VAC chemotherapy proceed to IE chemotherapy. Patients with a partial response (PR) and unresectable lesions after 4 courses of VAC chemotherapy receive 2 additional courses of VAC and are then re-evaluated. Patients proceed to surgery if they continue to have a PR or achieve a complete response (CR) and lesions are now resectable. Patients with a CR or PR and resectable lesions after 4 courses of VAC chemotherapy proceed to surgery. Patients with stable disease, progressive disease, or a PR and unresectable lesions after 6 courses of VAC proceed to IE chemotherapy. - IE chemotherapy: Patients receive etoposide IV over 1 hour and ifosfamide IV over 1 hour on days 1-5. Treatment repeats every 21 days for 4 courses in the absence of disease progression or unacceptable toxicity. Patients with a CR or PR and resectable lesions after 2-4 courses of IE chemotherapy proceed to surgery. All patients are followed every 3 months for 6 months, every 6 months for 1 year, and then as clinically indicated. PROJECTED ACCRUAL: A total of 60-70 patients will be accrued for this study within 8 years.", "condition": ["Sarcoma"], "intervention_type": ["Biological", "Drug", "Drug", "Drug", "Drug", "Procedure", "Biological", "Biological"], "intervention_name": ["dactinomycin", "cyclophosphamide", "etoposide", "ifosfamide", "vincristine sulfate", "Conventional Surgery", "MESNA (mercaptoethane sulfonate)", "Filgrastim"], "description": ["Given Slow intravenous (IV) push over 1-5 minutes, dose < 1yr 0.025 mg/kg > or = 1 yr 0.045 mg/kg (max dose 2.5 mg) on days 1,22,43 and 64", "Given IV over 60 minutes, dose 25 mg/kg on days 1,22,43 and 64.", "Given IV over 1 hour, dose 3.3 mg/kg in normal saline (NS) 10 cc/kg (or to equal 0.4 mg/mL concentration) on days 1-5 of IE cycle.", "Given IV over 1 hour, dose 60mg/kg in D5 1/4 NS 10 cc/kg IV on days 1-5 of IE Cycle", "Given IV Push over 1 minute, dose 0.05 mg/kg (max dose 2 mg) on days 1,8,15,22,29,36,43,50,57 and 64", "Applied only when lesion is resectable. Surgery is the primary means of local control in this study and reasonable attempts at achieving clear margins with an \"envelope\" of normal tissue should be undertaken at the initial and/or subsequent resections.", "Given orally. Oral daily MESNA dose is equal to at least 60% of the daily cyclophosphamide dose.", "Given IV - Only use filgrastim if chemotherapy has been delayed or modified for hematologic toxicity, or if patient experiences a significant life-threatening toxicity due to bone marrow suppression"], "arm_group_label": ["Chemotherapy plus possible surgery", "Chemotherapy plus possible surgery", "Chemotherapy plus possible surgery", "Chemotherapy plus possible surgery", "Chemotherapy plus possible surgery", "Chemotherapy plus possible surgery", "Surgery only", "Chemotherapy plus possible surgery", "Chemotherapy plus possible surgery"], "other_name": ["DACT", "Actinomycin-D", "Cosmegen", "NSC #3053", "Cytoxan", "NSC #26271", "ETOP", "VePesid", "Etopophos", "VP-16", "NSC #141540", "Isophosphamide", "Iphosphamide", "Z4942", "Ifex", "NSC #109724", "Oncovin", "VCR", "LCR", "NSC #67574", "Sodium 2-mercaptoethane sulfonate", "UCB 3983", "Mesnex", "NSC #113891", "Granulocyte Colony-Stimulating Factor", "r-metHuG-CSF", "G-CSF", "Neupogen", "NSC #614629"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed infantile, congenital, or pediatric fibrosarcoma - Initial biopsy or surgery performed within the past 35 days - No evidence of distant metastases - Available tissue for central review PATIENT CHARACTERISTICS: Age - Under 2 at diagnosis Performance status - Zubrod Score (ECOG) Life expectancy - At least 8 weeks Hematopoietic - Absolute neutrophil count at least 1,000/mm^3 - Platelet count at least 100,000/mm^3* - Hemoglobin at least 10.0 g/dL* NOTE: *Transfusions allowed Hepatic - Total bilirubin no greater than 1.5 times upper limit of normal (ULN) (patients over 4 weeks of age) - Patients under 4 weeks of age with an indirect hyperbilirubinemia are eligible, provided the following criteria are met: - At least 2 bilirubin values at separate timepoints show a decrease in measurement - Direct bilirubin is no greater than 20% of the total bilirubin - Direct bilirubin no greater than 1.5 times ULN - Alanine Aminotransferase (ALT) less than 2.5 times ULN Renal - Creatinine clearance or radioisotope glomerular filtration rate at least 70 mL/min PRIOR/CONCURRENT THERAPY: Biologic therapy - No concurrent sargramostim (GM-CSF) Chemotherapy - No prior chemotherapy - No other concurrent anticancer chemotherapy Endocrine therapy - Not specified Radiotherapy - No prior or concurrent radiotherapy except emergent radiotherapy for impending tracheal compression Surgery - See Disease Characteristics", "gender": "All", "minimum_age": "N/A", "maximum_age": "2 Years", "healthy_volunteers": "No", "keyword": "nonmetastatic childhood soft tissue sarcoma", "mesh_term": ["Sarcoma", "Fibrosarcoma", "Cyclophosphamide", "Ifosfamide", "Isophosphamide mustard", "Etoposide phosphate", "Etoposide", "Vincristine", "Dactinomycin", "Lenograstim", "Mesna"], "id": "NCT00072280"}