{"brief_title": "Study of Combined RHUMAB VEGF and Capecitabine-based Chemoradiation for Patients With Locally Advanced Pancreatic Cancer", "brief_summary": "The goal of this clinical research study is to find the highest safe dose of the drug Bevacizumab that can be given in combination with chemoradiation for the treatment of pancreatic cancer. The effect that this combination treatment has on the tumor will also be studied.", "detailed_description": "This study administers 50.4 Gy of radiation for unresectable pancreatic cancer with concurrent capecitabine and an experimental drug, Bevacizumab. The drug is an antiangiogenic agent (kills tumor blood vessels) and has been shown in preclinical models to enhance the antitumor effect of radiation and chemotherapy.", "condition": "Pancreatic Cancer", "intervention_type": "Radiation", "intervention_name": "Radiotherapy", "description": "Radiography given once a day for 5 days at 50.4 Gy in 28 fractions over 5.5 weeks.", "arm_group_label": "Bevacizumab", "other_name": "XRT", "criteria": "Inclusion Criteria: - Cytology or histologic proof of adenocarcinoma of the pancreatic head, body or tail prior to treatment. - Patients with nonmetastatic, unresectable, disease are eligible. - Patients with regional nodal disease are eligible. - Karnofsky performance status >/=70. - No upper age restriction. - Absolute granulocyte count >1,500 cells/mm3 and platelet count at least 100,000 cells/mm3. - Serum bilirubin less than 5mg/dl prior to the start of therapy with adequate biliary decompression. - Adequate bilateral renal function. - Serum creatinine <1.5 mg/dl. - Adequate liver function; Alanine aminotransferase (ALT)/aspartate aminotransferase (AST)</=5 times upper limit of normal. - Sexually active men must practice contraception during study. - Patients must sign study-specific consent form. Exclusion Criteria: - History or evidence upon physical examination of CNS disease. - Active infection requiring parenteral antibiotics on Day 0. Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to Day 0, or anticipation of need for major surgical procedure during the course of the study. - Current or recent use of full-dose oral or parenteral anticoagulants or thrombolytic agent. - Chronic, daily treatment with aspirin or nonsteroidal anti-inflammatory medications. - Pregnancy or lactation. - Proteinuria at baseline or impairment of renal function. - Serious, nonhealing wound, ulcer, or bone fracture. - Evidence of bleeding diathesis or coagulopathy - Clinically significant cardiovascular disease, congestive heart failure, serous cardiac arrhythmia requiring medication, or significant peripheral vascular disease within 1 year prior to Day 0. - History of aneurysms, strokes, transient ischemic attacks, and arteriovenous malformations. - Serous concomitant medical or psychiatric disorders. - Cohort receiving Capecitabine", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "Accepts Healthy Volunteers", "id": "NCT00047710.xml"}