{"brief_title": "Safety Study of 90Y-hMN14 to Treat Colorectal Cancer", "brief_summary": "The purpose of this trial is to determine the safety of 90Y-hMN14 at different dose levels in the treatment of colorectal cancer.", "condition": ["Colorectal Cancer", "Colon Cancer", "Rectal Cancer", "Colorectal Neoplasms", "Colorectal Carcinoma", "Colorectal Tumor"], "intervention_type": ["Drug"], "intervention_name": ["hMN14 (labetuzumab)"], "criteria": "Disease Characteristics: - Patients with a documented histologic or cytologic diagnosis of a colonic or rectal malignancy. - Patients with recurrent, advanced and/or metastatic disease, who have either failed standard therapy or are not eligible for any alternate therapies of higher therapeutic priority. - Patients with at least one identified (confirmed) and measurable tumor site* with no tumor site > 5 cm in the greatest dimension. Prior/Concurrent Therapy: - Surgery: Patients are excluded if they have had major surgery either during or within four weeks prior to study entry. - Chemotherapy: Patients must have failed standard therapy or are not eligible for any alternate therapies of higher therapeutic priority. Patients must have completed chemotherapeutic agents four weeks prior to study entry. - Biologic Therapy: Patients who have received a chimeric, CDR-grafted (humanized), or human IgG will be eligible provided pre-study evaluations demonstrate no significant reactivity with hMN-14 IgG (i.e., HAHA). - Radiotherapy: No prior radiotherapy within four weeks of study entry. No prior external beam irradiation to a field that includes more than 30% of the red marrow. No prior radiation to maximal tolerable levels for any critical organ (e.g., 3,000 cGy for the liver, and 2,000 cGy for the lungs and kidneys). Patients who have had standard pelvic field radiation as adjuvant therapy for rectal carcinoma will be eligible only after the MTD is established. - Other: Any experimental therapy (i.e., drugs, biologicals, procedures) for the primary malignancy, either during or within four weeks prior to study entry. Patient Characteristics/Inclusion Criteria: - Age Range: Male or Female at least 18 years of age - Performance Status: Patients with a Karnofsky performance status > 70% (or equivalent, ECOG 0-1) and expected survival of at least 3 months. - Hematopoietic: Hemoglobin > 10 g/dL; WBC > 3000 per mm3; Granulocyte count > 1,500 per mm3; Platelet count > 100,000 per mm3 - Hepatic: Total bilirubin < 1.5 times the institutional upper limit of normal (IULN)AST or ALT < 2 x IULN - Renal: Creatinine < IULN - Cardiovascular: Patients with LVEF >/= 50% by required MUGA/2D-ECHO study. - Pulmonary: Patients with DFCO and FEV1 >/= 60% by required Pulmonary Function Tests. - Other: Patients who have had a prior imaging study with a murine monoclonal antibody may be included. Patients agreeing to use a medically effective method of contraception during and for a period of three months after the treatment period. A pregnancy test will be performed on each premenopausal female of childbearing potential immediately prior to entry into the study. Patients able to understand and give written informed consent.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Colorectal Tumor", "mesh_term": ["Carcinoma", "Colorectal Neoplasms", "Rectal Neoplasms", "Colonic Neoplasms"], "id": "NCT00040599"}