{"brief_title": "Specimen and Data Study for Ovarian Cancer Early Detection and Prevention", "brief_summary": "RATIONALE: To improve strategies for detection and prevention of early-stage disease. PURPOSE: This research study is collecting specimens and data to develop better methods for early detection and prevention of ovarian cancer among the high risk population and those who have the disease.", "detailed_description": "OBJECTIVES: - To identify and develop highly sensitive and specific tumor markers for the detection and management of ovarian cancer and other gynecological malignancies. - To identify new prevention approaches and therapies. - To identify measures to improve the quality of life for women at increased risk for developing the disease and for women diagnosed with ovarian cancer. OUTLINE: Subjects undergo periodic specimen and data collection for research studies, including molecular, biochemical, functional, and genetic marker studies. Participants may have samples of blood, tissue, or body fluids (such as ascites, pleural fluid or urine), or any combination of the aforementioned samples obtained to develop tumor markers to detect early stage or recurrent ovarian cancer. The results from the biomarker research studies will not be reported to the patient or the physician. In the future, if any of the experimental tumor markers are found to be effective in detecting early stage ovarian cancer, and the patient's result is abnormal, the patient and physician will be notified. Subjects may be asked to complete a combination of questionnaires designed to evaluate psychological functioning among women enrolled in a comprehensive ovarian cancer early detection program who are at increased risk for developing disease as compared to women currently diagnosed with ovarian cancer.", "condition": ["Cervical Cancer", "Endometrial Cancer", "Fallopian Tube Cancer", "Hereditary Breast/Ovarian Cancer (brca1, brca2)", "Ovarian Cancer", "Sarcoma", "Uterine Leiomyomata", "Vaginal Cancer", "Vulvar Cancer"], "intervention_type": ["Other", "Other", "Procedure"], "intervention_name": ["laboratory biomarker analysis", "screening questionnaire administration", "study of high risk factors"], "description": ["Subject's blood collected at their follow-up blood draw will be assessed for biomarkers that could lead to a panel for detecting early stage ovarian cancer.", "Questionnaires designed to assess quality of life for women at increased risk of ovarian cancer will be administered to the subjects. Clinical data will also be collected.", "Subjects will be assessed for high risk factors."], "arm_group_label": ["High Risk for Ovarian Cancer", "High Risk for Ovarian Cancer", "High Risk for Ovarian Cancer"], "study_pop": "\n      ", "sampling_method": "Non-Probability Sample", "criteria": "DISEASE CHARACTERISTICS: - Meets one of the following criteria: - Considered to be at increased risk for developing ovarian cancer, as defined by one of the following: - Has at least one first-degree relative (mother, sister, or daughter) with ovarian, primary peritoneal, or fallopian tube cancer - Has at least two first or second degree relatives diagnosed before age 50 with either ovarian, primary peritoneal, fallopian tube, and/or pancreatic cancer who have tested positive for hereditary cancer syndrome that includes an increased risk of gynecologic cancer (e.g., BRCA1/2 or Lynch Syndrome)or have increased risk as deemed by a certified genetic counselor - A personal or family history of a hereditary cancer syndrome that includes an increased risk of gynecologic cancer - Increased risk as deemed by a certified genetic counselor - Undergoing surgery for a gynecologic condition, including any of the following: - Diagnosis of a reproductive cancer - Benign gynecological condition (e.g., uterine leiomyomata, endometriosis, pelvic inflammatory disease, or follicular or corpus luteum ovarian cysts) - Highly suspicious adnexal mass - Risk-reducing prophylactic oophorectomy PATIENT CHARACTERISTICS: Age - Between the ages of 18 and 80", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "80 Years", "healthy_volunteers": "No", "keyword": "uterine leiomyomata", "mesh_term": ["Sarcoma", "Ovarian Neoplasms", "Uterine Cervical Neoplasms", "Fallopian Tube Neoplasms", "Endometrial Neoplasms", "Leiomyoma", "Myofibroma", "Vulvar Neoplasms", "Vaginal Neoplasms"], "id": "NCT00005095"}