{"brief_title": "Safety Study of hMN14 to Treat Either Colorectal or Breast Cancer", "brief_summary": "The purpose of this trial is to determine the safety of hMN14 at different dose levels in the treatment of either colorectal or breast cancer.", "condition": ["Colorectal Cancer", "Colon Cancer", "Rectal Cancer", "Colorectal Neoplasms", "Colorectal Carcinoma", "Breast Cancer", "Breast Neoplasms"], "intervention_type": ["Drug"], "intervention_name": ["hMN14 (labetuzumab)"], "criteria": "Disease Characteristics: - Histologic or cytologic diagnosis or either, colonic, rectal, or breast carcinoma - Measurable lesion diagnosed by CT scan - Recurrent/metastatic disease considered surgically unresectable. Prior/Concurrent Therapy: - Chemotherapy: Patients who either have failed at least one regimen of standard systemic therapy, or are clinically asymptomatic and are not presently being considered for chemotherapy (Enrollment must occur at least 4 weeks beyond last treatment) - Other: Prior treatment with investigational agents is excluded unless follow-up is completed and patient is off study Patient Characteristics/Inclusion Criteria: - Performance Status: Patients with a Karnofsky performance status > 70% (or equivalent, ECOG 0-1) and expected survival of at least 3 months. - Hematopoietic: WBC >/= 3000 mm3, neutrophils >/= 1500 mm3, platelets >/= 75,000, CEA < 300 ng/mL - Hepatic: Serum bilirubin </= 2.0 mg/dL, ALT < 2.5 x IULN - Cardiovascular: Patients with LVEF >/= 40% by required MUGA/2D-ECHO study. - Pulmonary: Patients with FEV1 >/= 60% by required Pulmonary Function Tests - Other: Patients agreeing to use a medically effective method of contraception during and for a period of 3 months after the treatment period. A pregnancy test will be preformed on each premenopausal female of childbearing potential immediately prior to entry into the study. Patients able to understand and give written informed consent. Patients with a significant concurrent medical condition that could affect the patient's ability to tolerate or complete the study.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Breast Neoplasms", "mesh_term": ["Breast Neoplasms", "Carcinoma", "Neoplasms", "Colorectal Neoplasms", "Rectal Neoplasms", "Colonic Neoplasms"], "id": "NCT00041652"}