{"brief_title": "Monoclonal Antibody Therapy in Treating Patients With Leptomeningeal Cancer", "brief_summary": "RATIONALE: Monoclonal antibodies can locate tumor cells and either kill them or deliver tumor-killing substances to them without harming normal cells. PURPOSE: Phase I trial to study the effectiveness of monoclonal antibody therapy in treating patients who have leptomeningeal metastases.", "detailed_description": "OBJECTIVES: - Define the clinical toxicities of intrathecal iodine I 131 monoclonal antibody 3F8 (I-3F8) in patients with GD2 positive leptomeningeal neoplasms. - Determine whether I-3F8 can detect GD2 positive leptomeningeal tumors. - Measure the cerebrospinal fluid (CSF) levels and serum pharmacokinetics of I-3F8 in these patients. OUTLINE: This is a dose escalation study. Patients receive a single injection of intraventricular or intrathecal iodine I 131 monoclonal antibody 3F8. Patients without objective disease progression and no grade 3 or 4 toxicity 6 weeks after the first dose may receive a second injection. Cohorts of at least 3 patients are entered at escalating doses of I-3F8. If grade 3 or worse toxicity occurs in 1 or more of 3 patients at a given dose level, then 3 additional patients are accrued at that level. If 2 or more of 6 patients at a given dose level experience grade 3 or worse toxicity, then that dose is declared the maximum tolerated dose (MTD). Patients are followed weekly for 4 weeks. PROJECTED ACCRUAL: Approximately 3-30 patients will be accrued for this study over 2-3 years.", "condition": ["Brain and Central Nervous System Tumors", "Intraocular Melanoma", "Lung Cancer", "Melanoma (Skin)", "Neuroblastoma", "Retinoblastoma", "Sarcoma"], "intervention_type": ["Radiation"], "intervention_name": ["iodine I 131 monoclonal antibody 3F8"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed malignancy expressing GD2, including, but not limited to: - Medulloblastoma/primitive neuroectodermal tumor of the CNS - Malignant glioma - Neuroblastoma - Retinoblastoma - Ependymoma - Sarcoma - Melanoma - Small cell lung carcinoma - Other tumor types must have GD2 expression confirmed by immunohistochemical staining - Cerebrospinal fluid or leptomeningeal disease that is refractory to conventional therapy or for which no conventional therapy exists - Prior measurable human anti-mouse monoclonal antibody titer allowed PATIENT CHARACTERISTICS: Age: - 3 and over Performance status: - Not specified Life expectancy: - At least 2 months Hematopoietic: - Absolute neutrophil count greater than 1,000/mm^3 - Platelet count greater than 50,000/mm^3 Hepatic: - Bilirubin less than 3 mg/dL Renal: - Creatinine less than 2 mg/dL - Blood urea nitrogen less than 30 mg/dL Other: - May have active malignancy outside the central nervous system - No obstructive hydrocephalus - No CNS grade 3 or 4 toxicity as a consequence of prior treatments - No life threatening infection PRIOR CONCURRENT THERAPY: Biologic therapy: - Prior monoclonal antibody treatment allowed Chemotherapy: - Prior chemotherapy allowed - Must have recovered from all hematopoietic and neurologic side effects of prior chemotherapy Endocrine therapy: - Not specified Radiotherapy: - Prior radiotherapy allowed - At least 6 weeks since prior cranial or spinal irradiation Surgery: - Not specified", "gender": "All", "minimum_age": "3 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "adult gliosarcoma", "mesh_term": ["Lung Neoplasms", "Melanoma", "Sarcoma", "Neuroblastoma", "Nervous System Neoplasms", "Central Nervous System Neoplasms", "Retinoblastoma", "Uveal Neoplasms", "Antibodies", "Immunoglobulins", "Antibodies, Monoclonal"], "id": "NCT00003022"}