{"brief_title": "The Effect of Teaching HIV-Infected Patients About HIV and Treatment", "brief_summary": "The purpose of this study is to see if an HIV-education course can help under-represented, HIV-infected patients. This study examines the areas of faithfulness to drug regimen, level of HIV in the blood, and health status.", "detailed_description": "Following initial screening, eligible patients are treated with open-label Combivir plus abacavir for 24 weeks. Patients are randomized to undergo the education intervention, Tools for Health and Empowerment (T.H.E.) course plus counseling, or routine counseling only (control group). Measurements and evaluations for assessment of immunologic effects, adherence, and health outcomes are performed at entry (Day 1) and at Weeks 2, 5, 8, 12, 16, and 24.", "condition": ["HIV Infections"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Lamivudine/Zidovudine", "Abacavir sulfate"], "criteria": "Inclusion Criteria Patients must have: - Documented and confirmed HIV infection. - Limited or no experience with antiretrovirals. - CD4+ lymphocyte cell count of 50 cells/mm3 or more 14 days prior to study drug administration. - HIV-1 plasma RNA above 40 copies/ml and less than 100,000 copies/ml within 14 days prior to study drug administration. - Ability to read, comprehend, and record information in fifth-grade English. - Ability to attend the 4 sessions of T.H.E. course on Weeks 1-4. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Patients suffering from a serious medical condition such as diabetes, congestive heart failure, cardiomyopathy, or other cardiac dysfunction which would compromise the safety of the patient. - Malabsorption syndrome or other gastrointestinal dysfunction which may interfere with drug absorption or render the patient unable to take oral medication. - Acute or chronic active hepatitis. Concurrent Treatment: Excluded: Treatment with foscarnet or other agents with required documented activity against HIV-1 in vitro. Patients with the following prior conditions are excluded: - A clinical diagnosis of AIDS, according to the 1993 Centers for Disease Control (CDC) AIDS surveillance definition. (CD4 cell counts below 200 cells/mm3 will not be considered AIDS-defining.) - History of allergy to any study drug. Prior Medication: Excluded: - History of antiretroviral use. Patients with a history of sequential nucleoside monotherapy will be excluded, as will patients with a total antiretroviral history exceeding 6 months. - Required treatment with immunomodulating agents, such as systemic corticosteroids, interleukins, vaccines, or interferons, within 4 weeks prior to study entry, or an HIV immunotherapeutic vaccine within 3 months prior to entry. Asthmatic patients using inhaled corticosteroids are eligible for enrollment. Prior Treatment: Excluded: Radiation therapy or cytotoxic chemotherapeutic agents received within 4 weeks prior to entry. Risk Behavior: Excluded: Current alcohol or illicit drug use which may interfere with the ability to comply with dosing schedule and protocol evaluation and assessment.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "abacavir", "mesh_term": ["HIV Infections", "Abacavir", "Zidovudine", "Lamivudine", "Lamivudine, zidovudine drug combination"], "id": "NCT00002409"}