{"brief_title": "Lapatinib in Treating Young Patients With Recurrent or Refractory Central Nervous System Tumors", "brief_summary": "This phase I/II trial studies lapatinib to see how well it works in treating young patients with recurrent or refractory central nervous system (CNS) tumors. Lapatinib may stop the growth of tumor cells by blocking the enzymes necessary for their growth.", "detailed_description": "PRIMARY OBJECTIVES: I. To estimate the MTD and describe the DLT of oral lapatinib (GW572016) administered twice daily for 28 days to children with recurrent or refractory malignant brain tumors who are not receiving steroids (Stratum 1) and to describe toxicities in those who are receiving steroids (Stratum 2). II. To test the ability of lapatinib (GW572016) to inhibit ERBB receptor signaling in recurrent or refractory: medulloblastoma/PNET, high-grade glioma or ependymomas. III. To estimate the sustained objective response rates (CR plus PR sustained for 8 weeks) to lapatinib (GW572016) administered continuously at the MTD (900 mg/m2/dose bid) to children with recurrent or refractory: medulloblastoma/PNET, high-grade glioma or ependymoma. SECONDARY OBJECTIVES: I. To characterize the plasma pharmacokinetics of lapatinib (GW572016) and tumor tissue lapatinib (GW572016) concentration in children. II. To assess the effect of steroids on the pharmacokinetics of lapatinib (GW572016). III. To explore the pharmacogenetic polymorphisms in lapatinib (GW572016) metabolizing enzymes and relate these polymorphisms to the drug pharmacokinetics. IV. To estimate the incidence of ERBB1, ERBB2, ERBB3 and ERBB4 expression and pathway activation in recurrent or refractory CNS tumors of childhood, including ependymoma, medulloblastoma/PNET and glioma. V. To identify additional genes both within and outside the canonical ERBB pathway that might act as determinants of response to lapatinib (GW572016). VI. To explore changes in PET and correlative magnetic resonance imaging in children receiving lapatinib. Imaging studies may be combined across similar PBTC protocols to increase the power for detecting correlations among scans and associations with outcome. OUTLINE: This is an open-label, multicenter study. Patients are stratified according to histology (medulloblastoma/primitive neuroectodermal tumor vs high-grade glioma vs ependymoma). Molecular Biology Phase: Patients randomized to receive lapatinib prior to surgery receive oral lapatinib twice daily for 7-14 days. Surgery is performed after 7-14 days of lapatinib treatment. For patients randomized to not receive lapatinib, surgery is performed within 3 weeks of registration. After surgical resection, all molecular biology participants start lapatinib treatment within 10 days post-surgery. The first dose of lapatinib post-surgery initiates course 1. Patients receive oral lapatinib twice daily on days 1-28. Treatment repeats every 28 days for up to 26 courses (2 years) in the absence of disease progression or unacceptable toxicity. Lapatinib Continuation/Phase II: Patients receive oral lapatinib twice daily on days 1-28. Treatment repeats every 28 days for up to 26 courses (2 years) in the absence of disease progression or unacceptable toxicity. After completion of study treatment, patients are followed for at least 30 days.", "condition": ["Recurrent Childhood Anaplastic Astrocytoma", "Recurrent Childhood Brain Stem Glioma", "Recurrent Childhood Ependymoma", "Recurrent Childhood Giant Cell Glioblastoma", "Recurrent Childhood Glioblastoma", "Recurrent Childhood Gliosarcoma", "Recurrent Childhood Medulloblastoma", "Recurrent Childhood Oligodendroglioma"], "intervention_type": ["Drug", "Procedure", "Other", "Other", "Procedure", "Procedure"], "intervention_name": ["lapatinib ditosylate", "therapeutic conventional surgery", "laboratory biomarker analysis", "pharmacological study", "positron emission tomography", "magnetic resonance imaging"], "description": ["Given orally", "Undergo surgery", "Correlative studies", "Correlative studies", "Correlative studies", "Correlative studies"], "arm_group_label": ["Treatment (surgery, lapatinib)", "Treatment (surgery, lapatinib)", "Treatment (surgery, lapatinib)", "Treatment (surgery, lapatinib)", "Treatment (surgery, lapatinib)", "Treatment (surgery, lapatinib)"], "other_name": ["GSK572016", "GW-572016", "GW2016", "Lapatinib", "Tykerb", "pharmacological studies", "FDG-PET", "PET", "PET scan", "tomography, emission computed", "MRI", "NMR imaging", "NMRI", "nuclear magnetic resonance imaging"], "criteria": "Inclusion Criteria: - PHASE I TRIAL: - All patients with recurrent or refractory malignant CNS tumors; a histological diagnosis of malignant CNS tumor from either the initial presentation or at the time of recurrence is required for all patients, but those with brain stem gliomas MOLECULAR BIOLOGY TRIAL: - Patients must have recurrent or refractory disease with a histological diagnosis from either the initial presentation or at the time of recurrence of one of the following: - Recurrent or refractory medulloblastoma/PNET - Recurrent or refractory high grade glioma, (anaplastic astrocytoma, glioblastoma multiforme, gliosarcoma, anaplastic oligodendroglioma) - Recurrent or refractory ependymoma - Patients for whom surgical resection is clinically indicated and are amenable to receiving GW572016 for 7-14 days prior to their resection PHASE II TRIAL: - Patients must have recurrent or refractory disease with a histological diagnosis from either the initial presentation or at the time of recurrence of one of the following: - Recurrent or refractory medulloblastoma/PNET, - Recurrent or refractory high grade glioma, (anaplastic astrocytoma, glioblastoma multiforme, gliosarcoma, anaplastic oligodendroglioma) - Recurrent or refractory ependymoma - Patients must have measurable disease - Patients with neurological deficits should have deficits that are stable for a minimum of 1 week prior to registration - Karnofsky performance scale (KPS for > 16 yrs of age) or Lansky performance score (LPS for =< 16 years of age) >= 50 assessed within two weeks prior to registration - Evidence of recovery from prior chemotherapy; no myelosuppressive anticancer chemotherapy within 3 weeks and no biological therapy or other non-myelosuppressive investigational agent =< 7 days prior to study registration (6 weeks if a nitrosourea or mitomycin C agent) prior to registration - >= 3 months prior to registration for craniospinal irradiation (>= 18 Gy); >= 4 weeks for local radiation to primary tumor; and >= 2 weeks prior to registration for focal irradiation to symptomatic metastatic sites - >= 6 months prior to registration for allogeneic bone marrow transplants and >= 3 months prior to registration for autologous bone marrow/stem cell transplants - Patients with seizure disorder may be enrolled if well controlled; patients receiving enzyme inducing anticonvulsants are not eligible for this study; patients must be off EIACD for at least 2 weeks prior to registration - Patients who are receiving corticosteroids must be on a stable or decreasing dose for at least 1 week prior to registration; patients enrolled in the molecular biology and phase II components of the study will not be stratified based on steroid use; however, use of steroids should be reported as a concomitant medication in the database; in the phase I component of the study, patients on corticosteroids will be eligible for stratum 2 of the study; patients with ACTH deficiency who are on physiological replacement doses of hydrocortisone (or other corticosteroid) will be eligible for stratum 1 of the study - Off all colony forming growth factor(s) >= 2 weeks prior to registration (G-CSF, GM-CSF, Erythropoietin) - Patients must not have received: - CYP3A4 inhibitors within seven (7) days prior to registration on protocol and for the duration of the study; however, amiodarone, another CYP3A4 inhibitor, should have been discontinued 6 months prior to registration and for the duration of the study - CYP3A4 inducers within fourteen (14) days prior to registration and for the duration of the study - Cimetidine within 48 hours prior to registration and for the duration of the study - Patients must be in adequate general condition for study - Absolute neutrophil count >= 1000/microliter - Platelets >= 100,000/microliter (transfusion independent) - Hemoglobin >= 8.0 g/dL (transfusion independent) - Serum creatinine =< 1.5 times upper limit of institutional normal for age or GFR >= 70 ml/min/1.73m^2 - Bilirubin =< 1.5 times upper limit of normal for age - SGPT (ALT) < 2.5 x institutional upper limit of normal - Albumin >= 2 g/dL - No overt renal, hepatic, biliary, cardiac or pulmonary disease - Adequate cardiac function, assessed within 2 weeks prior to registration, defined as: shortening fraction of >= 27% by echocardiogram, or ejection fraction >= 50% by gated radionuclide study - Adequate pulmonary function, assessed within 2 weeks prior to registration, defined as: no evidence of dyspnea at rest, no exercise intolerance, and a pulse oximetry > 94% if there is clinical indication for determination - Patients of childbearing or child fathering potential must be willing to use a medically acceptable form of birth control, which includes abstinence, while being treated on this study - Signed informed consent according to institutional guidelines must be obtained Exclusion Criteria: - Patients with any significant medical illnesses that, in the investigator's opinion, cannot be adequately controlled with appropriate therapy or would compromise the patient's ability to tolerate this therapy - Patients with any disease that would obscure toxicity or dangerously alter drug metabolism - Patients with uncontrolled infection", "gender": "All", "minimum_age": "N/A", "maximum_age": "21 Years", "healthy_volunteers": "No", "mesh_term": ["Glioblastoma", "Glioma", "Astrocytoma", "Medulloblastoma", "Gliosarcoma", "Ependymoma", "Central Nervous System Neoplasms", "Oligodendroglioma", "Lapatinib"], "id": "NCT00095940"}