{"brief_title": "Randomized Study of Beta Interferon and Thalidomide in Patients With Adrenoleukodystrophy", "brief_summary": "OBJECTIVES: I. Evaluate the efficacy of interferon beta and thalidomide in male patients with adrenoleukodystrophy who show evidence of brain inflammatory response and are receiving concurrent glyceryl trierucate and glyceryl trioleate (Lorenzo's oil). II. Evaluate the progress of the disease and possible side effects of the medication in these patients.", "detailed_description": "PROTOCOL OUTLINE: This is randomized, double blind, placebo controlled study. Patients are randomized to receive beta interferon and thalidomide placebo (arm I), thalidomide and beta interferon placebo (arm II), or placebo for both beta interferon and thalidomide (arm III). Patients receive interferon beta by subcutaneous injection and thalidomide orally. All patients are maintained on glyceryl trierucate and glyceryl trioleate (Lorenzo's oil) therapy. Patients are followed at 3, 6, and 12 months and then may be followed every 6 months thereafter.", "condition": ["Adrenoleukodystrophy"], "intervention_type": ["Drug", "Drug", "Drug", "Drug"], "intervention_name": ["glyceryl trierucate", "glyceryl trioleate", "interferon beta", "thalidomide"], "criteria": "PROTOCOL ENTRY CRITERIA: --Disease Characteristics-- Adrenoleukodystrophy (ALD) diagnosis based on history and examination, MRI, and biochemical assay Clinical evidence of rapidly progressive phase of cerebral ALD must include 2 or more of the following during the preceding year: Significant and progressive impairment of school performance Significant loss of cognitive function leading to an IQ of 75 or less Progressive impairment of the ability to understand spoken words Progressive impairment of vision Progressive deterioration of handwriting Progressive difficulty in walking Progressive impairment in speech articulation, and vocabulary Progressive weakness of one or more limbs Must have MRI abnormalities characteristic of cerebral ALD, especially evidence of the breakdown of the blood-brain barrier using gadolinium contrast medium and magnetization transfer technique Evidence of brain white matter inflammatory response Must not meet criteria for bone marrow transplantation Not in an apparent vegetative state --Prior/Concurrent Therapy-- Concurrent glyceryl trierucate and glyceryl trioleate (Lorenzo's oil) therapy required --Patient Characteristics-- Effective contraception required of all patients", "gender": "Male", "minimum_age": "4 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "sphingolipidoses", "mesh_term": ["Adrenoleukodystrophy", "Interferons", "Interferon-beta", "Thalidomide"], "id": "NCT00004450"}