{"brief_title": "Rebeccamycin Analog and Oxaliplatin in Treating Patients With Refractory Solid Tumors", "brief_summary": "This phase I trial is studying the side effects and best dose of rebeccamycin analog and oxaliplatin in treating patients with refractory solid tumors. Drugs used in chemotherapy, such as rebeccamycin analog and oxaliplatin, work in different ways to stop tumor cells from dividing so they stop growing or die. Combining more than one drug may kill more tumor cells", "detailed_description": "PRIMARY OBJECTIVES: I. To determine the maximum tolerated dose of XL119 given in conjunction with oxaliplatin. II.To determine the dose limiting toxicities of this combination. III. To determine the pharmacokinetics of these 2 agents when given in combination. OUTLINE: This is a dose-escalation study. Patients receive rebeccamycin analogue IV over 1 hour on days 1-5 and oxaliplatin IV over 2 hours on day 5. Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity. Cohorts of 3-6 patients receive escalating doses of rebeccamycin analogue and oxaliplatin until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 3 or 2 of 6 patients experience dose-limiting toxicity. At least 6 patients are treated at the MTD. Patients are followed annually for survival.", "condition": ["Unspecified Adult Solid Tumor, Protocol Specific"], "intervention_type": ["Drug", "Drug", "Other"], "intervention_name": ["becatecarin", "oxaliplatin", "pharmacological study"], "description": ["Given IV", "Given IV", "Correlative studies"], "arm_group_label": ["Treatment (becatacarin, oxaliplatin)", "Treatment (becatacarin, oxaliplatin)", "Treatment (becatacarin, oxaliplatin)"], "other_name": ["BMS-181176", "rebeccamycin analogue", "rebeccamycin analogue, tartrate salt", "XL119", "1-OHP", "Dacotin", "Dacplat", "Eloxatin", "L-OHP", "pharmacological studies"], "criteria": "Inclusion Criteria: - Patients must have a histologically confirmed solid tumor that is not amenable to conventional surgical, radiation therapy or chemotherapy treatment programs - Prior chemotherapy and/or radiation are allowed; at least 4 weeks must have elapsed since prior large-field radiation therapy; patients must have been off previous anti-cancer therapy for at least 3 weeks (6 weeks for mitomycin-C and nitrosoureas); and recovered from all treatment related toxicity - ECOG performance status =< 2 (Karnofsky >60%) - Life expectancy of at least 12 weeks - Absolute neutrophil count >= 1,500/ul - Platelets >= 100,000/ul - Hemoglobin >= 9.0 g/dl - Total bilirubin =< 1.5 mg/dl - AST(SGOT) < 2.5 X institutional upper limit of normal - Creatinine < 1.5 mg/dl OR creatinine clearance >= 60 mL/min/1.73 m^2 for patients with creatinine levels above institutional normal - Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation; should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately - Ability to understand and the willingness to sign a written informed consent document - All patients should have a central line placed for XL119 administration Exclusion Criteria: - Patients may not be receiving any other investigational agents or have received other investigational agents for at least 4 weeks - Patients with known brain metastases should be excluded from this clinical trial - Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements - Pregnant and lactating women are excluded from this study - HIV-positive patients receiving combination anti-retroviral therapy are excluded from the study - NYHA classification III or IV heart disease", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Oxaliplatin"], "id": "NCT00086983"}