{"brief_title": "Ravuconazole in Preventing Fungal Infections in Patients Undergoing Allogeneic Stem Cell Transplantation", "brief_summary": "RATIONALE: Antifungals such as ravuconazole may be effective in preventing fungal infections in patients undergoing chemotherapy and stem cell transplantation. PURPOSE: Phase I/II trial to study the effectiveness of ravuconazole in preventing fungal infections in patients undergoing allogeneic stem cell transplantation.", "detailed_description": "OBJECTIVES: - Determine the safety and tolerability of ravuconazole for the prevention of invasive fungal infections in patients undergoing non-myeloablative allogeneic hematopoietic stem cell transplantation. - Determine the pharmacokinetics and efficacy of this drug, in terms of frequency of breakthrough fungal infections and requirement for empirical antifungal therapy, in these patients. - Determine the effect of this drug on concurrently administered cyclosporine in these patients. - Determine the pharmacokinetics of this drug with and without cyclosporine in these patients. OUTLINE: This is an open-label, dose-escalation study. Patients receive oral ravuconazole once daily beginning within 48 hours of the chemotherapy preparative regimen and before the initiation of cyclosporine. Treatment continues until blood counts recover in the absence of unacceptable toxicity. Cohorts of 8 patients receive escalating doses of ravuconazole until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 8 patients experience dose-limiting toxicity. Patients are followed at 4 weeks. PROJECTED ACCRUAL: A total of 24 patients will be accrued for this study.", "condition": "Testicular Germ Cell Tumor", "intervention_type": "Drug", "intervention_name": "ravuconazole", "criteria": "DISEASE CHARACTERISTICS: - Undergoing a non-myeloablative allogeneic hematopoietic stem cell transplantation - Must be able to start prophylactic antifungal therapy within 48 hours of the transplantation chemotherapy preparative regimen and before the initiation of cyclosporine - No diagnosis of deeply invasive fungal infection based on the MSG/EORTC criteria PATIENT CHARACTERISTICS: Age - 18 and over Performance status - ECOG 0-2 Life expectancy - Not specified Hematopoietic - Not specified Hepatic - Bilirubin no greater than 5 times upper limit of normal (ULN) - AST and ALT no greater than 5 times ULN - Alkaline phosphatase no greater than 5 times ULN Renal - Not specified Other - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective barrier contraception during and for 4 weeks (12 weeks for males) after study participation - Able to swallow oral medication - Sufficient venous access - No prior anaphylaxis attributed to the azole class of antifungals - No concurrent medical condition that may create an unacceptable additional risk for the patient during study participation PRIOR CONCURRENT THERAPY: Biologic therapy - See Disease Characteristics Chemotherapy - Not specified Endocrine therapy - No concurrent hormonal contraceptives Radiotherapy - Not specified Surgery - Not specified Other - At least 2 weeks since other prior non-FDA approved investigational drugs - No concurrent QTc prolonging medication (e.g., terfenadine, cisapride, quinidine, pimozide, or dofetilide) - No concurrent rifampin - No other concurrent experimental or systemic antifungal therapy - No concurrent agents containing amphotericin B - No other concurrent systemic azole or triazole antifungal agents - No concurrent echinocandins - Concurrent topical antifungals allowed", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00064311.xml"}