{"brief_title": "T-20 With Anti-HIV Combination Therapy for Patients With Prior Anti-HIV Drug Treatment and/or Drug Resistance to Each of the Three Classes of Approved Anti-HIV Drugs", "brief_summary": "The purpose of this study is to compare the change in viral load (amount of HIV in the blood) of patients who receive T-20 with selected anti-HIV drugs to that of patients who receive only selected anti-HIV drugs.", "detailed_description": "Eligible patients remain on their pre-study regimen until baseline. An OB regimen is chosen by the physician and patient based on the patient's prior treatment history, prior and current laboratory abnormalities, the screening GT/PT antiretroviral resistance testing, and any prior GT/PT antiretroviral resistance (if available). The drugs in the OB regimen are chosen from among the currently approved antiretrovirals and permitted newly approved/investigational antiretrovirals available in the countries where the study is implemented, and must consist of 3 to 5 drugs, including no more than 1 newly approved/investigational agent. Patients are stratified with respect to viral load and use (versus non-use) of any of the allowed newly approved/investigational antiretrovirals. Patients are randomized to receive 1 of the following 2 treatments for 48 weeks: OB or OB plus T-20. Patients are followed to assess viral load, safety, antiretroviral resistance, T-20 pharmacokinetics, and quality of life. At the end of 48 weeks of treatment patients are allowed to (a) roll over and receive OB plus T-20 (for patients receiving OB regimen alone) or (b) continue taking OB plus T-20 (for patients already receiving OB plus T-20), for an additional 48 weeks (plus 4 weeks safety follow-up period), or until 12 weeks after commercial availability of T-20 in the country in which they are treated, whichever comes first. All patients are followed in this study for a maximum of 100 weeks from their initial baseline visit date.", "condition": ["HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["Enfuvirtide"], "criteria": "Inclusion Criteria Patients may be eligible for this study if they: - Are HIV-infected. - Are at least 16 years old (have consent of parent or guardian if under 18). - Have a viral load (level of HIV in the blood) of 5,000 copies/ml or more. - Have received anti-HIV drugs for at least 6 months and/or have shown resistance to each of the 3 types of anti-HIV drugs as follows: nucleoside reverse transcriptase inhibitors (resistant to 1 or more); nonnucleoside reverse transcriptase inhibitors (resistant to 1 or more); and protease inhibitors (resistant to 2 or more, taken either together or 1 after the other for at least 6 months total).", "gender": "All", "minimum_age": "16 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Viral Load", "mesh_term": ["HIV Infections", "Enfuvirtide"], "id": "NCT00008528"}