{"brief_title": "A Study of Itraconazole in the Prevention of Histoplasmosis, a Fungal Infection, in HIV-Infected Patients", "brief_summary": "To assess the safety and efficacy of itraconazole versus placebo for prevention of histoplasmosis in HIV-infected patients with CD4 counts < 150 cells/mm3 who reside where histoplasmosis is endemic. To assess the safety and efficacy of itraconazole for preventing other debilitating fungal infections, such as cryptococcosis, aspergillosis, recalcitrant oropharyngeal or vaginal candidiasis, and recurrent esophageal candidiasis.", "condition": ["HIV Infections", "Histoplasmosis"], "intervention_type": ["Drug"], "intervention_name": ["Itraconazole"], "criteria": "Inclusion Criteria Patients must have: - HIV infection. - Residence in an area endemic for H. capsulatum. - Absolute CD4 count < 150 cells/mm3. - No current or past active histoplasmosis. - No other active fungal infection. - Life expectancy of at least 1 year. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Life-threatening infection or malignancy other than cutaneous Kaposi's sarcoma. - Inability to take oral medication. Concurrent Medication: Excluded: - Systemically-active antifungals. - Investigational drugs (expanded access drugs are acceptable). - Rifampin. - Rifabutin. - Terfenadine. - Astemizole. - Phenobarbital. - Phenytoin. - Carbamazepine. - H2 blockers. - Omeprazole. - Continual antacids. Patients with the following prior conditions are excluded: History of intolerance to imidazole or azole compounds. Prior Medication: Excluded within 1 month prior to study entry: - Investigational drugs (expanded access drugs are acceptable). Excluded within 15 days prior to study entry: - Rifampin. - Rifabutin. - Terfenadine. - Astemizole. - Phenobarbital. - Phenytoin. - Carbamazepine.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Acquired Immunodeficiency Syndrome", "mesh_term": ["Infection", "Communicable Diseases", "HIV Infections", "Histoplasmosis", "Acquired Immunodeficiency Syndrome", "Itraconazole", "Hydroxyitraconazole"], "id": "NCT00002438"}