{"brief_title": "Phenylbutyrate Plus Azacitidine in Treating Patients With Acute Myeloid Leukemia, Myelodysplasia, Non-Hodgkin's Lymphoma, Multiple Myeloma, Non-small Cell Lung Cancer, or Prostate Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. Combining more than one chemotherapy drug may kill more cancer cells. PURPOSE: Phase II trial to study the effectiveness of phenylbutyrate plus azacitidine in treating patients who have acute myeloid leukemia, myelodysplasia, non-Hodgkin's lymphoma, multiple myeloma, non-small cell lung cancer, or prostate cancer.", "detailed_description": "OBJECTIVES: - Determine the ability of azacytidine in vivo to demethylate selected genes known to be transcriptionally repressed in patients with acute myeloid leukemia, myelodysplasia, non-Hodgkin's lymphoma, multiple myeloma, non-small cell lung cancer, or prostate cancer. - Determine the ability of phenylbutyrate plus azacytidine to induce transcription of target genes that are known to be repressed as a consequence of DNA methylation in these patients. - Determine the effect of this treatment regimen upon gene methylation and histone acetylation in target cells in these patients. - Determine the technical feasibility of serially monitoring transcriptional activity and methylation status of selected genes in vivo in these patients. - Determine the safety and potential antitumor efficacy of this treatment regimen in these patients. OUTLINE: Patients receive azacytidine subcutaneously on days 1-7 and phenylbutyrate IV over 1-2 hours on days 8-12. Patients with acute myeloid leukemia who respond to therapy may receive a second course approximately 10 days after the end of the first. Subsequent courses in these patients, and all additional courses in all other patients, are repeated every 21 to 28 days in the absence of disease progression or unacceptable toxicity. PROJECTED ACCRUAL: A total of 20 patients will be accrued for this study.", "condition": ["Leukemia", "Lung Cancer", "Lymphoma", "Multiple Myeloma and Plasma Cell Neoplasm", "Myelodysplastic Syndromes", "Prostate Cancer"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["azacitidine", "sodium phenylbutyrate"], "criteria": "DISEASE CHARACTERISTICS: - Diagnosis of one of the following neoplastic diseases: - Acute myeloid leukemia - Myelodysplasia - Low or intermediate grade non-Hodgkin's lymphoma - Multiple myeloma - Non-small cell lung cancer - Prostate cancer - Failed prior conventional therapy and no other known curative therapy exists - Patients with non-Hodgkin's lymphoma, non-small cell lung cancer, and prostate cancer must have tumor cells in bone marrow or malignant effusions that are accessible for bone marrow aspiration or paracentesis/thoracentesis NOTE: A new classification scheme for adult non-Hodgkin's lymphoma has been adopted by PDQ. The terminology of \"indolent\" or \"aggressive\" lymphoma will replace the former terminology of \"low\", \"intermediate\", or \"high\" grade lymphoma. However, this protocol uses the former terminology. PATIENT CHARACTERISTICS: Age: - 18 and over Performance status: - Karnofsky 60-100% Life expectancy: - Not specified Hematopoietic: - Patients without leukemia or myeloma: - WBC at least 2,500/mm^3 - Platelet count at least 75,000/mm^3 Hepatic: - Bilirubin no greater than 2.5 mg/dL Renal: - Creatinine no greater than 2.5 mg/dL Other: - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception during and for 4 weeks after study PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - Patients without leukemia: - At least 3 weeks since prior cytotoxic chemotherapy Endocrine therapy: - Not specified Radiotherapy: - Patients without leukemia: - At least 3 weeks since prior radiotherapy Surgery: - Not specified", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "splenic marginal zone lymphoma", "mesh_term": ["Lymphoma", "Syndrome", "Leukemia", "Lung Neoplasms", "Prostatic Neoplasms", "Carcinoma, Non-Small-Cell Lung", "Multiple Myeloma", "Neoplasms, Plasma Cell", "Leukemia, Myeloid, Acute", "Myelodysplastic Syndromes", "Preleukemia", "Plasmacytoma", "4-phenylbutyric acid", "Azacitidine"], "id": "NCT00006019"}