{"brief_title": "The CAT Study: Atamestane Plus Toremifene Versus Letrozole in Advanced Breast Cancer", "brief_summary": "The purpose of this study is to determine whether maximal estrogen suppression achieved via the combination of an experimental drug, atamestane, plus an FDA-approved drug, toremifene (Fareston®), is more effective than another approved drug, letrozole (Femara®), in delaying the growth of breast cancer, and whether the side effects of the combined hormonal therapy are different from the side effects of letrozole.", "detailed_description": "Aromatase is an enzyme expressed in tissues such as muscle and fat in postmenopausal women. These non-ovarian tissues become the dominant sources of estrogen in postmenopausal women. Breast cancer cells are often very dependent on estrogens to continue to grow. Atamestane blocks the formation of estrogens from androgenic precursors in the body via the aromatase enzyme. Toremifene blocks circulating and intracellular estrogens from stimulating estrogen receptors in breast cancer cells. The goal of therapy with atamestane, an aromatase inhibitor, in combination with the estrogen receptor antagonist, toremifene, is to achieve complete suppression of estrogen stimulation of breast cancer cells. This study is designed to determine whether combined hormonal therapy will lengthen the time to disease progression and the rate of objective response, as compared to single agent therapy with the approved aromatase inhibitor letrozole.", "condition": ["Breast Neoplasms", "Neoplasms, Hormone-Dependent"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Drug", "Procedure", "Procedure", "Procedure"], "intervention_name": ["Atamestane", "Toremifene", "Letrozole", "Aromatase inhibition", "Estrogen receptor blocker", "Hormone therapy", "Endocrine therapy", "Antiestrogen therapy"], "criteria": "Inclusion Criteria: - Women age 18 years or older - Postmenopausal women who are to receive their first hormonal treatment for locally recurrent, locally advanced, or metastatic disease, and who would be appropriate candidates for treatment with antiestrogens or aromatase inhibitors. - Locally recurrent, locally advanced, locally metastatic disease not amenable to radiation therapy or surgery and/or distant metastatic disease. - Pathological or histological confirmation at primary diagnosis of breast cancer or at the time of diagnosis of advanced disease. - ECOG performance status of 0, 1 or 2 or Karnofsky performance status of 60 or higher. - Predicted life expectancy of 12 weeks or more. - Postmenopausal endocrine status. LH/FSH levels in the postmenopausal range in women whose menopause occurred less than 5 years ago. - At least one tumor localization measurable in 2 dimensions. - One diameter either at least 2 cm or at least two times the CT/MRI slice/reconstruction thickness for bone/soft tissue/visceral disease assessed by CT/MRI scan (to include spiral CT technique). - One diameter at least 2 cm for lesions other than bone lesions assessed by conventional X-ray techniques. - One diameter at least 1 cm for bone lesions assessed by conventional X-ray techniques. - Estrogen receptor and/or progesterone receptor positive (by laboratory/institutional standard) at the time of primary diagnosis or determined during subsequent biopsy/surgery of metastases. - Administration of bisphosphonates in patients with bone metastases is allowed, as long as the drug is started prior to randomization of the patient. - Written informed consent obtained. Exclusion Criteria: - Prior hormonal therapy (including oophorectomy or treatment with LH/RH analogs) to treat locally recurrent, locally advanced, or metastatic disease. - Prior chemotherapy to treat locally recurrent, locally advanced, or metastatic disease. - Prior adjuvant therapy with aromatase inhibitors or antiestrogens/SERMs with last dose administered within 3 months prior to enrollment. - Primary diagnosis of disease or progression of disease during therapy with antiestrogens (including SERMs administered for prevention of osteoporosis). - Life-threatening disease requiring chemotherapeutic intervention. - History of known CNS metastases, significant neurological dysfunction including active seizures, or clinical signs of other significant neurological diseases. - Other active malignancy (except basal cell carcinoma of the skin, contralateral breast cancer, or in situ cervical cancer). Patients with previous malignancies must be without evidence of disease for at least five years. - Renal insufficiency (serum creatinine >2.0 mg/dL). - Aspartate aminotransferase, alanine aminotransferase, or serum bilirubin levels more than 2.5 times upper limit of normal. - Hemoglobin <9 g/dL. - Platelet count of less than 100,000 platelets per mm3. - Total white blood cell count of less than 2,000 cells per mm3. - Premenopausal endocrine status; pregnant or lactating females. - Usage of an investigational drug within thirty (30) days prior to enrollment; or the planned usage of an investigational drug other than the study medication during the course of the current study. - Contraindication to use of toremifene, atamestane, letrozole, or any of the inactive components of their formulations as stated in the investigators brochure or product package insert. - Patients who are unable to comply with the study requirements or diagnostic procedures. - Prior enrollment in this study.", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Toremifene", "mesh_term": ["Breast Neoplasms", "Neoplasms", "Neoplasms, Hormone-Dependent", "Hormones", "Toremifene", "Letrozole", "Estrogen Receptor Modulators", "Atamestane", "Estrogens"], "id": "NCT00097344"}