{"brief_title": "Oxaliplatin in Treating Patients With Liver Cancer", "brief_summary": "Phase II trial to study the effectiveness of oxaliplatin in treating patients who have unresectable, recurrent or metastatic liver cancer. Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die.", "detailed_description": "PRIMARY OBJECTIVES: I. To assess response rate and progression free survival in patients with hepatocellular cancer treated with oxaliplatin. II. To assess the toxicity and tolerance of oxaliplatin in patient with hepatocellular cancer. III. To evaluate the mRNA expression of enzymes in tumors of the patients entered on this study which may be important to the cytotoxicity of oxaliplatin (ERCC1, mismatch repair, ribonucleotide reductase, bcl-2, bax, p53). An attempt will be made to obtain tumor biopsies from all patients. OUTLINE: This is a multicenter study. Patients are stratified according to presence of the fibrolamellar variant of hepatocellular cancer (yes vs no). Patients receive oxaliplatin IV over 2 hours on days 1 and 15. Courses repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patients are followed for survival. PROJECTED ACCRUAL: A total of 18-32 patients will be accrued for this study.", "condition": ["Adult Primary Hepatocellular Carcinoma", "Advanced Adult Primary Liver Cancer", "Localized Unresectable Adult Primary Liver Cancer", "Recurrent Adult Primary Liver Cancer"], "intervention_type": ["Drug", "Other"], "intervention_name": ["oxaliplatin", "laboratory biomarker analysis"], "description": ["Given IV", "Correlative studies"], "arm_group_label": ["Treatment (oxaliplatin)", "Treatment (oxaliplatin)"], "other_name": ["1-OHP", "Dacotin", "Dacplat", "Eloxatin", "L-OHP"], "criteria": "Inclusion Criteria: - Patients must have histologically confirmed HCC which is recurrent, metastatic or unresectable - Patients may have up to two prior chemotherapy regimes; in addition, they may have had previous radiation, chemoembolization, and/or alcohol injections - Patients must have measurable disease, defined as lesions that can be accurately measured in at least one dimension (longest diameter to be recorded) as >= 20 mm with conventional techniques or as >= 10 mm with spiral CT scan, and which has clearly progressed during the observation interval prior to participation in this study; pleural effusions and ascites will not be considered measurable, but may be present in addition to the measurable lesion(s) - Karnofsky performance status >= 70%; patients should have an expected survival of at least 2 months - Leukocytes >= 3,000/μl - Absolute neutrophil count >= 1,500/μl - Platelets >= 100,000/μl - Total bilirubin < 3.0 g/dl - AST(SGOT)/ALT(SGPT) =< 5 X institutional upper limit of normal - Creatinine < 2.0 OR measured creatinine clearance >= 60 mL/min for patients with creatinine levels above institutional normal - Brain metastasis is not an exclusion, however, patients are only eligible if they have had successful control of the brain tumor(s) by surgery or stereotactic RT - Patients with no evidence of clinically significant neuropathy - All prior therapy must have been completed at least 4 weeks prior to the patient's entry on this trial - The effects of oxaliplatin on the developing human fetus at the recommended therapeutic dose are unknown; for this reason and because DNA alkylating agents are known to be teratogenic, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control) prior to study entry and for the duration of study participation; should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately - Because the risk of toxicity in nursing infants secondary to oxaliplatin treatment of the mother is unknown but may be harmful, breastfeeding should be discontinued if the mother is treated with oxaliplatin - Ability to understand and the willingness to sign a written informed consent document Exclusion Criteria: - Patient has prior oxaliplatin treatment or undergoing therapy with other investigational agents - History of allergy to platinum compounds or to antiemetics appropriate for administration in conjunction with protocol-directed chemotherapy - Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, or unstable angina pectoris, or cardiac arrhythmia - HIV-positive patients receiving anti-retroviral therapy (HAART) are excluded from the study because of possible pharmacokinetic interactions - Patients with a diagnosis of pulmonary fibrosis or a pulmonary interstitial process", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Carcinoma, Hepatocellular", "Liver Neoplasms", "Oxaliplatin"], "id": "NCT00052364"}