{"brief_title": "Antibiotic Therapy With or Without G-CSF in Treating Children With Neutropenia and Fever Caused by Chemotherapy", "brief_summary": "RATIONALE: Antibiotics may decrease the side effects of neutropenia and fever caused by chemotherapy. Colony-stimulating factors such as G-CSF may increase the number of immune cells found in bone marrow or peripheral blood and may help a person's immune system recover from the side effects of chemotherapy. It is not yet known whether antibiotic therapy plus G-CSF is more effective than antibiotic therapy alone for treating side effects caused by chemotherapy. PURPOSE: Randomized phase III trial to compare the effectiveness of antibiotic therapy with or without G-CSF in treating children who have neutropenia and fever that are caused by chemotherapy.", "detailed_description": "OBJECTIVES: - Determine whether filgrastim (G-CSF) used in addition to standard antibiotic therapy accelerates time to resolution of febrile neutropenia in children receiving chemotherapy. OUTLINE: This is a randomized study. Patients are randomized to one of two treatment arms. - Arm I: Patients receive standard antibiotic therapy. - Arm II: Patients receive treatment as in arm I. Patients also receive filgrastim (G-CSF) subcutaneously or IV once a day until at least 2 consecutive afebrile days have passed and absolute neutrophil count is at least 500/mm3. Patients are followed for 3 days. PROJECTED ACCRUAL: A total of 200 patients (100 per treatment arm) will be accrued for this study.", "condition": "Unspecified Childhood Solid Tumor, Protocol Specific", "intervention_type": "Biological", "intervention_name": "filgrastim", "criteria": "DISEASE CHARACTERISTICS: - Histologically diagnosed cancer with fever and chemotherapy-induced neutropenia (absolute neutrophil count no greater than 500/mm3) - Acute onset of fever of at least 38.8 degrees Celsius that is not related to the administration of blood products or pyrogenic substances - No acute myelogenous leukemia - No myelodysplastic syndrome - No solid tumor with bone marrow involvement PATIENT CHARACTERISTICS: Age: - 21 and under Performance status: - Not specified Life expectancy: - Not specified Hematopoietic: - See Disease Characteristics Hepatic: - Creatinine less than 1.5 times upper limit of normal Renal: - Not specified Other: - No patients in septic shock - No prolonged fever of unknown origin PRIOR CONCURRENT THERAPY: Biologic therapy: - No concurrent filgrastim (G-CSF) or sargramostim (GM-CSF) - See Chemotherapy Chemotherapy: - No prior or concurrent myeloablative chemoradiotherapy with bone marrow or peripheral stem cell rescue Endocrine therapy: - Not specified Radiotherapy: - See Chemotherapy - No prior radiotherapy to marrow reserves (i.e., craniospinal and/or pelvic irradiation) Surgery: - Not specified Other: - At least 7 days since prior IV antibiotics", "gender": "All", "minimum_age": "N/A", "maximum_age": "21 Years", "healthy_volunteers": "No", "id": "NCT00003739.xml"}