{"brief_title": "Study of Allogeneic Bone Marrow and T-Cell Depleted, CD34+ Peripheral Blood Stem Cell Transplantation in Patients With Aplastic Anemia", "brief_summary": "OBJECTIVES: I. Determine the effect of supplementation with donor T-cell depleted, CD34+ peripheral blood stem cells on durable engraftment and incidence of graft-versus-host disease in patients with aplastic anemia undergoing allogeneic bone marrow transplantation.", "detailed_description": "PROTOCOL OUTLINE: Bone marrow and peripheral blood stem cells (PBSC) are harvested from a HLA identical or 1 antigen mismatched related donor. PBSC are selected for CD34+ cells and T cells are depleted. Patients receive cyclophosphamide IV over 2 hours on days -6 to -3 and anti-thymocyte globulin IV with methylprednisolone IV over 10-12 hours on days -5 to -3. T-cell depleted PBSC and bone marrow are infused on day 0. Patients receive cyclosporine IV over 12-24 hours on days -1 to 120 followed by a taper and methylprednisolone IV on days 7-64 for graft-versus-host disease prophylaxis. Patients are followed every 30 days for 1 year, every 60 days for 2 years, and then as needed for a minimum of 3 years.", "condition": ["Graft Versus Host Disease", "Aplastic Anemia"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Procedure"], "intervention_name": ["anti-thymocyte globulin", "cyclophosphamide", "cyclosporine", "methylprednisolone", "Allogeneic Bone Marrow Transplantation"], "criteria": "PROTOCOL ENTRY CRITERIA: --Disease Characteristics-- - Diagnosis of life-threatening or transfusion-dependent marrow or immune-mediated failure involving one or more hematopoietic cell lines evidenced by one or more of the following: Granulocyte count less than 500/mm3 Platelet count less than 20,000/mm3 Absolute reticulocyte count less than 60,000/mm3 - Immune-mediated anemia and/or thrombocytopenia must have failed corticosteroids and cyclosporine - Paroxysmal nocturnal hemoglobinuria with progressive marrow failure allowed - Either congenital or acquired severe granulocytopenia with a history of life threatening infections No diagnosis of Fanconi's anemia - HLA identical or 1 antigen mismatched related donor meeting the following criteria: No prior or concurrent malignancy except localized basal cell or squamous cell skin cancer (malignancies judged to be cured by local surgery, such as head and neck cancer or stage I breast cancer, considered on an individual basis) Negative pregnancy test --Patient Characteristics-- - Hepatic: Hepatitis B surface antigen negative Bilirubin no greater than 2.0 mg/dL Transaminases no greater than 2 times upper limit of normal (in the absence of Gilbert's disease) - Renal: Creatinine no greater than 2.0 mg/dL - Cardiovascular: No history of coronary artery disease LVEF at least 40% by MUGA - Pulmonary: FEV1 at least 50% predicted FVC at least 50% predicted DLCO at least 50% predicted - Other: No uncontrolled diabetes mellitus No other illness that would preclude aggressive chemotherapy No prior or concurrent malignancy except localized basal cell or squamous cell skin cancer (malignancies judged to be cured by local surgery, such as head and neck cancer or stage I breast cancer, considered on an individual basis) No psychiatric illness or mental deficiency that would preclude study Not pregnant or nursing Fertile patients must use effective contraception HIV negative", "gender": "All", "minimum_age": "15 Years", "maximum_age": "55 Years", "healthy_volunteers": "No", "keyword": "rare disease", "mesh_term": ["Anemia", "Graft vs Host Disease", "Anemia, Aplastic", "Cyclophosphamide", "Antilymphocyte Serum", "Cyclosporins", "Cyclosporine", "Methylprednisolone Hemisuccinate", "Prednisolone", "Prednisolone acetate", "Methylprednisolone acetate", "Methylprednisolone", "Prednisolone hemisuccinate", "Prednisolone phosphate"], "id": "NCT00017654"}