{"brief_title": "Erlotinib in Treating Patients With Unresectable Liver Cancer and Liver Dysfunction", "brief_summary": "Phase I trial to study the effectiveness of erlotinib in treating patients who have unresectable liver cancer and liver dysfunction. Biological therapies such as erlotinib may interfere with the growth of tumor cells and slow the growth of the tumor", "detailed_description": "PRIMARY OBJECTIVES: I. Establish the maximum tolerated dose (MTD) and dose-limiting toxicity (DLT) of OSI-774 in patients with unresectable hepatocellular carcinoma (HCC) with moderate liver dysfunction. II. Establish the pharmacokinetic and pharmacodynamic profile of OSI-774 in HCC patients with moderate liver dysfunction. SECONDARY OBJECTIVES: I. Assess possible anti-tumor effects of OSI-774 in patients with advanced hepatocellular carcinoma in terms of partial response (PR) and complete response (CR) as assessed by tumor shrinkage by RECIST criteria. OUTLINE: This is a dose-escalation study. Patients receive oral erlotinib once daily. Courses repeat every 28 days in the absence of disease progression or unacceptable toxicity. Cohorts of 3-6 patients receive escalating doses of erlotinib until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which at least 2 of 3 or 2 of 6 patients experience dose-limiting toxicity.", "condition": ["Adult Primary Hepatocellular Carcinoma", "Advanced Adult Primary Liver Cancer", "Localized Unresectable Adult Primary Liver Cancer", "Recurrent Adult Primary Liver Cancer"], "intervention_type": ["Drug", "Other", "Other"], "intervention_name": ["erlotinib hydrochloride", "pharmacological study", "laboratory biomarker analysis"], "description": ["Given PO", "Correlative studies", "Correlative studies"], "arm_group_label": ["Treatment (erlotinib hydrochloride)", "Treatment (erlotinib hydrochloride)", "Treatment (erlotinib hydrochloride)"], "other_name": ["CP-358,774", "erlotinib", "OSI-774", "pharmacological studies"], "criteria": "Inclusion Criteria: - Histologically or cytologically confirmed unresectable hepatocellular carcinoma (HCC) with or without extrahepatic metastasis - No fibrolamellar HCC - No more than 2 prior therapies for HCC, including systemic chemotherapy, chemoembolization, hepatic arterial infusion of chemotherapeutic agents, and other novel agents - Measurable disease - At least 1 unidimensionally measurable lesion ≥ 20 mm by conventional techniques OR at least 10 mm by spiral CT scan - Moderate hepatic dysfunction with any of the following: - Bilirubin 2-4 g/dL - Albumin < 2.5 g/dL - Ascites - PT 2-4 seconds > upper limit of normal (ULN) - AST/ALT 2.6-10 times > ULN - No known brain metastases - No ascites that are refractory to conservative management (e.g., sodium restriction to 50 mEq/day dietary sodium and fluid restrictions and/or diuretics) - Performance status - ECOG 0-2 - At least 16 weeks - Granulocyte count ≥ 1,500/mm^3 - Platelet count ≥ 60,000/mm^3 - Hemoglobin ≥ 10 g/dL - No decompensated liver disease - No jaundice - No portosystemic encephalopathy (evidenced by confusion, asterixis, significant sleep disturbance, or hypothermia less than 36º Celsius) - No hyponatremia < 130 mEq/L - No portal hypertension with bleeding esophageal or gastric varices within the past 3 months - Creatinine ≤ 2 mg/dL - No symptomatic congestive heart failure - No unstable angina pectoris - No cardiac arrhythmia - No gastrointestinal tract disease resulting in an inability to take oral medication or requirement for IV alimentation - No active peptic ulcer disease - No abnormalities of the cornea (e.g., dry eye syndrome or Sjögren's syndrome) - No congenital abnormality (e.g., Fuch's dystrophy) - No significant traumatic injury within the past 21 days - No other uncontrolled concurrent illness that would preclude study participation - No ongoing or active infection - No psychiatric illness or social situation that would preclude study compliance - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - At least 4 weeks since prior chemotherapy (6 weeks for nitrosoureas or mitomycin) and recovered - At least 4 weeks since prior radiotherapy and recovered - No prior surgical therapy affecting absorption - At least 21 days since prior major surgery - At least 4 weeks since any other prior agents and recovered - No prior epidermal growth factor-receptor targeting therapies - No other concurrent investigational agents - No concurrent combination antiretroviral therapy for HIV-positive patients", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Carcinoma", "Carcinoma, Hepatocellular", "Liver Neoplasms", "Erlotinib Hydrochloride"], "id": "NCT00047346"}