{"brief_title": "Phase II Trial of Allovectin-7® for Head and Neck Cancer", "brief_summary": "The purpose of this clinical trial is to determine if Allovectin-7®, an experimental gene-based immunotherapy, can shrink head and neck tumors. The trial will also examine if treatment can boost the immune system and if this treatment can improve the time to disease progression.", "detailed_description": "Treatment - If you take part in this trial you will be treated for about four weeks. You will receive an injection of Allovectin-7® by needle, directly into your tumor. This will be repeated 14 days later. The injections may be given in a doctor's office. A week later, you will undergo surgery to remove the tumor. Your tumor will be measured before Allovectin-7® treatment and before surgery to see if Allovectin-7® was effective in shrinking it. This will be done by general physical exams and scans (such as X-ray scans). There will also be tests on the removed tumor to see if Allovectin-7® helped to boost the immune system to attack the cancer.", "condition": ["Head and Neck Cancer", "Squamous Cell Carcinoma of the Oral Cavity or Oropharynx", "Head and Neck Neoplasms", "Carcinoma of the Head and Neck"], "intervention_type": ["Genetic"], "intervention_name": ["Allovectin-7®"], "criteria": "In order to be in this trial, you must meet the enrollment criteria. Below is a list of some of the enrollment criteria. - You have been diagnosed with head and neck cancer (also called squamous cell carcinoma of the mouth) - You have Stage I or Stage II disease (a single mouth tumor which has not spread to other areas of the body) - Surgery to remove your tumor is recommended - You have not received any prior therapy for head and neck cancer (e.g. radiation or chemotherapy) - You are able to carry out your normal daily activities", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Cancer cells", "mesh_term": ["Carcinoma", "Neoplasms", "Carcinoma, Squamous Cell", "Head and Neck Neoplasms"], "id": "NCT00050388"}