{"brief_title": "Study of Tipifarnib in Patients With High-Risk Myelodysplastic Syndrome (MDS)", "brief_summary": "The purpose of this study is to characterize the hematological response rate, as well as other parameters of efficacy and safety induced by tipifarnib in patients with high-risk myelodysplastic syndrome (MDS). Tipifarnib belongs to a class of drugs called Farnesyl Transferase Inhibitors (FTI). It blocks proteins that make cancer cells grow.", "detailed_description": "Treatment with tipifarnib will be given during one or more periods of time called cycle(s). Each cycle will be 28 days long and patients will take tipifarnib for the first 21 days of each cycle. No medication will be taken during the last 7 days of each cycle. On day 1 and 15 of each cycle, patients will be asked about any side effects that have occurred since their last visit. Blood will drawn for routine testing to evaluate any possible effects of tipifarnib on white blood cells or on specific elements, that can be measured in the blood. The study doctor will decide if any bone marrow aspirates or biopsies should be taken. Tipifarnib will be given until the patient's disease worsens or they develop unacceptable side effects or until they withdraw consent to receive tipifarnib. When tipifarnib treatment is ended or if the patient leaves the study early, they will be asked to come in for a final visit. The study doctor will decide if any blood draws, bone marrow aspirates or biopsies need to be taken. Tipifarnib is 300 mg administered orally as three 100 mg tablets twice daily for the first 21 days in each 28-day cycle. Tipifarnib will be administered until the patient discontinues treatment due to disease progression or unacceptable toxicity.", "condition": ["Myelodysplastic Syndrome"], "intervention_type": ["Drug"], "intervention_name": ["ZARNESTRA, tipifarnib, R115777"], "criteria": "Inclusion Criteria: - Pathological evidence of MDS - Not more than 1 prior cytotoxic treatment for MDS - Able to take oral study drug - Able to understand and provide signed informed consent Exclusion Criteria: - Refractory anemia (RA) or RA with excess of blasts (RAEB) or patients with RAEB with < or = 10% marrow blasts - Treatment-related MDS, if treated with chemotherapy less than 3 years ago - Not adequately recovered from any treatment-related non-hematological toxicity - Refractory to platelet transfusion - Candidates for hematopoietic stem cell transplantation - Previous therapy with a farnesyl transferase inhibitor - Prior extensive radiation therapy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Zarnestra", "mesh_term": ["Syndrome", "Myelodysplastic Syndromes", "Preleukemia", "Tipifarnib"], "id": "NCT00050154"}