{"brief_title": "Single Dose Pharmacokinetics of Oral Dextran Sulfate (UA001) and Intravenous Dextran Sulfate in Healthy Volunteers", "brief_summary": "To evaluate how the drug dextran sulfate (DS) is absorbed by the stomach and intestines when taken by mouth. To evaluate its effect on blood coagulation. DS has been reported to have anti-HIV activity. However, it is not known how much of the drug is absorbed into the bloodstream and can be used by the body when DS is taken by mouth.", "detailed_description": "DS has been reported to have anti-HIV activity. However, it is not known how much of the drug is absorbed into the bloodstream and can be used by the body when DS is taken by mouth. On 2nd day of hospitalization, each volunteer receives an oral dose of DS. Over the next 24 hours, 15 blood samples are obtained (from 15 separate needle sticks). On 4th day, each volunteer is given an injection of DS into vein. 18 blood samples are obtained. Blood is withdrawn before the infusion, at the end of the infusion, and 30 and 60 minutes after the infusion. All urine is collected.", "condition": ["HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["Dextran sulfate"], "criteria": "Exclusion Criteria Co-existing Condition: Volunteers with any of the following are excluded: - Disorders of coagulation or disorders of plasma lipids. - Allergy to dextran sulfate, other sulfates, other dextrans. Concurrent Medication: Excluded: - Volunteers who anticipate need for medication during study. Volunteers with any of the following are excluded: - Disorders of coagulation or disorders of plasma lipids. - Allergy to dextran sulfate, other sulfates, other dextrans. Prior Medication: Excluded within 2 weeks of study entry: - Any medication. Risk Behavior: Excluded: - Ingestion of alcohol within 48 hours prior to study. - History of recent drug or alcohol abuse. - Disorders of coagulation or disorders of plasma lipids. - Allergy to dextran sulfate, other sulfates, other dextrans. Volunteers selected are: - In good general health as determined by screening history, physical examination, and laboratory panel within established limits of normal for hospital laboratory. - Consenting volunteers. - Available for 6 days of continuous hospitalization.", "gender": "Male", "minimum_age": "18 Years", "maximum_age": "40 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "keyword": "Blood Coagulation", "mesh_term": ["HIV Infections", "Dextrans"], "id": "NCT00000690"}