{"brief_title": "Prevention of Recurrence in Depression With Drugs and CT", "brief_summary": "This study will determine whether the addition of Cognitive Therapy (CT) to antidepressant medication (ADM) enhances treatment for depression. This study will also test whether the addition of CT to ADM will prevent recurrences of depression after therapy is over.", "detailed_description": "It is commonly believed that the combination of ADM and psychotherapy is more effective in treating depression than either treatment alone. Data indicate that CT enhances the initial effects of ADM, but little research has been conducted to determine whether prior exposure to CT prevents the onset of new depressive episodes. This study will determine the effectiveness of adding CT to ADM for the treatment of depression. Participants are randomly assigned to receive either ADM alone or ADM plus CT for up to 18 months. Remitted patients are continued on medication for up to 36 months from the point of initial randomization until they meet criteria for recovery. At recovery, patients receiving combined treatment discontinue cognitive therapy; all recovered patients are randomized a second time to either maintenance medication or medication withdrawal. Patients are then monitored over 36 months to ascertain risk for recurrence of depressive symptoms.", "condition": "Depression", "intervention_type": "Drug", "intervention_name": "Medications", "description": "Antidepressant medication is distributed as clinically indicated with augmentation and ancillary medications as needed. Acute treatment may last up to 18 months. Remitted patients are continued on medication for up to 36 months from the point of initial randomization until they meet criteria for recovery. All recovered patients are randomized a second time to either maintenance medication or medication withdrawal. Patients are then monitored over 36 months to ascertain risk for recurrence of depressive symptoms.", "arm_group_label": "Medications alone", "other_name": "ADM", "criteria": "Inclusion Criteria: - Recurrent or chronic major depressive disorder Exclusion Criteria: - Current diagnosis of psychotic affective disorder - History of nonaffective psychotic disorder - Substance dependence last three months requiring detox - Schizotypal, antisocial, or borderline personality disorder", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00057577.xml"}