{"brief_title": "Psychosocial Training for Pediatric Health Care Providers", "brief_summary": "This study will provide psychosocial training to general health care providers to help them provide better care to children with mental health problems.", "detailed_description": "Up to 20% of school-age children have one or more mental health conditions that require treatment. These conditions are often treated by generalists. However, a significant proportion of children who seek treatment from generalists do not receive effective treatment. Studies indicate that generalists who treat adults can improve the administration of treatment after taking part in training programs, but these studies have yet to be translated into pediatric settings. This study will conduct a training program to help generalists provide effective treatments to children with mental health problems. This study will evaluate a two-session, highly interactive training program in which general clinicians receive psychosocial training. The training program includes skills related to engaging parents and children, problem identification, solution-focused cognitive therapy, and making effective mental health referrals. The child's mental health symptoms, functioning, changes in utilization of pediatric services, and utilization of community services will be measured along with the mother's emotional well-being and family functioning.", "condition": ["Mental Disorders Diagnosed in Childhood"], "intervention_type": ["Behavioral"], "intervention_name": ["Mental health communication skills training"], "criteria": "Inclusion Criteria for Health Care Providers: - Generalist clinician in primary care practice seeing children 6 to 16 years of age Inclusion Criteria for Patients: - 6 to 16 years of age - Seeing a study-enrolled provider - English or Spanish speaking - Not in acute pain", "gender": "All", "minimum_age": "6 Years", "maximum_age": "N/A", "healthy_volunteers": "Accepts Healthy Volunteers", "keyword": "Adolescent", "mesh_term": ["Mental Disorders", "Psychotic Disorders", "Neurodevelopmental Disorders"], "id": "NCT00070876"}