{"brief_title": "OSI-7904L and Oxaliplatin in Treating Patients With Refractory or Recurrent Advanced Colorectal Cancer", "brief_summary": "RATIONALE: OSI-7904L may stop the growth of tumor cells by blocking the enzymes necessary for their growth. Drugs used in chemotherapy, such as oxaliplatin, work in different ways to stop tumor cells from dividing so they stop growing or die. Combining OSI-7904L with oxaliplatin may kill more tumor cells. PURPOSE: This phase I trial is studying the side effects and best dose of OSI-7904L and oxaliplatin in treating patients with refractory or recurrent advanced colorectal cancer.", "detailed_description": "OBJECTIVES: Primary - Determine the dose-limiting toxicity of OSI-7904L and oxaliplatin in patients with refractory or recurrent advanced colorectal cancer. - Determine the maximum tolerated dose of this regimen in these patients. - Determine a safe dose for this regimen in these patients. Secondary - Determine the pharmacokinetic profile of this regimen in these patients. - Determine the safety profile of this regimen in these patients. - Determine the antitumor activity of this regimen in these patients. OUTLINE: This is a nonrandomized, multicenter, open-label, dose-escalation study. Patients receive oxaliplatin IV over 2 hours followed by OSI-7904L IV over 30 minutes on day 1. Treatment repeats every 21 days for up to 6 courses in the absence of disease progression or unacceptable toxicity. Cohorts of 3-6 patients receive escalating doses of OSI-7904L and oxaliplatin until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 6 patients experience dose-limiting toxicity. A maximum of 12 patients receive treatment at the MTD. Patients are followed every 8 weeks. PROJECTED ACCRUAL: A total of 3-25 patients will be accrued for this study.", "condition": "Colorectal Cancer", "intervention_type": "Drug", "intervention_name": "oxaliplatin", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed colorectal cancer - Radiologic evidence of advanced disease - At least 1 measurable lesion at least 20 mm OR at least 10 mm by spiral CT scan - Indicator lesions in a previously irradiated field are allowed provided the irradiated lesion has clearly progressed OR a new lesion has developed in the irradiated field - Failed 1, and only 1, line of prior chemotherapy for advanced/metastatic disease - Disease progression during chemotherapy OR within 6 months after completion of treatment - No symptomatic brain metastases meeting any of the following criteria: - Unstable - Inadequately controlled with fixed-dose oral steroids - Potentially life-threatening - Required radiotherapy with the past 28 days PATIENT CHARACTERISTICS: Age - 18 and over Performance status - ECOG 0-2 Life expectancy - Not specified Hematopoietic - Neutrophil count > 1,500/mm^3 - Platelet count > 100,000/mm^3 Hepatic - AST and ALT < 2.5 times upper limit of normal (ULN) (5 times ULN if liver metastases are present) - Bilirubin < 1.5 times ULN - No hepatitis - No cirrhosis Renal - Creatinine < 1.5 times ULN Other - Not pregnant - Negative pregnancy test - Fertile patients must use effective contraception during and for 3 months after study participation - HIV negative - No preexisting neuropathy ≥ grade 2 - No active or uncontrolled infection - No other serious illness or medical condition - No chronic alcohol abuse - No known hypersensitivity to systemic liposomal formulations or compounds chemically related to OSI-7904L or oxaliplatin - No prior psychiatric or neurologic condition that would preclude study compliance or giving informed consent PRIOR CONCURRENT THERAPY: Biologic therapy - At least 21 days since prior immunotherapy - At least 21 days since prior monoclonal antibody therapy Chemotherapy - See Disease Characteristics - At least 21 days since prior chemotherapy and recovered* - No prior oxaliplatin NOTE: *Alopecia allowed Endocrine therapy - See Disease Characteristics - At least 21 days since prior hormonal therapy Radiotherapy - See Disease Characteristics - At least 21 days since prior radiotherapy and recovered - No prior radiotherapy to more than 25% of bone marrow reserve Surgery - Recovered from prior surgery Other - At least 21 days since prior tyrosine kinase inhibitor therapy - More than 21 days since prior investigational agents - No other concurrent anticancer therapy - No other concurrent investigational agents", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00081237.xml"}