{"brief_title": "Study to Evaluate the Effects of Zemplar Injection and Calcijex on Intestinal Absorption of Calcium", "brief_summary": "A study to investigate the effects of Zemplar and Calcijex on intestinal calcium absorption in hemodialysis subjects.", "condition": "Chronic Kidney Disease", "intervention_type": "Drug", "intervention_name": "Calcijex", "criteria": "Inclusion Criteria - Subject is ≥ 20 years of age. - Subject is diagnosed with ESRD, and must be on maintenance hemodialysis (HD) three times a week for at least 2 months prior to the Screening Phase and expected to remain on HD for the duration of the study. - If female, subject is either not of childbearing potential, defined as postmenopausal for at least 1 year or surgically sterile (bilateral tubal ligation, bilateral oophorectomy or hysterectomy), or is of childbearing potential and practicing one of the following methods of birth control: - Condoms, sponge, foams, jellies, diaphragm or intrauterine device (IUD) - Contraceptives (oral or parenteral) for three months prior to study drug administration - In a monogamous relationship with a vasectomized partner - If female, subject is not breastfeeding and has a negative serum pregnancy test prior to the treatment phase. - Subject had an intact PTH value > 200 pg/mL. - Serum calcium level < 10.2 mg/dL at Screening visit. - Serum phosphorus level < 6.5 mg/dL at Screening visit. - Ca´P product ≤ 65 at Screening visit. - Must voluntarily sign and date an informed consent, approved by an Institutional Review Board (IRB)/Independent Ethics Committee (IEC), prior to the conduct of any study-specific procedure Exclusion Criteria - Subject has a history of an allergic reaction or significant sensitivity to vitamin D or vitamin D related compounds. - Subject has chronic gastrointestinal disease, which in the Investigator's opinion, may result in clinically significant GI malabsorption. - Liver function defects defined as > 2 times the upper limit of normal for liver enzyme or > 1.5 times the upper limit of normal coagulation levels. - Subject is taking maintenance calcitonin, glucocorticoids in an equivalent dose > 5 mg prednisone, or other drugs that may affect calcium or bone metabolism, other than females on stable (same dose and product for 3 months) estrogen and/or progestin therapy. - For any reason, subject is considered by the Investigator to be an unsuitable candidate to receive pharmacological doses of vitamin D. - Subject has received any investigational drug within 4 weeks prior to the Treatment Phase.", "gender": "All", "minimum_age": "20 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00073710.xml"}