{"brief_title": "Vaccine Therapy and Sargramostim in Treating Patients With Sarcoma or Brain Tumor", "brief_summary": "RATIONALE: Vaccines may make the body build an immune response to kill tumor cells. Colony-stimulating factors such as sargramostim increase the number of immune cells found in bone marrow or peripheral blood. Combining vaccine therapy with sargramostim may cause a stronger immune response and kill more tumor cells. PURPOSE: This phase I trial is studying the side effects of vaccine therapy when given together with sargramostim in treating patients with advanced sarcoma or brain tumor.", "detailed_description": "OBJECTIVES: - Determine the feasibility of treatment with telomerase: 540-548 peptide vaccine and sargramostim (GM-CSF) in patients with sarcoma or brain tumor. - Determine the safety and tolerability of this regimen in these patients. - Determine the frequency of T-cell specific vaccine antigens during and after administration of this regimen in these patients. - Determine, preliminarily, the clinical response, if any, of patients treated with this regimen. OUTLINE: Patients receive telomerase: 540-548 peptide vaccine subcutaneously (SC) on day 3 and sargramostim (GM-CSF) SC on days 1-4 of weeks 1, 3, 5, 7, 9, 11, 15, 19, and 23. PROJECTED ACCRUAL: A total of 35 patients (20 adult and 15 pediatric) will be accrued for this study.", "condition": "Sarcoma", "intervention_type": "Biological", "intervention_name": "telomerase: 540-548 peptide vaccine", "criteria": "DISEASE CHARACTERISTICS: - Histologically or cytologically confirmed diagnosis of 1 of the following malignancies: - Stage III or IV sarcoma, including: - Leiomyosarcoma - Synovial cell sarcoma - Liposarcoma - Gastrointestinal stromal tumor - Brain tumor, including: - Diffuse pontine glioma* - Glioblastoma multiforme - Glialsarcoma NOTE: *For patients with diffuse pontine glioma, the requirement for histologic verification may be waived - No known curative therapy - HLA A*0201 positive by genotyping PATIENT CHARACTERISTICS: Age - Over 2 Performance status - Karnofsky 60-100% (patients over age 16) - Lansky 60-100% (patients under age 16) Life expectancy - Not specified Hematopoietic - WBC greater than 3,000/mm^3 - Absolute neutrophil count greater than 1,500/mm^3 - Platelet count greater than 100,000/mm^3 Hepatic - AST and ALT less than 2.5 times upper limit of normal (ULN) - Bilirubin less than 1.5 times ULN Renal - Creatinine less than 1.5 times ULN Cardiovascular - No clinically significant cardiovascular disease Pulmonary - No clinically significant pulmonary disease PRIOR CONCURRENT THERAPY: Biologic therapy - No prior hematopoietic stem cell transplantation - No other concurrent vaccine therapy - No other concurrent immunotherapy Chemotherapy - No prior chemotherapy - No concurrent chemotherapy Endocrine therapy - Concurrent dexamethasone allowed provided patient has been on a decreasing dose for the past 2 weeks and the current dose is the lowest clinically acceptable dose (ideally, less than 9-12 mg/day) Radiotherapy - No prior extensive-field radiotherapy that would compromise bone marrow function - At least 2 weeks since prior local radiotherapy Surgery - At least 2 weeks since prior surgery Other - At least 2 weeks since prior imatinib mesylate - No concurrent local anesthetic to administration site of vaccine", "gender": "All", "minimum_age": "2 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00069940.xml"}