{"brief_title": "Antidepressant Treatment for Premenstrual Syndrome and Premenstrual Dysphoric Disorder", "brief_summary": "This study will determine whether characteristics of women with Premenstrual Syndrome influence response to treatment with serotonin reuptake inhibitors and whether SRIs can alleviate premenstrual symptoms.", "detailed_description": "Moderate to severe premenstrual disturbances afflict up to 20 percent of women. Studies have shown the use of serotonin reuptake inhibitors (SRIs) during the luteal phase of the menstrual cycle to be effective in improving symptoms in women with premenstrual dysphoric disorder (PMDD). Unfortunately, SRI treatment has only been evaluated in controlled clinical trials, and evidence suggests that patients in these clinical trials are not representative of women commonly seen in clinical practice. Thus, the real-world feasibility of intermittent dosing is questionable. Patients in this study receive sertraline (Zoloft) during the luteal phase of their menstrual cycle every month for 6 months. The dose may be modified based on structured interviews with the patients. Assessments include questionnaires and interviews which take place at study start, at midpoint, and at the end of the study.", "condition": ["Premenstrual Syndrome"], "intervention_type": ["Drug", "Other"], "intervention_name": ["Sertraline", "Treatment as usual (TAU)"], "description": ["Patients who meet study criteria will be given 50 mg per day of sertraline to be taken an estimated 2 weeks before menstruation.", "At the TAU baseline visit, patients will be told of their diagnosis of PMS/PMDD. Those patients who decide to seek treatment outside of the study protocol or do not wish to seek treatment will be asked to participate in the TAU part of this protocol. Patients in TAU will be contacted monthly to obtain monthly information about how they have been feeling (blinded ratings) using the study measures."], "arm_group_label": ["2", "1"], "other_name": ["Zoloft", "TAU"], "criteria": "Inclusion Criteria: - DSM-IV criteria for Premenstrual syndrome (PMS) or Premenstrual Dysphoric Disorder (PMDD) - For a diagnosis of PMS but not PMDD, patients must have 3 to 4 symptoms, complain of functional impairment as a result of their symptoms, and identify symptoms as problematic enough to warrant treatment - Symptoms of PMS/PMDD in at least 9 of 12 menstrual cycles during the year prior to screening - Symptom-free during the follicular phase and impairment during the luteal phase - Regular menstrual cycles - Adequate methods of birth control Exclusion Criteria: - Major depression, bipolar disorder, or psychotic disorders - Hepatitis or hepatic failure - Amenorrhea, oligomenorrhea, blood dyscrasias, or illnesses for which monoamine oxidase inhibitors must be prescribed - Follicular phase symptoms consistent with a diagnosis of major depression, bipolar disorder, or psychotic disorders - Co-existing condition that renders the patient unsuitable for the study - Risk of suicide - Antidepressants or other psychotropic medication - Hypersensitivity or adverse reaction to sertraline - Pregnancy, breast-feeding, or plans to become pregnant during the course of the study - Depot hormonal preparation or any other medication that would lead to lack of menses or markedly irregular menses", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "48 Years", "healthy_volunteers": "No", "mesh_term": ["Syndrome", "Premenstrual Syndrome", "Premenstrual Dysphoric Disorder", "Sertraline", "Antidepressive Agents"], "id": "NCT00048854"}