{"brief_title": "A Study of AZT Plus Human Interferon Alpha in the Treatment of AIDS-Related Kaposi's Sarcoma", "brief_summary": "To evaluate the safety and toxicity of combination therapy for AIDS-associated Kaposi's sarcoma with zidovudine (AZT) and two kinds of interferon alpha. The two kinds are interferon alpha (IFN-A) and interferon alpha-2A (recombinant) (IFN-A2A). To define the pharmacokinetics of AZT and IFN-A or AZT and IFN-A2A when given in combination. To define the maximum tolerated dose (MTD) of each drug in combination and to define doses to be used in Phase II trial. AZT has been found to be effective against the effects of HIV in vitro (test tube) and both interferons have shown antiviral and antitumor effect on Kaposi's sarcoma. It is reasonable to assume that a synergism and an enhanced antitumor response may be seen with combination therapy. A study to evaluate the safety and effectiveness of AZT in the combination with IFN-A2A is warranted.", "detailed_description": "AZT has been found to be effective against the effects of HIV in vitro (test tube) and both interferons have shown antiviral and antitumor effect on Kaposi's sarcoma. It is reasonable to assume that a synergism and an enhanced antitumor response may be seen with combination therapy. A study to evaluate the safety and effectiveness of AZT in the combination with IFN-A2A is warranted. Patients are randomized to receive IFN-A or IFN-A2A by intramuscular injection and combined with AZT orally daily for 8 weeks. Two cohorts of 4 patients enter each dose level. Patients do not enter into the next dose level until all patients have completed 3 weeks of treatment. AZT escalates only if there is no unacceptable toxicity (grade 2 in = or > 3 patients or > grade 2 in any patients); subsequent increase in IFN-A or IFN-A2A will be permitted, but the AZT dose will remain fixed. The MTD for a given IFN-A or IFN-A2A dose level is defined as grade 3 toxicity for hemoglobin or grade 2 toxicity for other parameters in 3 of the 6 patients. Once the MTD is reached, there will be no further enrollment at higher dose level. Patients are followed every week for vital signs and hematologic studies. Patients tolerating the combination may be continued on therapy for 1 year at the same dose as the end of 8th week.", "condition": ["Sarcoma, Kaposi", "HIV Infections"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["Interferon alfa-2a", "Zidovudine", "Interferon alfa-n1"], "criteria": "Inclusion Criteria - Patient must have a histologically confirmed diagnosis of Kaposi's sarcoma. - Positive antibody to HIV confirmed by ELISA or Western blot on the same serum. Exclusion Criteria - Active drug or alcohol abuse. Co-existing Condition: Patients with the following complications are excluded: - Active opportunistic infections requiring ongoing therapy. - Pneumocystis carinii pneumonia (PCP) unless recovered must be off therapy within 90 days prior to study. - Clinically significant cardiac disease, including a history of myocardial infarction or arrhythmia. - Concurrent neoplasms other than basal cell carcinoma of skin. - Known sensitivity to polymycin or neomycin. Patients with the following complications are excluded: - Active opportunistic infections requiring ongoing therapy. - Pneumocystis carinii pneumonia (PCP) unless recovered must be off therapy within 90 days prior to study. - Clinically significant cardiac disease, including a history of myocardial infarction or arrhythmia. - Concurrent neoplasms other than basal cell carcinoma of skin. - Known sensitivity to polymycin or neomycin. Prior Medication: Excluded: - Any prior zidovudine (AZT) or interferon alpha protocol participation. - Excluded within 30 days of study entry: - Immunomodulating agents. - Other drugs that can cause neutropenia or significant nephrotoxicity, or systemic anti-infectives. - Excluded within 90 days of study entry: - Antiretroviral agents. - Treatment of Pneumocystis carinii pneumonia (PCP). Prior Treatment: Excluded within 30 days of study entry: - Radiation therapy.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Interferon Type I", "mesh_term": ["HIV Infections", "Sarcoma", "Sarcoma, Kaposi", "Interferons", "Interferon-alpha", "Zidovudine"], "id": "NCT00001113"}