{"brief_title": "Beclomethasone in Treating Patients With Graft-Versus-Host Disease of the Esophagus, Stomach, Small Intestine, or Colon", "brief_summary": "RATIONALE: Beclomethasone may be an effective treatment for graft-versus-host disease. PURPOSE: Phase I/II trial to study the effectiveness of beclomethasone in treating patients who have graft-versus-host disease of the esophagus, stomach, small intestine, or colon.", "detailed_description": "OBJECTIVES: I. Determine the frequency of treatment success in patients with intestinal graft-versus-host disease with contraindications to high-dose immunosuppressive therapy treated with beclomethasone. II. Determine the frequency of adverse events related to the use of this drug in these patients. III. Assess the natural history and outcome of the medical problem for which high-dose immunosuppressive therapy was a contraindication. OUTLINE: Patients receive oral beclomethasone 4 times daily for 28 days. Treatment may repeat for an additional 28 days as needed. Patients are interviewed weekly to assess treatment success and adverse events. Patients are followed at 1 and 2 weeks. PROJECTED ACCRUAL: A total of 40-100 patients will be accrued for this study within 3 years.", "condition": ["Breast Cancer", "Chronic Myeloproliferative Disorders", "Gestational Trophoblastic Tumor", "Graft Versus Host Disease", "Kidney Cancer", "Leukemia", "Lymphoma", "Multiple Myeloma and Plasma Cell Neoplasm", "Myelodysplastic Syndromes", "Neuroblastoma", "Ovarian Cancer", "Testicular Germ Cell Tumor"], "intervention_type": ["Drug"], "intervention_name": ["beclomethasone dipropionate"], "criteria": "DISEASE CHARACTERISTICS: Histologically proven intestinal (esophagus, stomach, small intestine, or colon) graft-versus-host disease (GVHD) exhibiting symptoms such as nausea, vomiting, anorexia, diarrhea, or abdominal pain in the absence of another explanation for these symptoms Specific contraindications to high-dose immunosuppressive therapy, such as: Recurrent malignant disorder for which an allogeneic antitumor effect is desired Aspergillus or other fungal infection Severe myopathy, hyperglycemia, bone problems, or neuropsychiatric symptoms related to corticosteroid use Thrombotic thrombocytopenic purpura or hemolytic uremic syndrome related to immunosuppressive therapy Epstein-Barr virus-related immunoproliferative disease No GVHD unresponsive to prior high-dose immunosuppressive therapy No concurrent infections involving the intestinal tract such as: Salmonella Shigella Clostridium difficile (toxin positive) Rotavirus Giardia lamblia Cytomegalovirus by shell vial culture PATIENT CHARACTERISTICS: Age: 5 to 75 Performance status: Not specified Life expectancy: Not specified Hematopoietic: Platelet count adequate Hepatic: Not specified Renal: Not specified Other: Able to swallow oral capsules No persistent vomiting of all oral intake No multiorgan failure No sepsis syndrome, including positive bacterial or fungal cultures within 72 hours of study PRIOR CONCURRENT THERAPY: Biologic therapy: At least 7 days since prior anti-thymocyte globulin Chemotherapy: Concurrent cyclosporine, methotrexate, tacrolimus, mycophenolate mofetil, or prednisone allowed if plan in place to taper or discontinue Endocrine therapy: See Disease Characteristics Radiotherapy: Not specified Surgery: Not specified Other: At least 7 days since prior investigational agents At least 7 days since prior immunosuppressive agents At least 24 hours since prior drugs that suppress gastric acid secretion (e.g., H2 receptor antagonists or omeprazole) No concurrent drugs that suppress gastric acid secretion", "gender": "All", "minimum_age": "5 Years", "maximum_age": "75 Years", "healthy_volunteers": "No", "keyword": "childhood myelodysplastic syndromes", "mesh_term": ["Lymphoma", "Syndrome", "Leukemia", "Breast Neoplasms", "Neoplasms", "Multiple Myeloma", "Neoplasms, Plasma Cell", "Myelodysplastic Syndromes", "Preleukemia", "Neuroblastoma", "Neoplasms, Germ Cell and Embryonal", "Graft vs Host Disease", "Kidney Neoplasms", "Plasmacytoma", "Testicular Neoplasms", "Myeloproliferative Disorders", "Trophoblastic Neoplasms", "Gestational Trophoblastic Disease", "Beclomethasone"], "id": "NCT00010283"}