{"brief_title": "Pharmacokinetic Study of Antiretroviral Drugs and Related Drugs During and After Pregnancy", "brief_summary": "The purpose of this study is to evaluate the pharmacokinetics (PKs) of antiretroviral (ARV) and tuberculosis (TB) medications in pregnant women and their infants. (Pharmacokinetics are the various interactions between a drug and the body.) This study will also evaluate the PKs of certain ARVs in postpartum women before and after starting hormonal contraceptives. The PKs of these drugs will be evaluated by measuring the amount of medicine present in blood and/or vaginal secretions.", "detailed_description": "Pregnant women experience unique physiological changes that may result in clinically significant alterations in drug PKs. Unfortunately, there have been few clinical trials to study the PKs of ARV, TB, and hormonal contraceptive drugs in pregnant women. The development of appropriate dosing regimens for the HIV-infected pregnant woman is critical to the health of both mother and fetus. Overdosing may lead to maternal adverse events and increased risk of fetal toxicity, while underdosing may lead to inadequate virologic control, increased risk of developing drug resistance mutations, and a higher rate of perinatal HIV transmission. This study will evaluate the PKs of ARVs used during pregnancy; evaluate TB drugs used during pregnancy, both in women who are HIV-positive and also taking ARVs and in women who are HIV-negative and not taking ARVs; and evaluate the PKs of hormonal contraceptive medications taken along with ARVs. There will be five main groups of study arms: HIV-infected pregnant women taking ARVs without TB treatment, HIV-infected pregnant women taking ARVs with first-line TB treatment, HIV-uninfected pregnant women taking no ARVs with first-line TB treatment, HIV-infected and HIV-uninfected pregnant women with or without ARVs with second-line TB treatment for drug-resistant TB, and HIV-infected postpartum women taking ARVs and hormonal contraceptives. Participants will not receive medications through this study—they will continue on ARV, TB, and/or contraceptive medications prescribed by their health care providers. Women who are 20 0/7 weeks to 37 6/7 weeks pregnant will be enrolled in this study and will remain in the study for up to 12 weeks after delivery. Postpartum women will be enrolled at 2 to 12 weeks after delivery and followed until 6 to 7 weeks after starting contraceptives. Infants will be followed for 16 to 24 weeks of life. At all study visits, participants will undergo a medical history, a physical exam, and blood collection. At some visits, women in some arms will undergo a vaginal swab. Blood collection from the mother and the detached umbilical cord will occur during delivery. Intensive PK sampling will be performed at study visits during the second and third trimester of pregnancy and/or postpartum, depending on the study arm. Additional study visits may occur depending on the ARV drug regimen prescribed.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "etonogestrel implant", "description": "Women will receive etonogestrel implant as prescribed by their clinicians. (Dosage will vary for each participant.)", "arm_group_label": "Women taking ARVs with postpartum hormonal contraceptives", "criteria": "Maternal Inclusion Criteria: - Participant must belong to one of the following 5 groups: 1. HIV-infected pregnant women greater than or equal to 20 weeks gestation NOT on TB treatment receiving one or more of the ARV drugs/drug combinations specified in the protocol 2. HIV-infected pregnant women greater than or equal to 20 weeks gestation receiving one of the ARV drugs/drug combinations specified in the protocol and TB treatment with at least one of the TB drugs, specified in the protocol, at study entry 3. HIV-uninfected pregnant women greater than or equal to 20 weeks gestation receiving at least two of the first-line TB drugs, specified in the protocol, at study entry 4. HIV-infected and HIV-uninfected pregnant women greater than or equal to 20 weeks gestation receiving at least two of the second-line TB drugs, specified in the protocol, at study entry 5. HIV-infected women 2 to 12 weeks (14 to 84 days) post-delivery receiving one of the ARV drug combinations listed in the protocol AND starting postpartum contraceptives as listed in the protocol - The woman must be stable on the ARV drug/drug combination and/or TB drug combination for at least 2 weeks prior to PK sampling - If a woman is receiving a specific generic ARV formulation, the protocol team has approved this formulation - HIV-infected pregnant women must be planning to continue on current ARV regimen until postpartum PK sampling is completed. HIV-infected postpartum women on hormonal contraceptives must be planning to continue on ARV and contraceptive regimens until final PK sampling is completed. - For HIV-infected women: confirmed HIV infection, documented by positive results from two samples collected at different time points prior to study entry. More information on this criterion can be found in the protocol. - HIV-uninfected pregnant women must have documented negative HIV antibody test during current pregnancy. Note: adequate source documentation, including the date of specimen collection, date of testing, test performed, and test result, must be available. - Participants enrolling in the 3rd trimester must enroll by 37 6/7 weeks gestation - Participant can provide legal informed consent per local regulations - If a woman has completed this study and becomes pregnant again, she may re-enroll in the study only if she is enrolled in a different arm than that studied during her initial enrollment Maternal Exclusion Criteria: - Women on medicines known to interfere with absorption, metabolism, or clearance of the drug being evaluated (see protocol for more information). Rifampicin is permitted for women being evaluated for TB and ARV drug interactions. - If pregnant, carrying multiple fetuses - Clinical or laboratory toxicity that, in the opinion of the site investigator, would be likely to require a change in the medicine regimen during the period of study Infant Enrollment Criteria: - All infants of mothers enrolled during pregnancy (meeting criteria specified above) are enrolled, in utero, immediately after maternal enrollment. Infant Requirements for Washout Pharmacokinetic Sampling: - Born to HIV-infected mother enrolled during pregnancy in an ARV arm (does not include infants born to HIV-uninfected mothers receiving TB drugs) - Birth weight greater than 1000 grams - Is NOT receiving disallowed medications described in Section 7 of the protocol - Does not have any severe congenital malformation or other medical condition not compatible with life or that would interfere with study participation or interpretation, as judged by the site investigator - Born after singleton delivery (not after multiple birth)", "gender": "Female", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00042289.xml"}