{"brief_title": "Cervical Intraepithelial Neoplasm (CIN) in Women (Gardasil)(V501-015)", "brief_summary": "The primary purpose of the study is to determine if Gardasil (V501) an investigational vaccine with 4 components is able to prevent cervical cancer.", "detailed_description": "The original base study (V501-015) (NCT00092534) was extended in protocol V501-015-10. Subjects in the placebo arm of the base study were given 3 doses of open-label GARDASIL™ (V501) at Extension (EXT) Day 1, EXT Month 2 and EXT Month 6 and were followed to EXT Month 7. Subjects who received only 1 dose of GARDASIL™ in the base study were given 3 doses of open-label GARDASIL™ (V501) at Extension (EXT) Day 1, EXT Month 2 and EXT Month 6 and were followed to EXT Month 7. Subjects who received 2 doses of GARDASIL™ in the base study were given only 1 dose of GARDASIL™ at EXT Day 1 and were followed for 15 days (day of vaccination plus 14 days). A second extension study, V501-015-20, will assess the effectiveness, immunogenicity and safety of GARDASIL™ during a period of 10-14 years following completion of the base study (V501-015) or the V501-015-10 extension. Subjects from Denmark, Iceland, Norway and Sweden who participated in the base study were eligible to enroll. Effectiveness and safety will be assessed by registry-based follow-up. Immunogenicity will be assessed by serological testing at approximately Year 5 and Year 10 of the V501-015-20 extension, respectively.", "condition": "Genital Warts", "intervention_type": "Biological", "intervention_name": "Matching Placebo", "description": "Matching Placebo to Quadrivalent Human Papillomavirus Vaccine", "arm_group_label": "Placebo", "other_name": "V501", "criteria": "Inclusion Criteria: - Healthy women with an intact uterus with lifetime history of 0-4 sexual partners --For Extension Phase: - Subject received placebo or an incomplete vaccination series in the original study Exclusion Criteria: - Prior Human Papilloma Virus (HPV) vaccination - Prior abnormal Paps - Prior history of genital warts --For Extension Phase: - Prior complete HPV vaccination series - Subject lives in a country in which Gardasil is approved and is within the age range of the local labeling for Gardasil", "gender": "Female", "minimum_age": "16 Years", "maximum_age": "23 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "id": "NCT00092534.xml"}