{"brief_title": "Octreotide as Palliative Therapy for Cancer-Related Bowel Obstruction That Cannot Be Removed by Surgery", "brief_summary": "RATIONALE: Palliative therapy with octreotide may help patients who have bowel obstruction that cannot be removed by surgery to live longer and more comfortably. PURPOSE: Phase II trial to study the effectiveness of octreotide as palliative therapy in treating patients who have cancer-related bowel obstruction that cannot be removed by surgery.", "detailed_description": "OBJECTIVES: - Determine the effectiveness of octreotide in the palliation of bowel obstruction secondary to cancer. - Characterize the dose and tolerability of octreotide in this patient population. OUTLINE: Patients receive octreotide subcutaneously or IV over 24 hours on days 2-5. Patients who respond well to study may continue octreotide for palliative effects. PROJECTED ACCRUAL: A total of 9-25 patients will be accrued for this study over 9 months.", "condition": ["Colorectal Cancer", "Constipation, Impaction, and Bowel Obstruction", "Extrahepatic Bile Duct Cancer", "Gastric Cancer", "Gastrointestinal Stromal Tumor", "Nausea and Vomiting", "Ovarian Cancer", "Pancreatic Cancer", "Peritoneal Cavity Cancer", "Small Intestine Cancer"], "intervention_type": ["Drug"], "intervention_name": ["octreotide acetate"], "criteria": "DISEASE CHARACTERISTICS: - Inoperable bowel obstruction secondary to cancer OR - Metastatic or primary abdominal cancer - Patient presents with vomiting - Percutaneous gastrostomy tube allowed PATIENT CHARACTERISTICS: Age: - Over 18 Performance status: - ECOG 0-4 Life expectancy: - Not specified Hematopoietic: - Not specified Hepatic: - Not specified Renal: - Not specified Other: - No documented hypersensitivity to octreotide - Not pregnant or nursing PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - Prior chemotherapy allowed Endocrine therapy: - Concurrent steroids allowed Radiotherapy: - Prior radiotherapy allowed Surgery: - Not specified", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "gastrointestinal stromal tumor", "mesh_term": ["Colorectal Neoplasms", "Pancreatic Neoplasms", "Stomach Neoplasms", "Constipation", "Nausea", "Vomiting", "Peritoneal Neoplasms", "Gastrointestinal Stromal Tumors", "Bile Duct Neoplasms", "Intestinal Neoplasms", "Intestinal Obstruction", "Octreotide"], "id": "NCT00004895"}