{"brief_title": "A Study of Tucaresol in HIV-Infected Patients Who Are Taking Other Anti-HIV Drugs", "brief_summary": "The purpose of this study is to see if it is safe to give tucaresol to HIV-infected patients who are taking combination anti-HIV therapy (HAART). This study also examines the effect tucaresol has on viral load (level of HIV in the body) when tucaresol is used with HAART.", "detailed_description": "Patients are enrolled sequentially into the next available dosage cohort. Each cohort receives a single dose of tucaresol, is observed for 2 weeks, and then receives 3 alternate-day doses of drug and careful safety monitoring, including 4 weeks follow-up after the final dose. Dose cohorts receive drug sequentially, the lowest-dose cohort receiving the drug first. Dose escalation may not proceed to the next higher-dose cohort until all patients from the prior lower-dose cohort have completed the 4-week follow-up after the multiple dosing, adverse events are within the described bounds, and the FDA has reviewed the safety information from the treated cohort and approved the dose escalation. The drug is administered 4 times within the 8 weeks of the study period. Weekly visits are required. Patients receive financial compensation.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Tucaresol", "criteria": "Inclusion Criteria Patients may be eligible for this study if they: - Are at least 18 years old. - Are HIV-positive. - Have more than 300 CD4 T cells/microL at screening. - Are taking certain anti-HIV drugs. - Have been taking these anti-HIV drugs successfully for at least 6 months. - Do not expect to change their anti-HIV therapy while they are in the study. - Have had plasma viral load less than 50 copies/ml while on their anti-HIV therapy. - Have viral load that cannot be detected at screening and baseline tests. - Are able to complete weekly visits. Exclusion Criteria Patients will not be eligible for this study if they: - Cannot give informed consent. - Have abnormal laboratory test results at baseline. - Are pregnant or breast-feeding. - Have had certain short-term or long-term illnesses (such as heart disease, sickle cell disease, anemia, or lung problems). - Have received a vaccination within the 30 days prior to enrollment. - Have received any other experimental drug within 60 days of enrollment. - Are taking abacavir (Ziagen, GW1592) or drugs that affect the immune system, such as IL-2, GM-CSF, corticosteroids, or cyclosporine. - Have a history of tumors. - Are actively using illegal drugs (methadone is allowed). - Have hepatitis B or hepatitis C.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00006209.xml"}