{"brief_title": "Gefitinib and Capecitabine in Treating Patients With Advanced Solid Tumors", "brief_summary": "This phase I trial is studying the side effects and best dose of gefitinib and capecitabine in treating patients with advanced solid tumors. Biological therapies such as gefitinib may interfere with the growth of tumor cells and slow the growth of solid tumors. Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Combining gefitinib and capecitabine may kill more tumor cells", "detailed_description": "OBJECTIVES: I. Determine the maximum tolerated dose of gefitinib and capecitabine in patients with advanced solid tumors. II. Determine the dose-limiting toxic effects of this regimen in these patients. III. Determine the pharmacologic profile of this regimen in these patients. OUTLINE: This is a dose-escalation study of gefitinib and capecitabine. Patients receive oral gefitinib once daily on days 1-14 and oral capecitabine twice daily on days 8-21. Treatment repeats every 28 days in the absence of disease progression or unacceptable toxicity. Cohorts of 3-6 patients receive escalating doses of gefitinib and capecitabine until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which at least 2 of 6 patients experience dose-limiting toxicity. PROJECTED ACCRUAL: A total of 11-41 patients will be accrued for this study within 2.5 years.", "condition": ["Unspecified Adult Solid Tumor, Protocol Specific"], "intervention_type": ["Drug", "Drug", "Other", "Other"], "intervention_name": ["capecitabine", "gefitinib", "pharmacological study", "laboratory biomarker analysis"], "description": ["Given orally (PO)", "Given PO", "Correlative studies", "Correlative studies"], "arm_group_label": ["Treatment (capecitabine, gefitinib)", "Treatment (capecitabine, gefitinib)", "Treatment (capecitabine, gefitinib)", "Treatment (capecitabine, gefitinib)"], "other_name": ["CAPE", "Ro 09-1978/000", "Xeloda", "Iressa", "ZD 1839", "pharmacological studies"], "criteria": "Inclusion Criteria: - Histologically confirmed advanced solid tumor that is refractory to standard therapy or for which no standard therapy exists - No uncontrolled brain metastases, including symptomatic lesions or lesions requiring treatment (e.g., glucocorticoids and/or anticonvulsants) - Performance status - ECOG 0-2 - At least 12 weeks - WBC at least 3,000/mm^3 - Absolute neutrophil count at least 1,500/mm^3 - Platelet count at least 100,000/mm^3 - Hemoglobin at least 9 g/dL - Bilirubin no greater than 1.5 mg/dL - AST and ALT no greater than 2.5 times upper limit of normal (5 times ULN if liver metastases present) - Creatinine no greater than 1.5 mg/dL - Creatinine clearance at least 60 mL/min - No active infections - No other serious concurrent systemic disorders that would preclude study participation - No other malignancy - No prior hypersensitivity to sulfonamide-based drugs, nonsteroidal anti-inflammatory drugs, or fluorouracil - No documented dihydropyrimidine dehydrogenase deficiency - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No concurrent immunotherapy - At least 4 weeks since prior chemotherapy (6 weeks for nitrosoureas or mitomycin) and recovered - No concurrent hormonal therapy - At least 28 days since prior radiotherapy - No concurrent radiotherapy - At least 4 weeks since prior investigational agents - No other concurrent experimental medications - No concurrent drugs known to induce cytochrome P450 3A4 (e.g., rifampin, phenytoin, carbamazepine, or barbiturates)", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Capecitabine", "Gefitinib"], "id": "NCT00039390"}