{"brief_title": "Eating Disorder Prevention Programs", "brief_summary": "This study evaluated 2 eating disorder prevention programs designed to increase body satisfaction among adolescent females with body image concerns.", "detailed_description": "Adolescent girls with body dissatisfaction (N=481; SD=1.4) were randomized to a dissonance-based thin-ideal internalization reduction program, healthy weight control program, expressive-writing control condition, or assessment-only control condition. Dissonance participants showed significantly greater decreases in thin-ideal internalization, body dissatisfaction, negative affect, eating disorder symptoms, and psychosocial impairment, and lower risk for eating pathology onset through 2-3 year follow-up than assessment-only controls. Dissonance participants showed greater decreases in thin-ideal internalization, body dissatisfaction, and psychosocial impairment than expressive-writing controls. Healthy weight participants showed greater decreases in thin-ideal internalization, body dissatisfaction, negative affect, eating disorder symptoms, and psychosocial impairment, less increases in weight, and lower risk for eating pathology and obesity onset through 2-3 year follow-up than assessment-only controls. Healthy weight participants showed greater decreases in thin-ideal internalization and weight than expressive writing controls. Dissonance participants showed a 60% reduction in risk for eating pathology onset and healthy weight participants showed a 61% reduction in risk for eating pathology onset and a 55% reduction in risk for obesity onset relative to assessment-only controls through 3-year follow-up, implying that the effects are clinically important and enduring.", "condition": ["Eating Disorders"], "intervention_type": ["Behavioral", "Behavioral", "Behavioral"], "intervention_name": ["Dissonance Eating Disorder Prevention Program", "Healthy Weight Intervention", "Expressive Writing Control Condition"], "description": ["In this intervention, participants voluntarily engaged in verbal, written, and behavioral exercises in which they critiqued the thin-ideal ideal. These exercises were conducted in sessions and in homework activities. For example, they wrote a counter-attitudinal essay about the costs associated with pursuit of the thin-ideal and engaged in a counter-attitudinal role-play in which they attempted to dissuade facilitators from pursuing the thin-ideal.", "In this intervention, participants were encouraged to make gradual healthy and lasting changes to their diet and physical activity to balance their energy needs with their energy intake, and thereby achieve a healthier weight and body satisfaction. With support from the facilitator and group members, they initiated an individual lifestyle change plan to reduce intake of fat and sugar and to increase exercise using behavioral modification principles. Food and exercise diaries were used to identify behaviors to target in this lifestyle modification and to monitor change. Motivational enhancement activities were used to promote motivation for behavior change.", "In this condition, which is based on the work of Pennebaker (1997), participants wrote about emotionally significant topics in three individual weekly 45-minute sessions. They were told that research indicates that body dissatisfaction is linked to emotional issues and that expressive writing helps resolve these issues. Sample topics included relationships or goals. They were told that their work would not be read and were asked to write continuously for the duration of the session about an emotionally important topic."], "arm_group_label": ["Dissonance intervention", "Healthy Weight Intervention", "Expressive writing control intervention"], "criteria": "Inclusion criteria: - Self-reported body image concerns", "gender": "Female", "minimum_age": "14 Years", "maximum_age": "19 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "keyword": "Bulimia", "mesh_term": ["Feeding and Eating Disorders"], "id": "NCT00042185"}