{"brief_title": "A Study of the Efficacy and Safety of ICA-17043 (With or Without Hydroxyurea) in Patients With Sickle Cell Anemia.", "brief_summary": "ICA-17043 is being developed for the chronic treatment of patients with sickle cell disease (SCD) in both adults and children. ICA-17043 is a potent and specific inhibitor of a channel in human red blood cells (RBCs) that blocks RBC dehydration. ICA-17043 is expected to inhibit RBC dehydration and thus should prevent or delay the sickling process. By reducing sickled cells, an improvement in anemia, a reduction in painful crises, and ultimately, less end-organ disease is anticipated.", "condition": ["Sickle Cell Disease", "Sickle Cell Anemia"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["Low Dose ICA-17043", "High dose ICA-17043", "Placebo"], "description": ["Low dose arm", "150 mg Loading Dose; 10 mg daily dose", "Placebo Loading dose capsules and maintenance dose tablets matched 10 mg active treatment group"], "arm_group_label": ["ICA-17043 Low Dose 6 mg/day", "ICA-17043 High Dose 10 mg/day", "Placebo"], "criteria": "Inclusion Criteria: - Homozygous (HbSS) Sickle Cell Anemia - Otherwise healthy (based on medical history, physical examination, 12-lead ECG, and clinical laboratory tests) - Patients may be receiving hydroxyurea, but must have been dose stabilized for at least 3 months - Patient has a history of at least one acute vaso-occlusive event requiring hospitalization Exclusion Criteria: - Patient participating in a chronic transfusion program - Patient having a total hemoglobin of < 4.0 g/dL or > 10.0 g/dL - Patient having a HbA > 10% - Patient considering undergoing an elective surgery - Patient taking prohibited medications such as Epoetin, Warfarin, etc. - Patient who has had previous gastrointestinal surgery, except cholecystectomy or appendectomy - Patient with significant active cardiovascular, neurologic, endocrine, hepatic, or renal disorders unrelated to sickle cell anemia", "gender": "All", "minimum_age": "18 Years", "maximum_age": "60 Years", "healthy_volunteers": "No", "keyword": "senicapoc", "mesh_term": ["Anemia", "Anemia, Sickle Cell", "Hydroxyurea"], "id": "NCT00040677"}