{"brief_title": "2nd Autologous Stem Cell Transplant in Patients With Persistent/Recurrent (AL) Amyloidosis", "brief_summary": "RATIONALE: Drugs used in chemotherapy work in different ways to stop the growth of plasma cells, either by killing the cells or by stopping them from dividing. Having a stem cell transplant to replace the blood-forming cells destroyed by chemotherapy, allows higher doses of chemotherapy to be given so that more plasma cells are killed. By reducing the number of plasma cells, the disease may progress more slowly. PURPOSE: This phase II trial is studying how well autologous stem cell transplant works in treating patients with persistent or recurrent primary systemic (AL) amyloidosis.", "detailed_description": "OBJECTIVES: - Determine the feasibility and tolerability of second autologous stem cell transplantation in patients with persistent or recurrent AL amyloidosis. - Determine the response rate and durability of response in patients treated with this regimen. - Determine immune reconstitution in patients treated with this regimen. OUTLINE: - Mobilization: Patients receive filgrastim (G-CSF) subcutaneously (SC) once daily beginning before the initiation of stem cell collection and continuing until the day before the completion of stem cell collection. - Preparative regimen: Patients receive high-dose melphalan IV over 20 minutes on days -3 and -2. - Autologous stem cell transplantation: Autologous stem cells are reinfused on day 0. Patients are followed at 6 months, 1 year, and then annually thereafter. PROJECTED ACCRUAL: A total of 19 patients will be accrued for this study within 5-6 years.", "condition": ["Multiple Myeloma", "Plasma Cell Neoplasm"], "intervention_type": ["Biological", "Drug", "Procedure", "Procedure"], "intervention_name": ["filgrastim", "melphalan", "autologous stem cell transplantation", "stem cell infusion"], "description": ["16mcg/kg IV daily beginning three days prior to stem cell collection through last day of stem cell collection", "140-200 mcg/kg IV over two days", "infusion of previously collected stem cells on Day 0", "infusion of previously collected stem cells on Day 0"], "arm_group_label": ["2nd Stem Cell Transplant", "2nd Stem Cell Transplant", "2nd Stem Cell Transplant", "2nd Stem Cell Transplant"], "other_name": ["G-CSF", "alkeran"], "criteria": "Inclusion criteria: DISEASE CHARACTERISTICS: - Histologically confirmed AL amyloidosis - Persistent or recurrent disease after 1 course of prior high-dose chemotherapy - Previously treated with autologous stem cell transplantation - Significant initial improvement in organ function after prior high-dose melphalan, defined by at least 1 of the following: - Complete hematologic remission (e.g., absence of monoclonal spike by immunofixation in serum and urine AND less then 5% plasma cells in bone marrow with no clonal predominance) OR partial hematologic response (e.g., any decrease in serum or urine monoclonal protein OR decrease in bone marrow plasmacytosis) - Greater than 50% reduction in proteinuria with preservation of creatinine clearance - Greater than 50% reduction in alkaline phosphatase OR at least 2 cm decrease in liver size by physical exam - Subjective neurologic improvement, as confirmed by neurologist - Cardiac stabilization of disease confirmed by echocardiography defined as less than 2 mm increase in mean wall thickness and/or less than 20 g increase in left ventricular mass - Improvement in performance status* NOTE: *This criteria alone does not constitute significant improvement in organ function - Prior stem cell yield must have been ≥ 2 x 10^6 CD34+ cells/kg PRIOR CONCURRENT THERAPY: Biologic therapy - See Disease Characteristics Chemotherapy - See Disease Characteristics - No chemotherapy after first transplantation Endocrine therapy - Not specified Radiotherapy - Not specified Surgery - Not specified PATIENT CHARACTERISTICS: Age - 18 to 65 Performance status - Southwest Oncology Group- 0-2 Life expectancy - More than 6 months Hematopoietic - See Disease Characteristics Hepatic - See Disease Characteristics Renal - See Disease Characteristics Cardiovascular - See Disease Characteristics - Left ventricular ejection fraction ≥ 45% by multiple gated acquisition scan or echocardiogram Pulmonary - diffusing capacity of lung for carbon monoxide ≥ 50% Exclusion Criteria: - No myelodysplastic syndromes - No abnormal bone marrow cytogenetics Other - Not pregnant or nursing - Fertile patients must use effective contraception - Acceptable toxicity from first transplantation, confirmed by the transplant team - HIV negative - No other concurrent malignancy except treated skin cancer", "gender": "All", "minimum_age": "18 Years", "maximum_age": "65 Years", "healthy_volunteers": "No", "keyword": "primary systemic amyloidosis", "mesh_term": ["Multiple Myeloma", "Amyloidosis", "Neoplasms, Plasma Cell", "Plasmacytoma", "Melphalan", "Lenograstim"], "id": "NCT00075608"}