{"brief_title": "Genetic Analysis of Gray Platelet Syndrome", "brief_summary": "This study will identify and characterize the gene or genes responsible for Gray Platelet syndrome (GPS). Platelets are small blood cells that stick on injured blood vessels to form a plug and stop bleeding. When a blood vessel is injured (like a cut on a finger), platelets release the proteins stored in their sacs to help form a blood clot. Patients with GPS bleed longer than other people because their platelets lack some of these protein-carrying sacs. Platelets without sacs look pale gray under the microscope rather than pink, giving the syndrome its name. Except for rare patients with severe hemorrhage, the bleeding tendency in GPS is usually mild to moderate, with patients experiencing easy bruising, nosebleeds, and, in women, excessive menstrual bleeding. Patients with GPS and members of their family with GPS may be eligible for this study. Participants will provide a personal and family medical history and will have blood drawn. About 1 to 2 tablespoons of blood will be drawn in adults, and about 1 teaspoon in children. The blood will be analyzed for genes that cause GPS", "detailed_description": "Patients with Gray Platelet Syndrome (GPS) and their unaffected family members will be studied to identify the gene(s) involved in GPS using linkage analysis and gene mapping strategies. Up to 200 individual members of GPS families will be investigated to identify candidate regions of the human genome, which will be further studied using fine mapping and sequence analysis. Characterization of gene(s) involved in GPS could provide important insight into the mechanisms of vesicle formation and protein sorting in human cells.", "condition": ["Genetic Linkage", "Myelofibrosis"], "criteria": "- INCLUSION CRITERIA: Enrollment in this study will be limited to patients diagnosed with GPS and their unaffected relatives. The diagnosis will be based upon absence or marked reduction of platelet Alpha-granules on electron microscopy. EXCLUSION CRITERIA: Patients with reduction in both Alpha and Beta granules will be excluded, since this is probably a separate disease.", "gender": "All", "minimum_age": "1 Year", "maximum_age": "80 Years", "healthy_volunteers": "No", "keyword": "Bleeding Disorder", "mesh_term": ["Primary Myelofibrosis", "Gray Platelet Syndrome"], "id": "NCT00069680"}