{"brief_title": "PEG-Interferon Alfa-2b in Treating Patients With Platinum-Resistant Ovarian Epithelial, Peritoneal, or Fallopian Tube Cancer", "brief_summary": "RATIONALE: PEG-interferon alfa-2b may interfere with the growth of cancer cells. PURPOSE: This randomized phase I/II trial is studying the side effects and best dose of PEG-interferon alfa-2b and to see how well it works in treating patients with ovarian epithelial, peritoneal, or fallopian tube cancer that is resistant to platinum-based chemotherapy.", "detailed_description": "OBJECTIVES: - Determine the optimum biologic dose of PEG-interferon alfa-2b in patients with platinum-resistant ovarian epithelial, peritoneal, or fallopian tube cancer. - Determine the safety and tolerability of this drug in these patients. OUTLINE: This is a randomized study. Patients are randomized to 1 of 3 different treatment arms. - Arm I: Patients receive PEG-interferon alfa-2b (PEG IFN-α) subcutaneously (SC) on days 1, 8, 15, and 22. - Arm II: Patients receive PEG IFN-α SC (at a higher dose than in arm I) on days 1, 8, 15, and 22. - Arm III: Patients receive PEG IFN-α SC (at a higher dose than in arm II) on days 1, 8, 15, and 22. In all arms, treatment repeats every 28 days for up to 12 courses in the absence of disease progression or unacceptable toxicity. Patients are followed for at least 28 days after study treatment. PROJECTED ACCRUAL: A maximum of 75 patients will be accrued for this study within 19 months.", "condition": "Peritoneal Cavity Cancer", "intervention_type": "Biological", "intervention_name": "PEG-interferon alfa-2b", "description": "Biological/Vaccine: PEG-interferon alfa-2b\nDose 1.5 mg/kg/week given subcutaneously\nEG-Intron", "arm_group_label": "Arm III", "other_name": "PEG-Intron", "criteria": "Inclusion Criteria: 1. Women with platinum-resistant epithelial ovarian, fallopian tube or peritoneal cancer whose tumor test positive for IL-8 (>31.0 pg/ml), bFGF >7.0 pg/ml), or VEGF (>700 pg/ml). Resistance is defined as: 1. Progression of disease during platinum chemotherapy, or 2. Progression of disease within 6 months of completing platinum chemotherapy 3. Failure to achieve a complete response, with persistent macroscopic disease, after 6 cycles of chemotherapy, if the last two cycles had no measurable change in disease status 2. Patients with a known hypersensitivity to platinum compounds who have failed a desensitization regimen, or who are not good candidates for desensitization are eligible. 3. Patients are limited to 4 prior chemotherapy regimens (all platinum and taxane regimens to be counted as one). 4. Patients must have measurable disease. 5. Women of any racial and ethnic group. 6. Zubrod performance status < 2. 7. Expected survival of > 12 weeks. 8. Patients must have adequate hepatic, renal, and bone marrow function, defined as serum creatinine < 2 mg/dl (estimated creatinine clearance 50 ml/min); total bilirubin < 2.0 X the upper limit of normal (ULN); alanine aminotransferase (ALT) < 2X ULN; fasting triglycerides < 800 mg/dL; white blood count (WBC) > 3,000/mm3 ; absolute neutrophil count (ANC) > 1,500/mm3; platelets > 100,000/mm3, hemoglobin > 9 g/dl. 9. At least three weeks must have elapsed from completion of chemotherapy. 10. Patient agrees not to use complementary alternative medications (e.g., shark cartilage). 11. Patients must sign an informed consent indicating that they are aware of the investigational nature of the study, in keeping with the policies of the hospital. The only approved consent is appended to this protocol. Exclusion Criteria: 1. Patients with borderline, low grade or low malignant potential tumors are not eligible. 2. Patients who are pregnant or lactating. 3. Concurrent chemotherapy, radiation therapy or surgery. 4. Concurrent, uncontrolled, medical or psychiatric disorders. 5. Patients with a known hypersensitivity to interferon. 6. Patients with severe cardiovascular disease (i.e. arrhythmias requiring chronic treatment or congestive heart failure) (NYHA classification III or IV). 7. Patients who have had interferon within the last 6 months. 8. Patients with overt psychosis or mental disability or otherwise incompetent to give informed consent. 9. Patients with a known autoimmune disorder.", "gender": "Female", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00085384.xml"}