{"brief_title": "Irinotecan in Treating Patients With Esophageal or Stomach Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. PURPOSE: Phase II trial to study the effectiveness of irinotecan in treating patients who have esophageal or stomach cancer.", "detailed_description": "OBJECTIVES: I. Determine the antitumor activity of irinotecan in patients with adenocarcinoma of the esophagus or gastric cardia. II. Evaluate the toxicities of this drug in this patient population. OUTLINE: This is a multicenter study. Patients receive irinotecan intravenous (IV) over 90 minutes once a week for 4 weeks followed by a 2 week rest period. Treatment continues in the absence of unacceptable toxicity or disease progression. Patients are followed every 3 months until death. PROJECTED ACCRUAL: A total of 18-32 patients will be accrued for this study.", "condition": ["Esophageal Cancer", "Gastric Cancer"], "intervention_type": ["Drug"], "intervention_name": ["irinotecan hydrochloride"], "description": ["One course of therapy is comprised of a 4-week treatment period and a two-week rest period. Drug administration will be based on actual calculated body surface area. Starting dose will be 125 mg/m2/day given once per week on four consecutive weeks."], "arm_group_label": ["irinotecan hydrochloride"], "other_name": ["CPT-11"], "criteria": "Inclusion Criteria: - Patients must be > 18 years of age - Patients must have a performance status of 0-2 on the Eastern Cooperative Oncology Group (ECOG) Performance Scale - Patients must have a predicted life expectancy of at least 12 weeks - Patients must have a pretreatment granulocyte count of >1500/mm3, a hemoglobin level of >9.0 gm/dL and the platelet count of >100000/mm3 - Patients must have adequate renal function as documented by a serum creatinine < 2.0 mg/dL - Patients must have adequate hepatic function as documented by a serum bilirubin < 1.5 mg/dL, regardless of whether patients have liver involvement secondary to tumor. Aspartate transaminase must be < 3 x institutional upper limit of normal unless the liver is involved with tumor, in which case the aspartate transaminase must be < 5 x institutional upper limit of normal - Patients must have histologically proven adenocarcinoma of the esophagus or gastric cardia with progression despite prior chemotherapy - Patients must have disease radiologically measurable bidimensionally - Patients must have an interval of 4 weeks from prior chemotherapy, immunotherapy, or radiation therapy Exclusion Criteria: - Patients with any active or uncontrolled infection - Patients with psychiatric disorders that would interfere with consent or follow-up - Patients with a history of myocardial infarction within the previous six months or congestive heart failure requiring therapy - Patients with a history of prior malignancy except for adequately treated basal cell or squamous cell skin cancer, in situ cervical cancer, or other cancer for which the patient has been disease-free for at least five years - Pregnant or lactating women. Men and women of reproductive potential may not participate unless they have agreed to use an effective contraceptive method - Presence of clinically apparent central nervous system metastases or carcinomatous meningitis - Patients with uncontrolled diabetes mellitus - Patients with any other severe concurrent disease which, in the judgment of the investigator, would make the patient inappropriate for entry into this study - Prior therapy with a deoxyribonucleic acid (DNA) topoisomerase inhibitor - Patients with known Gilbert's syndrome", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "adenocarcinoma of the esophagus", "mesh_term": ["Adenocarcinoma", "Stomach Neoplasms", "Esophageal Neoplasms", "Irinotecan", "Camptothecin"], "id": "NCT00003748"}