{"brief_title": "Ixabepilone in Treating Patients With Advanced Urinary Tract Cancer", "brief_summary": "Phase II trial to study the effectiveness of ixabepilone in treating patients who have progressive or metastatic urinary tract cancer. Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die", "detailed_description": "OBJECTIVES: I. Determine the response rate of patients with advanced carcinoma of the urothelium treated with ixabepilone. II. Assess the toxicity of this drug in these patients. OUTLINE: Patients are stratified according to prior treatment with taxanes (yes vs no). Patients receive ixabepilone IV over 3 hours on day 1. Treatment repeats every 21 days in the absence of disease progression or unacceptable toxicity. Patients are followed every 3 months for 2 years and then every 6 months for 1 year.", "condition": "Urethral Cancer Associated With Invasive Bladder Cancer", "intervention_type": "Drug", "intervention_name": "ixabepilone", "description": "Given IV", "arm_group_label": "Treatment (ixabepilone)", "other_name": "Ixempra", "criteria": "Inclusion Criteria: - Histologically confirmed transitional cell carcinoma (TCC) of the urothelium(renal pelvis, ureter, bladder, or urethra) - Mixed histology carcinoma with a TCC component allowed - Progressive regional disease - Metastatic disease - Failed 1 and only 1 prior systemic chemotherapy regimen containing cisplatin or carboplatin in the adjuvant, neoadjuvant, or metastatic setting - May have included taxane-based therapy - Measurable disease outside prior irradiation field - Previously resected and irradiated CNS metastases with evidence of stable disease allowed - Performance status - ECOG 0-2 - Granulocyte count at least 1,500/mm^3 - Platelet count at least 100,000/mm^3 - Bilirubin no greater than 1.5 mg/dL - AST no greater than 2.5 times upper limit of normal - Creatinine no greater than 1.5 mg/dL - No prior severe cardiovascular disease (American Heart Association class III or IV heart disease) - No uncontrolled congestive heart failure - No ventricular dysrhythmia - No active unresolved infection requiring parenteral antibiotics within the past week - No other malignancy within the past 5 years except curatively treated basal cell or squamous cell skin cancer, carcinoma in situ of the cervix, or clinically unsuspected organ-confined prostate cancer treated with prior prostatectomy - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No prior systemic biologic response modifier therapy - See Disease Characteristics - At least 4 weeks since prior chemotherapy and recovered - See Disease Characteristics - At least 4 weeks since prior radiotherapy and recovered - No concurrent radiotherapy - See Disease Characteristics - At least 4 weeks since prior major surgery and recovered", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00021099.xml"}