{"brief_title": "A Study of Doxil, Vincristine and Decadron (DVd) +/ CC-5013 in Relapsed Refractory Multiple Myeloma (MM)", "brief_summary": "A Phase I Study of CC-5013 in combination with Doxil, Vincristine and Decadron (DVd) in Subjects with Relapsed or Refractory Multiple Myeloma", "condition": ["Multiple Myeloma"], "intervention_type": ["Drug"], "intervention_name": ["CC-5013"], "criteria": "Inclusion Criteria: - Understand and voluntarily sign an informed consent form. - Age greater than 18 years at the time of signing the informed consent form. - Able to adhere to the study visit schedule and other protocol requirements. - Diagnosed with active multiple myeloma and be considered to have disease progression after at least 2 cycles of anti-myeloma treatment or have relapsed with progressive disease after treatment. - Measurable myeloma paraprotein levels in serum (≥ 0.5g/dL) or urine (≥ 0.2 g excreted in a 24-hour collection sample). - Eastern Cooperative Group (ECOG) Performance Status of 0-2. Performance status of 3 and 4 will be allowed if related to bony disease. - Bilirubin < 2 x upper limits of normal (ULN). - Liver enzymes (ALT or AST) < 3 x ULN. - Must have adequate bone marrow function: * Absolute neutrophil count > 1,000 cells/mm3 (1.0 x 109/L) * Platelets ≥ 100,000 cells/mm3 (100 x 109/L) * Hemoglobin ≥ 8 g/dL - Must have adequate renal function: creatinine ≤ 2.5 mg/dL. - Must have 2-d echocardiogram indicating LVEF ≥ 50% within 42 days prior to first dose of study drug. - Women of childbearing potential (WCBP) must have a negative serum or urine pregnancy test within 7 days of starting study drug. In addition, sexually active WCBP must agree to use adequate contraceptive methods (oral, injectable, or implantable hormonal contraceptive; tubal ligation; intra-uterine device; barrier contraceptive with spermicide; or vasectomized partner) while on study drug. WCBP must agree to have pregnancy tests every 4 weeks while on study drug. Exclusion Criteria: - Severe infection requiring intravenous antibiotic treatment. - Life expectancy of less than 3 months. - Prior malignancy, except for adequately treated basal cell or squamous cell skin cancer, in-situ cervical cancer, or other cancer from which the subject has been disease-free for at least 5 years. - Solitary bone or solitary extramedullary plasmacytoma as the only evidence of plasma cell dyscrasia. - Subjects who have received > 500mg/m2 of doxorubicin alone, or Doxil® alone, or doxorubicin plus Doxil®. - Prior treatment with CC-5013. - Prior development of ≥ grade 2 (NCI CTC) allergic reaction/hypersensitivity while taking thalidomide. - Prior development of a ≥ grade 3 (NCI CTC) rash or any desquamation while taking thalidomide. - History of cardiac disease, with New York Heart Association Class II or greater. - Uncontrolled medical problems such as diabetes mellitus, coronary artery disease, hypertension, unstable angina, arrhythmias), pulmonary, hepatic and renal diseases unless renal insufficiency is felt to be secondary to multiple myeloma. - Any investigational agent or systemic anti-myeloma therapy within 28 days of the first dose of treatment. - Any serious medical condition, laboratory abnormality, or psychiatric illness that would prevent the subject from signing the informed consent form. - Pregnant or lactating females. - Any condition, including the presence of laboratory abnormalities, which places the subject at unacceptable risk if he/she were to participate in the study or confounds the ability to interpret data from the study.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Multiple myeloma", "mesh_term": ["Multiple Myeloma", "Neoplasms, Plasma Cell", "Lenalidomide", "Thalidomide"], "id": "NCT00091624"}