{"brief_title": "Safety and Effectiveness of Emtricitabine, Efavirenz, and Didanosine in HIV Infected Children Who Have Taken Few or No Anti-HIV Drugs", "brief_summary": "Treatment of HIV-infected patients involves combining drugs from different classes of anti-HIV drugs. One preferred regimen for adults is 2 nucleoside reverse transcriptase inhibitors (NRTIs) and 1 protease inhibitor (PI). For children, this regimen may be too complicated or the drugs may be too difficult to take by mouth. The purpose of this study is to determine the long-term safety and effectiveness of daily didanosine (ddI), efavirenz (EFV), and emtricitabine (FTC) in pediatric patients who have taken few or no anti-HIV drugs.", "detailed_description": "Anti-HIV treatment options are limited for pediatric patients because combination therapies recommended for adults may not be appropriate for children or adolescents. Few PIs are available in formulations appropriate for pediatric patients, and complex dosing schedules and food requirements may be detrimental to treatment adherence. A once-daily regimen of the NRTIs ddI and FTC and the nonnucleoside reverse transcriptase inhibitor (NNRTI) EFV has been shown safe and well tolerated in adults. This study will evaluate the long-term safety and efficacy of a ddI, FTC, and EFV regimen in pediatric patients. Patients will be followed for a maximum of 192 weeks; all patients will receive ddI, EFV, and FTC together once daily. Study visits will occur at study entry, Weeks 2 and 4, and every 4 weeks thereafter. Blood collection, medical history assessment, and a physical exam will occur at all visits; urine collection will occur at selected visits. Intensive pharmacokinetic (PK) studies will be done at Weeks 2 and 12 to determine if dose adjustments are required for any of the drugs. If virologic failure is determined, PK studies will be repeated 4 weeks after adjustments in therapy. Parents or guardians will be asked to complete treatment adherence questionnaires at some visits. Some patients may also be asked to participate in an additional PK study after Week 16 or week 96.", "condition": ["HIV Infections"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["Didanosine", "Efavirenz", "Emtricitabine"], "description": ["Antiretroviral", "Antiretroviral", "Antiretroviral"], "arm_group_label": ["1", "1", "1"], "criteria": "Inclusion Criteria: - HIV infected - Antiretroviral naive OR have received no more than 56 days of drugs to prevent mother-to-child transmission of HIV OR have received less than 7 total days of antiretroviral therapy - Viral load of 5,000 copies/ml or more - Parent or guardian willing to provide informed consent, if applicable - Willing to use acceptable forms of contraception Exclusion Criteria: - Allergic to study medications or their formulations - Kidney disease - Positive for hepatitis B or C - AIDS-related or other infection requiring treatment at study entry - Taking drugs to treat tuberculosis - Taking anti-HIV drugs other than those included in this study - Taking any investigational drugs - Anti-cancer drugs within 1 year of study screening - Serious medical event within 21 days of study screening - Active or history of pancreatitis - Require certain medications. Patients requiring short courses of steroids (less than 14 days) for asthma are not excluded. - Active or history of significant peripheral neuropathy - Difficulty with food or severe chronic diarrhea within 30 days before study entry - Unable to eat at least 1 meal per day (or to feed at least 3 times per day, for infants) because of chronic nausea, vomiting, swallowing problems, or stomach upset - Unable to swallow oral medications - Pregnant or breastfeeding", "gender": "All", "minimum_age": "90 Days", "maximum_age": "21 Years", "healthy_volunteers": "No", "keyword": "Treatment Naive", "mesh_term": ["HIV Infections", "Didanosine", "Efavirenz", "Emtricitabine"], "id": "NCT00016718"}