{"brief_title": "HerpeVac Trial for Young Women", "brief_summary": "The primary purpose of this study is to see if a herpes vaccine may prevent genital herpes disease in women who are not infected. The study will enroll approximately 7550 healthy women. These women will be randomly assigned to 1 of 2 possible study groups: herpes vaccine (experimental group) or hepatitis A vaccine (control group). Participants will receive their assigned vaccine at 0, 1, and 6 months. Participants will have 9 scheduled study visits and additional unscheduled visits for an evaluation of herpes if it is suspected. Participants will be involved in study related procedures for up to 20 months.", "detailed_description": "This study is a double-blind, randomized, controlled Phase III trial to assess the prophylactic efficacy and safety of gD-Alum/MPL vaccine in the prevention of genital herpes disease in young women who are herpes simplex virus (HSV)-1 and -2 seronegative. The primary efficacy objective is to evaluate vaccine efficacy in the prevention of genital herpes disease caused by HSV-1 and/or HSV-2 between months 2 and 20 in healthy adult women who were initially HSV-1 and HSV-2 seronegative. The secondary efficacy objectives are to: evaluate vaccine efficacy in the prevention of genital herpes disease caused by HSV-1 and/or HSV-2 occurring between the months 7 and 20; evaluate vaccine efficacy in the prevention of HSV-2 infection between months 2 and 20; and to evaluate vaccine efficacy in the prevention of HSV-2 infection occurring between months 7 and 20. The study will enroll approximately 7,550 women, ages 18-30 years. Participants will be randomized to 1 of 2 possible study groups: candidate vaccine; or control vaccine (hepatitis A vaccine). The study duration for each subject will be approximately 20 months. Study procedures will include 9 scheduled study visits (including the screening visit) and additional unscheduled visits for evaluation of suspected herpes disease episodes. Three doses of vaccine or control will be administered intramuscularly in the non-dominant deltoid on a 0, 1, and 6 month schedule. Subjects will attend clinic visits at screening, months 2, 7, 12, 16, and 20. In subjects who present with suspected herpes disease between months 17 and 20, an additional visit to collect a serum sample will be scheduled 3 months after the evaluation for suspected genital herpes.", "condition": ["Herpes Simplex Infection"], "intervention_type": ["Biological", "Biological"], "intervention_name": ["HSV vaccine or SB208141, GSK Biologicals' glycoprotein D (gD)-Alum/3-deacylated form of Monophosphoryl Lipid A (MPL) candidate genital herpes vaccine", "Havrix™, GlaxoSmithKline (GSK) Biologicals' licensed Hepatitis A vaccine"], "description": ["the vaccine was administered intramuscularly in the non-dominant deltoid", "the vaccine was administered intramuscularly in the non-dominant deltoid"], "arm_group_label": ["Herpes Simplex Virus Group", "Havrix Group"], "criteria": "Inclusion Criteria: - A female between, and including, 18 and 30 years of age at the time of the first vaccination. - Written informed consent obtained from the subject. - Free of obvious health problems as established by medical history and clinical examination before entering into the study. - Seronegative for HSV-1 and HSV-2 by Western blot. - Subject must be non-childbearing potential, i.e. either surgically sterilized or, if of child bearing potential, she must be using a highly effective method of birth control (e.g., intrauterine contraceptive device; oral contraceptives; diaphragm or condom in combination with contraceptive jelly, cream or foam; Norplant®; DepoProvera®; contraceptive skin patch or cervical ring) for 30 days prior to vaccination, have a negative urine pregnancy test and must agree to continue such precautions for two months after completion of the vaccination series. - A subject for whom the investigator believes can and will comply with the requirements of the protocol (e.g. completion of the memory aid/diary cards, return for follow-up visits, accessible by phone or pager, able to self-sample and not planning on moving from study area). Exclusion Criteria: - Pregnant or nursing female. - Clinical signs or symptoms of current oro-labial, genital or non-genital HSV disease, such as swelling, papules, vesicles, pustules, ulcers, crusts, fissures, erythema, discharge, pain, burning, itching, tingling or dysuria. - Previous vaccination against herpes. - Previous administration of monophosphoryl lipid A (MPL) adjuvant (no vaccines currently licensed in the USA contain this). - History of any confirmed oro-labial, genital or non-genital HSV disease or infection. - Use of any investigational or non-registered drug or vaccine other than the study vaccine(s) within 30 days preceding the first dose of study vaccine, or planned use during the study period. - Planned administration/ administration of a non-study vaccine within 30 days of the first dose of the study vaccine with the following exceptions: Administration of routine Meningococcal, Hepatitis B, inactivated Influenza, and Diphtheria/Tetanus vaccine up to 8 days before the first dose of study vaccine is allowed. - History of allergic disease or reactions likely to be exacerbated by any component of the study vaccines, e.g. aluminum, MPL, alum-MPL, 2-phenoxyethanol or neomycin. - Any confirmed or suspected immunosuppressive or immunodeficient condition including, human immunodeficiency virus (HIV) infection. - Acute or chronic, clinically significant (unresolved, requiring on-going medical management or medication, etc.) pulmonary, cardiovascular, hepatic or renal function abnormality, as determined by medical history or physical examination. - Acute disease at the time of enrollment (defer vaccination until subject recovers). Acute disease is defined as the presence of a moderate or severe illness with or without fever. Study vaccine can be administered to persons with a minor illness such as diarrhea, mild upper respiratory infection with or without low-grade febrile illness. - Oral temperature greater than or equal to 99.5º F (greater than or equal to 37.5º C) / axillary temperature greater than or equal to 99.5º (greater than or equal to 37.5º C) / tympanic temperature on oral setting greater than or equal to 99.5º F (greater than or equal to 37.5º C). - Chronic administration (defined as more than 14 days) of immunosuppressants or other immune-modifying drugs within six months prior to the first vaccine dose. (For corticosteroids, this will mean prednisone or, equivalent, greater than or equal to 0.5 mg/kg/day. Inhaled or topical steroids are allowed.) - Administration of immunoglobulins and/or any blood products within the three months preceding the first dose of study vaccine or planned administration during the study period. - Recent history of chronic alcohol consumption (defined as more than 5 oz of ethanol [absolute alcohol] per day) and/or drug abuse. - History of sexually transmitted infection within 30 days preceding the first dose of study vaccine.", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "30 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "mesh_term": ["Herpes Simplex", "Vaccines", "Krestin", "Monophosphoryl lipid A"], "id": "NCT00057330"}