{"brief_title": "Ondansetron in Treating Patients With Advanced Cancer and Chronic Nausea and Vomiting Not Caused by Cancer Treatment", "brief_summary": "RATIONALE: Antiemetic drugs, such as ondansetron, may help to reduce or prevent nausea and vomiting in patients with advanced cancer. PURPOSE: This randomized phase III trial is studying how well ondansetron works compared to a placebo in treating patients with advanced cancer and chronic nausea and vomiting that is not caused by cancer therapy.", "detailed_description": "OBJECTIVES: I. Compare the antiemetic effect of ondansetron vs placebo in patients with advanced cancer who suffer from chronic nausea and emesis that is not due to antineoplastic therapy (i.e., chemotherapy, radiotherapy, immunotherapy, biologic therapy). II. Determine the toxicity of ondansetron in these patients. III. Evaluate the use of other concurrent antiemetics in these patients when treated with this regimen. OUTLINE: This is a randomized, double blind, placebo controlled, multicenter study. Patients are stratified according to abdominal carcinomatosis (yes vs no), renal insufficiency (creatinine less than 2.0 mg/dL vs creatinine at least 2.0 mg/dL), type of cancer (brain vs gastrointestinal vs other), and narcotic use (yes vs no). Patients are randomized to one of two treatment arms. Arm I: Patients receive oral ondansetron twice daily on days 1-7 and oral placebo twice daily on days 8-14 in the absence of unacceptable toxicity. Arm II: Patients receive oral placebo twice daily on days 1-7 and oral ondansetron twice daily on days 8-14 in the absence of unacceptable toxicity. PROJECTED ACCRUAL: A total of 100 patients (50 per arm) will be accrued for this study within 1 year.", "condition": ["Chronic Myeloproliferative Disorders", "Leukemia", "Lymphoma", "Multiple Myeloma and Plasma Cell Neoplasm", "Myelodysplastic Syndromes", "Nausea and Vomiting", "Precancerous Condition", "Small Intestine Cancer", "Unspecified Adult Solid Tumor, Protocol Specific", "Unspecified Childhood Solid Tumor, Protocol Specific"], "intervention_type": ["Drug", "Other"], "intervention_name": ["ondansetron", "placebo"], "arm_group_label": ["Arm 1: ondansetron + placebo", "Arm 2: ondansetron + placebo", "Arm 1: ondansetron + placebo", "Arm 2: ondansetron + placebo"], "criteria": "DISEASE CHARACTERISTICS: Diagnosis of incurable cancer with chronic nausea and vomiting lasting at least 1 week that is not due to antineoplastic therapy (i.e., chemotherapy, radiotherapy, immunotherapy, biologic therapy) Nausea not adequately controlled by standard antiemetics PATIENT CHARACTERISTICS: Cardiovascular: No uncontrolled hypertension Other: Not pregnant or nursing Able to take oral medication (feeding tube allowed) Able to swallow own saliva No prior phenylketonuria No known allergy or intolerance to 5-HT3 receptor antagonists No bowel obstruction PRIOR CONCURRENT THERAPY: Biologic therapy: See Disease Characteristics Chemotherapy: See Disease Characteristics At least 2 weeks since prior cytotoxic systemic therapy No concurrent cytotoxic systemic therapy Endocrine therapy: Not specified Radiotherapy: See Disease Characteristics At least 2 weeks since prior radiotherapy to gastrointestinal tract No concurrent radiotherapy to gastrointestinal tract Surgery: Not specified Other: At least 2 weeks since prior 5-HT3 receptor antagonists (i.e., dolasetron, granisetron, or ondansetron) No other concurrent 5-HT3 receptor antagonists Other concurrent antiemetics allowed", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "childhood myelodysplastic syndromes", "mesh_term": ["Lymphoma", "Syndrome", "Leukemia", "Neoplasms", "Multiple Myeloma", "Neoplasms, Plasma Cell", "Myelodysplastic Syndromes", "Preleukemia", "Nausea", "Vomiting", "Plasmacytoma", "Myeloproliferative Disorders", "Intestinal Neoplasms", "Precancerous Conditions", "Ondansetron"], "id": "NCT00006348"}