{"brief_title": "A Phase I Trial to Evaluate the Safety, Pharmacokinetics and Antiviral Activity of 141W94 After Multiple Dosing in Patients With HIV Infection", "brief_summary": "To assess the safety and tolerance of multiple oral doses of 141W94 alone, in combination with 1592U89, and in combination with Retrovir and Epivir, administered to patients with HIV infection as measured by the development of clinical adverse experiences and laboratory test abnormalities. To determine the steady-state pharmacokinetics of 141W94 alone and in combination with 1592U89 after multiple oral dosing. To obtain preliminary evidence of antiretroviral activity of 141W94 alone and in combination with 1592U89, the antiretroviral effect of combined Retrovir/Epivir and the antiretroviral effect of 141W94 when added to Retrovir/Epivir or to 1592U89/Retrovir/Epivir.", "detailed_description": "60 HIV-infected patients will be sequentially assigned to receive 1 of 5 doses of 141W94 alone or 141W94 plus 1592U89. After each patient has completed 4 weeks of the assigned regimen (Phase A), the patient will receive Epivir and Retrovir for up to 8 months (Phase B). Patients originally assigned, in Phase A, to receive 141W94 and 1592U89 continue to receive 1592U89 during this period. Upon termination of Phase B, 141W94 is added to existing regimens of Phase B (Phase C). Phase C will last for 12 weeks.", "condition": ["HIV Infections"], "intervention_type": ["Drug", "Drug", "Drug", "Drug"], "intervention_name": ["Abacavir sulfate", "Amprenavir", "Lamivudine", "Zidovudine"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Localized therapy such as intralesional injections for Kaposi's sarcoma. Patients must have: - HIV infection documented by a licensed HIV antibody ELISA confirmed by: - Western blot, or positive HIV blood culture, or positive HIV serum antigen and second antibody test positive by a method other than ELISA. - CD4+ counts >= 150 and <= 400 cells/mm3 within 2 weeks of study entry. 1. Anticipated need for cytotoxic chemotherapeutic agents within 4 weeks prior to entry. - Alprazolam, carbamazepine, codeine, clarithromycin, dapsone, diazepam, diltiazem, erythromycin, estrogens, glucocorticoids, imipramine, itraconazole, ketoconazole, lidocaine, lovastatin, nifedipine, phenobarbital, phenytoin, quinidine, rifabutin, rifampin and warfarin. - The following medications should be used with caution in most instances or not at all: - terfenadine, astemizole, cisapride, triazolam and midazolam. Anticipated need for treatment with radiation therapy within 4 weeks prior to entry. 1. Treatment with cytotoxic chemotherapeutic agents within 4 weeks prior to entry. - Patients who have previously received a protease inhibitor. - Antiretroviral therapy within 2 weeks prior to enrollment. NOTE: - Patients with a known intolerance to either retrovir or epivir are not eligible for Phase B of this study. NOTE: - Patients with previous epivir (3TC) experience will not be eligible for Regimen 6 of this study (combination therapy with 141W94 and 1592U89). - Treatment with immunomodulating agents, including but not limited to systemic corticosteroids, IL-2, alpha-IFN, beta-IFN, or gamma-IFN within 4 weeks prior to entry. - Treatment with HIV immunotherapeutic vaccine within 3 months prior to entry. Treatment with radiation therapy within 4 weeks prior to entry. Patients with current alcohol or illicit drug use which, in the opinion of the principal investigator, may interfere with the patients' ability to comply with the dosing schedule and protocol evaluations.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Anti-HIV Agents", "mesh_term": ["Infection", "Communicable Diseases", "HIV Infections", "Acquired Immunodeficiency Syndrome", "Abacavir", "Zidovudine", "Lamivudine", "Amprenavir", "Antiviral Agents"], "id": "NCT00002183"}