{"brief_title": "VNP40101M in Treating Patients With Advanced or Metastatic Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. PURPOSE: Phase I trial to study the effectiveness of VNP40101M in treating patients who have advanced or metastatic cancer.", "detailed_description": "OBJECTIVES: - Determine the toxic effects of VNP40101M in patients with advanced or metastatic solid tumor or lymphoma. - Determine the maximum tolerated dose of this drug in these patients. - Determine the pharmacokinetics of this drug in these patients. - Determine the antitumor effects of this drug in these patients. OUTLINE: This is a dose-escalation study. Patients receive VNP40101M IV over 15 minutes on days 1, 8, and 15. Treatment repeats every 28 days. Cohorts of 3-6 patients receive escalating doses of VNP40101M until the maximum tolerated dose is determined. PROJECTED ACCRUAL: Approximately 20 patients will be accrued for this study.", "condition": "Unspecified Adult Solid Tumor, Protocol Specific", "intervention_type": "Drug", "intervention_name": "laromustine", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed advanced or metastatic solid tumor or lymphoma for which no curative or standard effective therapy exists - Measurable or evaluable disease - Primary brain tumors or brain metastases allowed provided neurologic deficits are stable and do not preclude study compliance PATIENT CHARACTERISTICS: Age - 18 and over Performance status - ECOG 0-1 Life expectancy - At least 3 months Hematopoietic - Granulocyte count at least 1,500/mm^3 - Platelet count at least 100,000/mm^3 - Hematocrit at least 30% (transfusion allowed) - No bleeding diathesis Hepatic - PT and PTT no greater than 1.5 times the upper limit of normal (ULN) - Bilirubin no greater than 1.5 times ULN - ALT and AST no greater than 1.5 times ULN (3 times ULN if liver metastases present) - Albumin at least 2.5 gm/dL Renal - Creatinine no greater than 2.0 mg/dL Cardiovascular - At least 3 months since prior myocardial infarction - No symptomatic coronary artery disease - No arrhythmias requiring medication - No uncontrolled congestive heart failure Pulmonary - No dyspnea on minimal or moderate exertion - DLCO and FEV1 at least 60% predicted Other - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No uncontrolled active bleeding (e.g., active peptic ulcer disease) - No active infection - HIV negative PRIOR CONCURRENT THERAPY: Biologic therapy - Recovered from acute toxicities of prior biologic therapy (persisting, chronic toxicity allowed if stable and no greater than grade 1) Chemotherapy - More than 6 months since prior high-dose chemotherapy with stem cell support - More than 3 weeks since prior cytotoxic chemotherapy (6 weeks for mitomycin or nitrosoureas) - Recovered from acute toxicities of prior chemotherapy (persisting, chronic toxicity allowed if stable and no greater than grade 1) Endocrine therapy - At least 2 weeks since prior hormonal therapy Radiotherapy - Recovered from acute toxicities of prior radiotherapy (persisting, chronic toxicity allowed if stable and no greater than grade 1) Surgery - At least 2 weeks since prior surgery Other - No other concurrent standard or investigational treatment for cancer - No concurrent disulfiram", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00049699.xml"}