{"brief_title": "A Comparison of Two Caloric Supplements in the Prevention of Weight Loss in Patients With AIDS Who Take Daily Multivitamin and Mineral Supplements", "brief_summary": "To compare a caloric supplement containing peptides and medium-chain triglycerides, a caloric supplement containing whole protein and long-chain triglycerides, and no caloric supplement for the prevention of weight loss in individuals with AIDS who take a daily multivitamin and mineral supplement.", "detailed_description": "Patients will be randomized to one of 3 study arms: Arm 1 - Peptamen drinks + multivitamin and mineral supplement, taken in addition to regular diet for 4 months Arm 2 - NuBasics drinks or equivalent amounts of NuBasics soups or bars + multivitamin and mineral supplement, taken in addition to regular diet for 4 months Arm 3 - Multivitamin and mineral supplement, taken in addition to regular diet for 4 months. At months 0, 2, and 4, patients will be assessed for weight, body cell mass, patient-reported physical activity level, and dietary intake (by 24-hour dietary recall). At months 2 and 4, they will also be assessed for compliance with study regimen. Patients who complete their 4 month follow up visit will be provided with a 30 day supply of the caloric supplement of their choice (Peptamen or NuBasics) and a 30 day supply of the study multivitamin supplement.", "condition": ["HIV Infections", "HIV Wasting Syndrome"], "intervention_type": ["Dietary Supplement", "Dietary Supplement", "Dietary Supplement"], "intervention_name": ["Multivitamin and mineral supplements", "Peptamen", "NuBasics"], "description": ["Oral tablets taken daily", "Solution received daily", "Solution or dietary bar received daily"], "arm_group_label": ["1", "2", "3", "1", "2"], "study_pop": "\n      ", "sampling_method": "Non-Probability Sample", "criteria": "Inclusion Criteria Patients must have: - HIV infection. - Stable weight. - CD4+ cell count <200 cells/mm3. - Life expectancy of at least 6 months. - Parent or legal guardian to sign written, informed consent for patients < 18 years old. Exclusion Criteria Co-existing Condition: Patients with any of the following symptoms or conditions are excluded: - Active opportunistic infection, requiring acute treatment. - Malignancy (other than stable cutaneous Kaposi's sarcoma that does not require systemic chemotherapy). - Diabetes mellitus or other conditions requiring special dietary restrictions. - Body mass index (BMI) >= 29.0 kg/m2. - Disorders or conditions that, in the treating clinician's opinion, may prevent adequate compliance with protocol requirements. Concurrent Medication: Excluded: - Growth hormone. - Megestrol acetate (Megace). - Cyproheptadine (Periactin). - Dronabinol (Marinol). - Thalidomide. - Anabolic steroids (e.g., nandrolone decanoate)(Deca-durabolin). - Pharmacologic-dose corticosteroids (e.g., > 15 mg/day prednisone equivalent) NOTE: - Men requiring testosterone replacement therapy for documented hypogonadism may be enrolled. - Caloric nutritional supplements deemed by the clinician to promote weight gain or maintenance. Patients with the following prior condition are excluded: - History of phenylketonuria. Prior Medication: Excluded within the past 2 weeks: - Use of caloric nutritional supplements for more than 5 days deemed by the clinician to promote weight gain or maintenance. Excluded within the past 30 days: - Growth hormone. - Megestrol acetate (Megace). - Cyproheptadine (Periactin). - Dronabinol (Marinol). - Thalidomide. - Anabolic steroids (e.g., nandrolone decanoate)(Deca-durabolin) - Pharmacologic-dose corticosteroids (e.g., > 15 mg/day prednisone equivalent). NOTE: - Men requiring testosterone replacement therapy for documented hypogonadism may be enrolled.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Nutritional Support", "mesh_term": ["HIV Infections", "Weight Loss", "Wasting Syndrome", "HIV Wasting Syndrome"], "id": "NCT00001077"}