{"brief_title": "Gefitinib and Docetaxel in Treating Patients With Advanced Solid Tumors", "brief_summary": "RATIONALE: Gefitinib may stop the growth of tumor cells by blocking the enzymes necessary for their growth. Drugs used in chemotherapy such as docetaxel work in different ways to stop tumor cells from dividing so they stop growing or die. Giving gefitinib with docetaxel may kill more tumor cells. PURPOSE: This phase I trial is studying the side effects and best dose of gefitinib when given with docetaxel in treating patients with advanced solid tumors.", "detailed_description": "OBJECTIVES: - Determine the maximum tolerated dose of gefitinib when administered with docetaxel in patients with advanced solid tumors. - Determine the safety and efficacy of this regimen in these patients. - Determine the pharmacokinetics of this regimen in these patients. OUTLINE: This is a dose-escalation study of gefitinib. Patients receive oral gefitinib once daily on days 1 and 2 and docetaxel IV over 1 hour on day 3. Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity. Cohorts of 3-6 patients receive escalating doses of gefitinib until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 3 or 2 of 6 patients experience dose-limiting toxicity. Patients are followed for survival. PROJECTED ACCRUAL: A total of 3-42 patients will be accrued for this study.", "condition": "Unspecified Adult Solid Tumor, Protocol Specific", "intervention_type": "Drug", "intervention_name": "gefitinib", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed advanced solid tumor - Failed standard treatment OR no standard treatment exists - Measurable or evaluable indicator lesions - No uncontrolled CNS metastases (i.e., any known CNS lesion that is progressive [e.g., ≥ 25% growth], symptomatic, and/or requires escalating doses of corticosteroids) PATIENT CHARACTERISTICS: Age - 18 and over Performance status - Karnofsky 70-100% Life expectancy - Not specified Hematopoietic - WBC ≥ 3,000/mm^3 - Hemoglobin ≥ 9.0 g/dL - Platelet count ≥ 100,000/mm^3 Hepatic - Bilirubin ≤ 1.5 times upper limit of normal (ULN) - AST ≤ 2.0 times ULN Renal - Creatinine ≤ 1.5 mg/dL OR - Creatinine clearance ≥ 55 mL/min Cardiovascular - No congestive heart failure - No recent myocardial infarction - No unstable angina - No uncontrolled hypertension Pulmonary - No clinically active interstitial lung disease - Chronic, stable, asymptomatic radiographic changes allowed Ophthalmic - No corneal abnormality - No history of dry eye syndrome or ocular surface diseases Other - No known severe hypersensitivity to gefitinib or any of its excipients - No unstable systemic disease - No active infection - No other significant medical history or unstable medical condition - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No sperm donation during and for 3 months after study participation PRIOR CONCURRENT THERAPY: Biologic therapy - Not specified Chemotherapy - At least 3 weeks since prior chemotherapy - No more than 2 prior chemotherapy regimens for metastatic cancer - No prior docetaxel Endocrine therapy - See Disease Characteristics Radiotherapy - At least 3 weeks since prior radiotherapy to a major bone marrow-containing area Surgery - Not specified Other - No prior gefitinib or erlotinib - No other prior epidermal growth factor receptor tyrosine kinase inhibitors - More than 30 days since prior non-approved or other investigational drugs - No concurrent administration of any of the following CYP3A4 inhibitors or inducers: - Ketoconazole - Itraconazole - Clarithromycin - Erythromycin - Grapefruit juice - Troleandomycin - Diltiazem - Verapamil - Rifampin - Phenytoin - Carbamazepine - Barbiturates - Hypericum perforatum (St. John's wort) - No concurrent warfarin - No concurrent drugs that cause significant sustained elevations of gastric pH (pH ≥ 5)", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00084786.xml"}