{"brief_title": "Telbivudine Versus Lamivudine in Adults With Decompensated Chronic Hepatitis B and Evidence of Cirrhosis", "brief_summary": "This research study was conducted to compare the safety and effectiveness of the investigational medication, LdT (Telbivudine) versus Lamivudine, a drug currently approved by the US, European and Asian Health Authorities for the treatment of Hepatitis B infection. The results for patients taking LdT will be compared to results for patients taking lamivudine.", "detailed_description": "Multicenter, multinational, randomized, double-blind study designed to compare the safety and efficacy of telbivudine (600 mg/day) versus lamivudine (100 mg/day) for 104 weeks in adults with decompensated chronic hepatitis B and evidence of cirrhosis. Patients were pre-stratified by screening Child-Turcotte-Pugh score (CTP score < 9 or ≥ 9) and ALT level (within normal limits (WNL) or > 1.0 x ULN) to help assure similar degrees of hepatic insufficiency and liver inflammation on both treatment arms. After 104 weeks of treatment, participants were followed-up with for an additional 16 weeks.", "condition": ["Hepatitis", "Hepatitis B, Chronic", "Cirrhosis"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["Telbivudine", "Lamivudine", "Placebo"], "description": ["600mg/day oral tablet for 104 weeks", "100mg/day oral tablet for 104 weeks", "Telbivudine matching placebo or lamivudine matching placebo tablet."], "arm_group_label": ["Telbivudine 600 mg", "Lamivudine 100 mg", "Telbivudine 600 mg", "Lamivudine 100 mg"], "other_name": ["LDT600"], "criteria": "Inclusion Criteria: - Documented decompensated chronic hepatitis B defined by all of the following: 1. Clinical history compatible with decompensated chronic hepatitis B related cirrhosis; 2. Child-Turcotte-Pugh score > 7 points. - Evidence of hepatic cirrhosis or portal hypertension. Other protocol-defined inclusion criteria may apply. Exclusion Criteria: - Patient is pregnant or breastfeeding. - Patient is coinfected with hepatitis C virus (HCV), hepatitis D virus (HDV), or Human immunodeficiency virus (HIV). - Patient previously received lamivudine, adefovir, or an investigational anti-hepatitis B virus (HBV) nucleoside or nucleotide analog at any time - Patient has received interferon or other immunomodulatory treatment for HBV infection in the 12 months before Screening for this study. Other protocol-defined exclusion criteria may apply.", "gender": "All", "minimum_age": "16 Years", "maximum_age": "70 Years", "healthy_volunteers": "No", "mesh_term": ["Hepatitis", "Hepatitis A", "Hepatitis, Chronic", "Hepatitis B", "Fibrosis", "Liver Cirrhosis", "Hepatitis B, Chronic", "Telbivudine", "Lamivudine"], "id": "NCT00076336"}