{"brief_title": "Minimally Invasive Surgical Therapy for BPH", "brief_summary": "The primary objective of this randomized clinical trial is to determine the efficacy and safety of three treatments for benign prostatic hyperplasia (BPH): transurethral needle ablation (TUNA), transurethral microwave therapy (TUMT), and medical therapy with alfuzosin and finasteride.", "condition": "Benign Prostatic Hyperplasia", "intervention_type": "Drug", "intervention_name": "Finasteride and Alfuzosin", "description": "finasteride in a daily dose of 5 mg and alfuzosin in a daily dose of 10 mg", "arm_group_label": "3", "criteria": "Inclusion - Patient signed informed consent prior to the performance of any study procedures or discontinuation of any exclusionary medications. - Male at least 50 years of age. - AUA symptom severity score >= 10. - Voided volume >= 100 ml. - Post-void residual < 350 ml. - Prostatic length 30-50 mm by cystoscopy (from bladder neck to verumontanum) or 35-60 mm by TRUS (from bladder neck to apex). - Prostate volume 25-100 cc by TRUS. - Prostate transverse diameter 34-80 mm. - Patient able to complete the study protocol in the opinion of the investigator. Exclusion - Any prior surgical intervention for BPH. - Enrolled in another treatment trial for any disease within the past 30 days. - Previously failed to respond to combination therapy with an alpha blocker and a 5-alpha reductase inhibitor. - Previous hypersensitivity, idiosyncrasy, or clinically suspected drug reaction to alfuzosin or finasteride. - On alpha-blocker within the past month. - On a 5-alpha reductase inhibitor within the past 4 months. - On phenylephrine, pseudoephedrine, imipramine, an anticholinergic or cholinergic medication within the past 2 weeks. - On estrogen, androgen, any drug producing androgen suppression, or anabolic steroids within the past 4 months. - Bleeding disorder or taking anticoagulation medication unless patient is able to be off anti-platelet medication for at least 10 days prior to MIST treatment. - Clinically significant renal or hepatic impairment as determined by abnormal creatinine or AST levels (i.e., creatinine > 2.0 mg/dL or AST > 1.5 times the upper limit of institutional norms). - Serum prostate specific antigen level > 10 ng/ml. - Active urinary tract infection as determined by positive culture, bacterial prostatitis within the past year documented by positive culture, or two documented urinary tract infections of any type in the past year (UTI defined as > 100,000 colonies per ml urine from midstream clean catch or catheterized specimen). - Biopsy of the prostate within the past 6 weeks. - Daily use of a pad or device for incontinence required or International Continence Society male incontinence symptoms score >= 13. - Episode of unstable angina pectoris, myocardial infarction, transient ischemic attack, or cerebrovascular accident (stroke) within the past 6 months, or peripheral arterial disease with intermittent claudication or Leriches syndrome. - Orthostatic hypotension defined as drop of > 20 mm Hg in supine to standing SPB or a drop of > 10 mm Hg in supine to standing DBP, in either standing BP reading, or the development of symptoms of postural hypotension (e.g., dizzy or light-headed). - Penile prosthesis. - Artificial urinary sphincter or any implant, metallic or nonmetallic, within 1.5 inches of the prostatic urethra. - History or current evidence of carcinoma of the prostate or bladder, pelvic radiation or surgery, or urethral stricture that requires dilation to pass a flexible cystoscope. - Non-symmetric median prostatic lobe enlargement or a prominent obstructing \"ball valve\" prostatic lobe as determined by cystoscopy. - Known primary neurologic conditions such as multiple sclerosis or Parkinson's disease, any component of an implantable neurostimulation system, or other neurological diseases known to affect bladder function. - Cancer that is not considered cured, except basal cell or squamous cell carcinoma of the skin (cured defined as no evidence of cancer within the past 5 years). - Defibrillator or pacemaker that cannot be deactivated during MIST. - Neurogenic decompensated or atonic bladder in the opinion of the investigator. - Patient has an interest in future fertility. - Previous rectal surgery other than hemorrhoidectomy. - Any serious medical condition likely to impede successful completion of the study.", "gender": "Male", "minimum_age": "50 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00064649.xml"}