{"brief_title": "A Study of Thalidomide Plus Dexamethasone (Thal-Dex) Versus DOXIL plusThalidomide Plus Dexamethasone (DOXIL -Thal-Dex) in Patients With Newly Diagnosed Multiple Myeloma", "brief_summary": "The purpose of this study is to determine if Thalidomide + Dexamethasone or DOXIL (doxorubicin HCl liposome injection) + Thalidomide + Dexamethasone is more effective in treating newly diagnosed patients with multiple myeloma. The number of patients whose multiple myeloma disappears for a period of time (complete Response) will be studied to make the determination of which treatment is more effective.", "detailed_description": "This is a multi-center, open-label (all people know the identity of the intervention), randomized (the study medication is assigned by chance) study to compare the safety and effectiveness of Thalidomide + Dexamethasone versus DOXIL (doxorubicin HCl liposome injection) + Thalidomide + Dexamethasone in patients with newly diagnosed multiple myeloma. Treatments are administered in 28-day cycles. Patients will receive 4 to 12 treatment cycles, depending on the response of their multiple myeloma to the treatment (measured according to the European Group for Blood and Marrow Transplant Response Criteria). Patients will have additional tests that include Multiple Gated Acquisition (MUGA) scans or echocardiograms to assess the patients for potential cardiotoxicity that could be related to treatment with DOXIL (doxorubicin HCl liposome injection). Maximum duration of study participation for each participant will be 48 weeks.", "condition": ["Multiple Myeloma"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["Thalidomide", "Dexamethasone", "DOXIL"], "description": ["Participants will receive thalidomide orally every night (at bedtime) without food on days 1-28 and dosing will gradually increase during Cycle 1 starting at 50 mg on 1 to 7 days, 100 mg on 8 to 14 days, 150 mg on 15 to 21 days, and 200 mg 22 to 28 days. Thalidomide 200 mg per day will be administered for subsequent cycles. Participants will receive thalidomide for minimum of 4 cycles and a maximum of 12 cycles.", "Participants will receive dexamethasone 40 mg orally on Days 1 to 4, 9 to 12 and 17 to 20.", "DOXIL 40 mg/m2 will be administered iintravenously (into a vein) on Day 1."], "arm_group_label": ["Thalidomide + dexamethasone", "Thalidomide + dexamethasone + DOXIL", "Thalidomide + dexamethasone", "Thalidomide + dexamethasone + DOXIL", "Thalidomide + dexamethasone + DOXIL"], "criteria": "Inclusion Criteria: - Previously untreated, histologically confirmed multiple myeloma (per International Myeloma Working Group [IMWG] criteria - Eastern Cooperative Oncology Group (ECOG) status 0-2 - Adequate absolute neutrophil count (ANC), platelet count and hemoglobin - Adequate serum calcium - Enrollment in System for Thalidomide Education and Prescribing Safety Program (S.T.E.P.S.) Exclusion Criteria: - No treatment with dexamethasone for multiple myeloma - No peripheral neuropathy of Grade 2 or higher - No Left Ventricular Ejection Fraction (LVEF) of less than 45 percentage - No history of life-threatening thromboembolic events of any kind (ie, myocardial infarction, pulmonary embolism, stroke or others), within 1 year before enrollment in the study - No deep vein thrombosis (DVT) within 1 year of enrollment - No current anticoagulation for DVT", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Pegylated liposomal hydrochloride doxorubicin injection", "mesh_term": ["Multiple Myeloma", "Neoplasms, Plasma Cell", "Dexamethasone acetate", "Dexamethasone", "Dexamethasone 21-phosphate", "Liposomal doxorubicin", "Doxorubicin", "Thalidomide", "BB 1101"], "id": "NCT00097981"}