{"brief_title": "Combination Chemotherapy and Monoclonal Antibody Therapy in Treating Patients With Non-Hodgkin's Lymphoma", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. Monoclonal antibodies such as rituximab can locate tumor cells and either kill them or deliver tumor-killing substances to them without harming normal cells. Combining rituximab with combination chemotherapy may kill more cancer cells. PURPOSE: Phase II trial to study the effectiveness of combining rituximab with combination chemotherapy in treating patients who have previously untreated non-Hodgkin's lymphoma.", "detailed_description": "OBJECTIVES: - Determine the response rate, progression-free survival, and overall survival of patients with previously untreated aggressive CD20+ B-cell diffuse large cell or immunoblastic large cell lymphoma treated with rituximab, doxorubicin, etoposide, vincristine, prednisone, and cyclophosphamide. - Determine the toxic effects of this regimen in these patients. - Correlate tumor proliferation rate (MIB-1), bcl-2 expression, and p53 overexpression with complete response rate, progression-free survival, and overall survival in patients treated with this regimen. OUTLINE: This is a multicenter study. Patients receive rituximab IV on day 1; doxorubicin IV continuously, etoposide IV continuously, and vincristine IV continuously on days 1-4; oral prednisone twice daily on days 1-5; and cyclophosphamide IV on day 5. Patients also receive filgrastim (G-CSF) subcutaneously beginning on day 6 and continuing until blood counts recover. Treatment repeats every 21 days for up to 8 courses in the absence of disease progression or unacceptable toxicity. After 4 courses, patients with complete or partial response receive 2 additional courses. Patients are followed every 3 months for 2 years and then every 6 months for 3 years. PROJECTED ACCRUAL: A total of 25-50 patients will be accrued for this study within 1 year.", "condition": "Lymphoma", "intervention_type": "Drug", "intervention_name": "vincristine sulfate", "description": "0.4 mg/sq m/day continuous IV infusion uncapped on Days 1-4 Cycle 1 Subsequent cycle dosages based on previous cycle and day 1 of treatment toxicities", "arm_group_label": "EPOCH-Rituximab", "other_name": "G-CSF", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed stage II, III, or IV diffuse large cell lymphoma and WHO variants - CD20+ large B-cell lymphoma, including those with immunoblastic features - CD20+ thymic B-cell lymphoma - No evidence of indolent lymphoma - No mantle cell lymphomas or equivocal B-cell lymphomas that express markers of mantle cell lymphoma (e.g., cyclin D) or other subtypes - No known lymphomatous involvement of the CNS, including the parenchyma or leptomeninges PATIENT CHARACTERISTICS: Age: - Not specified Performance status: - CALGB 0-2 Life expectancy: - Not specified Hematopoietic: - Absolute neutrophil count at least 1,000/mm3* - Platelet count at least 100,000/mm3* NOTE: * Unless due to lymphoma Hepatic: - Bilirubin no greater than 2.0 mg/dL* NOTE: * Unless due to lymphoma or Gilbert's disease Renal: - Creatinine no greater than 1.5 mg/dL* NOTE: * Unless due to lymphoma Cardiovascular: - LVEF greater than 45% - No ischemic heart disease - No myocardial infarction or congestive heart failure within the past year Other: - HIV negative - Not pregnant or nursing - Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - No prior cytotoxic chemotherapy - No other concurrent chemotherapy Endocrine therapy: - Prior short-course of glucocorticoids allowed - No concurrent hormones except for non-disease-related conditions (e.g., insulin for diabetes) - No concurrent steroids except for adrenal failure - No concurrent dexamethasone or other steroidal antiemetics Radiotherapy: - Prior limited-field radiotherapy allowed Surgery: - Not specified", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00032019.xml"}