{"brief_title": "Treatment of Obsessive Compulsive Disorder in Children", "brief_summary": "This study will determine whether cognitive behavioral therapy delivered by either psychologists or psychiatrists can improve the effectiveness of serotonin reuptake inhibitor treatment in children with obsessive compulsive disorder.", "detailed_description": "The vast majority of children with obsessive compulsive disorder (OCD) are given serotonin reuptake inhibitor (SRI) drugs as initial treatment. However, recommended doses of these medications leave many children with clinically significant residual symptoms. Health care experts typically recommend augmenting SRI treatment with cognitive behavioral therapy (CBT), yet this recommendation is seldom followed. This study will contrast two CBT augmentation strategies to continued medication management alone: CBT administered by a psychologist and instructional CBT (I-CBT)administered by a psychiatrist in the context of ongoing medication management. All patients in the trial will be eligible to receive a full course of CBT by study end. Participants in this study will be randomly assigned to receive CBT, I-CBT or continued medication management. All participants will continue their SRI treatment for 12 weeks. After the 12-week treatment period, participants who received I-CBT or medication management alone and who remain symptomatic will be given CBT as will participants who are asymptomatic but relapse within 6 months after treatment. Assessments will be conducted at Weeks 0, 4, 8, and 12. Follow-up assessments will be conducted at 3 and 6 months post-treatment.", "condition": ["Obsessive-Compulsive Disorder"], "intervention_type": ["Drug", "Behavioral", "Behavioral"], "intervention_name": ["Serotonin reuptake inhibitors management", "Cognitive behavioral therapy by a psychologist", "Instructional cognitive behavioral therapy by a psychiatrist"], "description": ["Participants are maintained on their optimized dose of SRI for OCD symptoms (see \"Other Names\" section for specific drugs and dosage ranges). If the participant has been treated with an SRI for at least 9 weeks AND has been at a stable dose for the past 3 weeks (e.g., the dose response curve is flat indicating no further improvement in OCD symptoms) OR the participant did not tolerate a dose increase to the next higher dose OR the participant has been at the maximum allowable dose for 3 weeks, then the participant is considered optimized and will be maintained on that dose. During trial, all participants will be maintained on their SRI dose during acute treatment at a constant dose unless side effects warrant downward adjustment of the SRI.", "CBT consists of 14 visits over 12 weeks involving: (1) psychoeducation, (2), cognitive training, (3) mapping OCD, and (4) exposure and ritual prevention (EX/RP). The intervention was adapted from March and Mulle (1998) treatment protocol for pediatric OCD.", "The psychiatrist who manages medication will also provide instructions in the CBT procedures that have been found to help reduce OCD symptoms, namely EX/RP. MM+I-CBT was constructed as a single-doctor \"best practice\" treatment with three primary goals: (1) inclusion of the main psychoeducational and EX/RP components of the full CBT protocol; (2) feasibility of training psychiatrists to perform the CBT component of MM+I-CBT; (3) integration with protocol medication management visits; and (4) feasibility of implementation with the constraints of a busy practice oriented primarily toward pharmacotherapy."], "arm_group_label": ["MedMgmt+CBT", "MedMgmt+I-CBT", "MedMgmt Only", "MedMgmt+CBT", "MedMgmt+I-CBT"], "other_name": ["Drug Name with Minimum-Maximum Dosage", "Citalopram (Celexa)10-60;", "Escitalopram (Lexapro)5-30;", "Fluoxetine (Prozac) 10-60;", "Fluvoxamine (Luvox)25-300;", "Paroxetine (Paxil)10-50;", "Paroxetine-CR (Paxil)10-50;", "Clomipramine (Anafranil)25-200;", "Sertraline (Zoloft) 25-200;", "Venlafaxine (Effexor)25-225;", "Venlafaxine XR (Effexor)37.5-225;"], "criteria": "Inclusion Criteria: - DSM-IV Diagnosis of obsessive compulsive disorder - CYBOCS total score greater than 16 Exclusion Criteria: - Other primary or co-primary psychiatric disorder - Pervasive developmental disorder or disorders, including Asperger's Syndrome - Thought disorder - Prior failed trial of cognitive-behavioral therapy - Has pediatric autoimmune neuropsychiatric disorders associated with streptococcus (PANDAS) or maintenance antibiotic for obsessive-compulsive disorder - Mental retardation - Pregnancy", "gender": "All", "minimum_age": "7 Years", "maximum_age": "17 Years", "healthy_volunteers": "No", "keyword": "Adolescent", "mesh_term": ["Compulsive Personality Disorder", "Obsessive-Compulsive Disorder", "Compulsive Behavior", "Venlafaxine Hydrochloride", "Paroxetine", "Clomipramine", "Serotonin", "Serotonin Uptake Inhibitors"], "id": "NCT00074815"}