{"brief_title": "Safety, Tolerability, and Pharmacokinetics of CAT-192 (Human Anti-TGF-Beta1 Monoclonal Antibody) in Patients With Early Stage Diffuse Systemic Sclerosis", "brief_summary": "Systemic Sclerosis (also known as Scleroderma) is a chronic, autoimmune disease of the connective tissue generally classified as one of the rheumatic diseases. Systemic Sclerosis causes fibrosis (scar tissue) to be formed in the skin and internal organs. The fibrosis eventually causes the involved skin to harden, limiting mobility, and can also damage other organs. Excess Transforming Growth Factor Beta-1 (TGF-beta1) activity may result in the abnormal fibrosis characteristic of Systemic Sclerosis. An antibody against TGF-beta1 may modify pathologic processes characterized by inappropriate fibrosis. Genzyme Corporation is currently investigating a human monoclonal antibody (CAT-192) that neutralizes active TGF-beta1. This study is being conducted in the U.S. and Europe to evaluate the safety, tolerability, and pharmacokinetics of repeated treatments with CAT-192 in patients with early stage diffuse Systemic Sclerosis.", "condition": ["Systemic Sclerosis", "Scleroderma"], "intervention_type": ["Drug"], "intervention_name": ["Human Anti-Transforming Growth Factor Beta-1 Monoclonal Antibody"], "criteria": "Inclusion Criteria: - Diagnosis of diffuse systemic sclerosis - Duration of disease 18 months or less - Modified Rodnan Skin Score in a range as identified by the study protocol - Evidence of worsening disease activity - Ability to attend follow-up assessments for a minimum of 9 months - Agree to delay elective surgery during the trial and up to 9 months after final infusion - Agree to delay reproduction during the trial and up to 9 months after final infusion Exclusion Criteria: - Women who are pregnant or lactating - Clinical evidence of other definable connective tissue or autoimmune disease - Severe kidney, heart, lung, or gastrointestinal disease - Treatment with protocol-specified immunosuppressants within 4 weeks of starting the clinical study - Treatment with systemic corticosteroids in a dose greater than 10 mg/day of prednisone or equivalent (inhaled steroids at standard doses are allowed) - Current treatment by photopheresis", "gender": "All", "minimum_age": "18 Years", "maximum_age": "75 Years", "healthy_volunteers": "No", "mesh_term": ["Sclerosis", "Scleroderma, Systemic", "Scleroderma, Diffuse", "Antibodies", "Immunoglobulins", "Antibodies, Monoclonal", "Mitogens"], "id": "NCT00043706"}