{"brief_title": "Alvocidib, Fludarabine Phosphate, and Rituximab in Treating Patients With Lymphoproliferative Disorders or Mantle Cell Lymphoma", "brief_summary": "This phase I trial studies the side effects, best way to give, and the best dose of alvocidib when given together with fludarabine phosphate and rituximab in treating patients with previously untreated or relapsed lymphoproliferative disorders or mantle cell lymphoma. Monoclonal antibodies such as rituximab can locate cancer cells and either kill them or deliver cancer-killing substances to them without harming normal cells. Drugs used in chemotherapy such as alvocidib and fludarabine use different ways to stop cancer cells from dividing so they stop growing or die. Combining monoclonal antibody therapy with chemotherapy may kill more cancer cells.", "detailed_description": "PRIMARY OBJECTIVES: I. To determine a safe and tolerated dose of flavopiridol (alvocidib) in combination with standard dose rituximab and fludarabine (fludarabine phosphate) in patients with indolent B-cell lymphoproliferative disorders and mantle cell lymphoma. II. To assess the toxicity of the combination regimen of flavopiridol, rituximab and fludarabine in patients with indolent B-cell lymphoproliferative disorders and mantle cell lymphoma. III. To determine the safety, toxicity and efficacy of administering flavopiridol as a 30-minute bolus followed by 4-hour infusion, in combination with rituximab and fludarabine in patients with indolent B-cell lymphoproliferative disorders and mantle cell lymphoma. SECONDARY OBJECTIVES: I. To determine pharmacokinetics of the combination regimen of flavopiridol, rituximab and fludarabine in patients with indolent B-cell lymphoproliferative disorders and mantle cell lymphoma. II. To determine pharmacodynamics of the combination regimen of flavopiridol, rituximab and fludarabine in patients with indolent B-cell lymphoproliferative disorders and mantle cell lymphoma. OUTLINE: This is a dose-escalation study of alvocidib. Patients receive fludarabine phosphate intravenously (IV) over 15-30 minutes on days 1-5 and rituximab IV over 3-4 hours on day 1. Alvocidib is administered IV over 60 minutes on day 1 in cohort 1; on days 1 and 2 in cohort 2; and on days 1, 2, and 3 in cohort 3. In cohorts 4 and 5, patients receive fludarabine phosphate and rituximab as above and alvocidib IV over 30 minutes and then IV over 4 hours on day 1 of courses 2-6. Treatment repeats every 28 days for up to 6 courses in the absence of disease progression or unacceptable toxicity. PROJECTED ACCRUAL: A total of 37 patients will be accrued for this study.", "condition": ["B-cell Chronic Lymphocytic Leukemia", "Contiguous Stage II Grade 1 Follicular Lymphoma", "Contiguous Stage II Grade 2 Follicular Lymphoma", "Contiguous Stage II Mantle Cell Lymphoma", "Contiguous Stage II Marginal Zone Lymphoma", "Contiguous Stage II Small Lymphocytic Lymphoma", "Extranodal Marginal Zone B-cell Lymphoma of Mucosa-associated Lymphoid Tissue", "Nodal Marginal Zone B-cell Lymphoma", "Noncontiguous Stage II Grade 1 Follicular Lymphoma", "Noncontiguous Stage II Grade 2 Follicular Lymphoma", "Noncontiguous Stage II Mantle Cell Lymphoma", "Noncontiguous Stage II Marginal Zone Lymphoma", "Noncontiguous Stage II Small Lymphocytic Lymphoma", "Progressive Hairy Cell Leukemia, Initial Treatment", "Recurrent Grade 1 Follicular Lymphoma", "Recurrent Grade 2 Follicular Lymphoma", "Recurrent Mantle Cell Lymphoma", "Recurrent Marginal Zone Lymphoma", "Recurrent Small Lymphocytic Lymphoma", "Refractory Chronic Lymphocytic Leukemia", "Refractory Hairy Cell Leukemia", "Splenic Marginal Zone Lymphoma", "Stage I Chronic Lymphocytic Leukemia", "Stage I Grade 1 Follicular Lymphoma", "Stage I Grade 2 Follicular Lymphoma", "Stage I Mantle Cell Lymphoma", "Stage I Marginal Zone Lymphoma", "Stage I Small Lymphocytic Lymphoma", "Stage II Chronic Lymphocytic Leukemia", "Stage III Chronic Lymphocytic Leukemia", "Stage III Grade 1 Follicular Lymphoma", "Stage III Grade 2 Follicular Lymphoma", "Stage III Mantle Cell Lymphoma", "Stage III Marginal Zone Lymphoma", "Stage III Small Lymphocytic Lymphoma", "Stage IV Chronic Lymphocytic Leukemia", "Stage IV Grade 1 Follicular Lymphoma", "Stage IV Grade 2 Follicular Lymphoma", "Stage IV Mantle Cell Lymphoma", "Stage IV Marginal Zone Lymphoma", "Stage IV Small Lymphocytic Lymphoma", "Untreated Hairy Cell Leukemia", "Waldenström Macroglobulinemia"], "intervention_type": ["Drug", "Drug", "Biological", "Other"], "intervention_name": ["alvocidib", "fludarabine phosphate", "rituximab", "pharmacological study"], "description": ["Given IV", "Given IV", "Given IV", "Correlative studies"], "arm_group_label": ["Treatment (alvocidib, fludarabine phosphate, rituximab)", "Treatment (alvocidib, fludarabine phosphate, rituximab)", "Treatment (alvocidib, fludarabine phosphate, rituximab)", "Treatment (alvocidib, fludarabine phosphate, rituximab)"], "other_name": ["FLAVO", "flavopiridol", "HMR 1275", "L-868275", "2-F-ara-AMP", "Beneflur", "Fludara", "IDEC-C2B8", "IDEC-C2B8 monoclonal antibody", "Mabthera", "MOAB IDEC-C2B8", "Rituxan", "pharmacological studies"], "criteria": "Inclusion Criteria: - Histologically confirmed mantle cell lymphoma OR indolent B-cell lymphoproliferative disorders of any of the following types: - Chronic lymphocytic leukemia - Small lymphocytic lymphoma - Follicular center cell non-Hodgkin's lymphoma (grade I or II) - Marginal zone lymphoma - Waldenstrom's macroglobulinemia - Hairy cell leukemia - Previously untreated or relapsed/refractory disease - No evidence of histological transformation to an intermediate-grade or aggressive lymphoma - CD20 positive by immunoperoxidase or flow cytometry - Evaluable disease with presence of 1 of the following criteria: - Absolute lymphocyte count greater than 5,000/mm^3 - At least 1 measurable node greater than 2 cm by computed tomography (CT) scan OR measurable disease in a lymphoid structure (spleen) - Bone marrow involvement (greater than 20% of marrow cellularity) - Performance status - Eastern Cooperative Oncology Group (ECOG) 0-2 - See Disease Characteristics - Absolute neutrophil count at least 1,500/mm^3 - Platelet count at least 100,000/mm^3 - Hemoglobin at least 9.0 g/dL - Bilirubin no greater than 2 times normal - Aspartate aminotransferase (AST) no greater than 2 times normal - Creatinine no greater than 2.0 mg/dL - Creatinine clearance at least 50 mL/min - No renal dysfunction that would impair tolerance or compliance with study therapy - No cardiac dysfunction that would impair tolerance or compliance with study therapy - No pulmonary dysfunction that would impair tolerance or compliance with study therapy - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No chronic gastrointestinal disease (e.g., Crohn's disease, ulcerative colitis, short gut syndrome) that would impair tolerability of compliance with therapy - No neurological or psychiatric dysfunction that would impair tolerability of or compliance with study therapy - At least 6 weeks since prior nitrosourea or mitomycin - No more than 6 prior courses of fludarabine - No concurrent corticosteroids as antiemetics - At least 4 weeks since prior therapy for disease - No more than 3 prior treatments for disease (not including steroids alone)", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Lymphoma", "Leukemia", "Lymphoma, Follicular", "Leukemia, Lymphoid", "Leukemia, Lymphocytic, Chronic, B-Cell", "Lymphoma, B-Cell", "Lymphoma, Mantle-Cell", "Lymphoma, B-Cell, Marginal Zone", "Leukemia, Hairy Cell", "Waldenstrom Macroglobulinemia", "Lymphoproliferative Disorders", "Fludarabine", "Fludarabine phosphate", "Alvocidib", "Rituximab", "Vidarabine"], "id": "NCT00058227"}