{"brief_title": "Clinical Trials of Two Non-drug Treatments for Chronic Depression", "brief_summary": "This study investigates the potential efficacy of two nonpharmacologic treatments for nonseasonal depression, bright light exposure or high-density negative air ion exposure. Treatments are self-administered at home by the patient under close clinical supervision.", "detailed_description": "Bright light exposure and high-density negative ion exposure have been designed to mimic outdoor environmental conditions and are effective in relieving symptoms of seasonal (winter) depression, but their effectiveness in treating chronic depression has not been explored. Participants in this 10-week study will have an interview, a complete physical exam, and six one-hour appointments for progress evaluations. They will be randomly assigned to either light or high- or low-dose negative ions. Each treatment must be taken consistently for five weeks at the same time every day, after which treatment is temporarily suspended to determine whether symptoms return. Participants will then have the opportunity to try the alternate active treatment to determine which works best for them. On two occasions, participants will provide saliva samples, used to determine the level of melatonin, a hormone that becomes active at night and indicates whether a person's internal circadian clock is \"in sync\" with the day-night cycle or is early or late. This diagnostic test for melatonin, which is not yet readily available in medical practice, provides our research participants with unique information that can be used to optimize the timing of future treatment.", "condition": ["Mood Disorders", "Depressive Disorders", "Depression", "Chronic Depression"], "intervention_type": ["Device", "Device", "Device"], "intervention_name": ["Bright light box", "High-output negative ion generator", "Low-output negative ion generator"], "description": ["60-min light therapy shortly after awakening", "60-min high-density ion exposure shortly after awakening", "60-min low-density ion exposure shortly after awakening"], "arm_group_label": ["bright light box", "high-output negative ion generator", "low-output negative ion generator"], "criteria": "Inclusion Criteria: - Diagnosis of major depression - Must be able to maintain a regular sleep schedule Exclusion Criteria: - Depression restricted to certain seasons of the year - Presence of other psychiatric disorders - Current use of psychotropic medication, except for selective serotonin reuptake inhibitors (SSRIs) - Current use of recreational drugs or supplements that may affect mood - Current medical illness or medication that may affect response to antidepressant treatment - Long-distance travel while participating in the program - Pregnancy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "65 Years", "healthy_volunteers": "No", "keyword": "Phototherapy.", "mesh_term": ["Disease", "Depression", "Depressive Disorder", "Mood Disorders"], "id": "NCT00006172"}