{"brief_title": "Combination Chemotherapy in Treating Patients With AIDS-Related Non-Hodgkin's Lymphoma", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. Combining more than one drug may kill more cancer cells. PURPOSE: Phase II trial to study the effectiveness of combining lomustine, etoposide, cyclophosphamide, and procarbazine in treating patients who have AIDS-related non-Hodgkin's lymphoma.", "detailed_description": "OBJECTIVES: - Determine the objective response rate, response duration, and survival of patients with AIDS-related non-Hodgkin's lymphoma treated with lomustine, etoposide, cyclophosphamide, and procarbazine. - Determine the feasibility of this regimen in these patients. - Determine the clinical toxicity of this regimen in these patients. - Assess the quality of life of patients treated with this regimen. - Determine the impact of this regimen on the underlying HIV infection in these patients. OUTLINE: This is a multicenter study. Patients receive oral lomustine on day 1 (course 1 only), oral etoposide on days 1-3, and oral cyclophosphamide and oral procarbazine on days 22-26. Patients may also receive filgrastim (G-CSF) subcutaneously on days 5-21 and 28-42. Treatment repeats every 6 weeks for 2 courses in the absence of disease progression or unacceptable toxicity. Quality of life is assessed at baseline, on days 1 and 22 of each course, at day 84, and then every 3 months for 1 year. Patients are followed at day 84 and then every 3 months. PROJECTED ACCRUAL: A total of 66 patients (22 in the United States and 44 in Africa) will be accrued for this study within 3-4 years.", "condition": ["Lymphoma"], "intervention_type": ["Biological", "Drug", "Drug", "Drug", "Drug"], "intervention_name": ["filgrastim", "cyclophosphamide", "etoposide", "lomustine", "procarbazine hydrochloride"], "description": ["filgrastim (G-CSF) subcutaneously on days 5-21 and 28-42. Treatment repeats every 6 weeks for 2 courses in the absence of disease progression or unacceptable toxicity.", "Oral cyclophosphamide on days 22-26. Treatment repeats every 6 weeks for 2 courses in the absence of disease progression or unacceptable toxicity.", "Oral etoposide on days 1-3. Treatment repeats every 6 weeks for 2 courses in the absence of disease progression or unacceptable toxicity.", "Oral lomustine on day 1 (course 1 only). Treatment repeats every 6 weeks for 2 courses in the absence of disease progression or unacceptable toxicity.", "Oral procarbazine on days 22-26. Treatment repeats every 6 weeks for 2 courses in the absence of disease progression or unacceptable toxicity."], "criteria": "DISEASE CHARACTERISTICS: - Diagnosis of acquired immune deficiency syndrome - Histologically confirmed stage I, II, III, or IV intermediate- or high-grade non-Hodgkin's lymphoma - B-cell, T-cell, or indeterminate immunologic phenotype - Measurable or evaluable disease - No clinical, radiographic, or cytological evidence of CNS parenchymal, vitreal, or leptomeningeal involvement by lymphoma NOTE: A new classification scheme for adult non-Hodgkin's lymphoma has been adopted by PDQ. The terminology of \"indolent\" or \"aggressive\" lymphoma will replace the former terminology of \"low\", \"intermediate\", or \"high\" grade lymphoma. However, this protocol uses the former terminology. PATIENT CHARACTERISTICS: Age - 18 and over (in the United States) - 16 and over (in Africa) Performance status - ECOG 0-3 Life expectancy - At least 6 weeks Hematopoietic - WBC at least 1,500/mm3 - Platelet count at least 50,000/mm3 Hepatic - Bilirubin no greater than 3.0 mg/dL Renal - Creatinine no greater than 3.0 mg/dL Other - Concurrent active infection for which patient is receiving treatment allowed provided clinical status is stable - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective barrier contraception PRIOR CONCURRENT THERAPY: Biologic therapy - Not specified Chemotherapy - No prior chemotherapy for lymphoma Endocrine therapy - Not specified Radiotherapy - Prior radiotherapy for stage I or II disease allowed provided there is documentation of disease progression Surgery - Not specified Other - Concurrent antiretroviral therapy (except zidovudine) allowed", "gender": "All", "minimum_age": "16 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "AIDS-related small noncleaved cell lymphoma", "mesh_term": ["Lymphoma", "Lymphoma, Non-Hodgkin", "Cyclophosphamide", "Lomustine", "Etoposide phosphate", "Etoposide", "Procarbazine", "Lenograstim"], "id": "NCT00049439"}