{"brief_title": "A Study of Trabectedin in Patients With Advanced Ovarian Cancer", "brief_summary": "The purpose of this study is to test the safety and effectiveness of an investigational chemotherapy agent in patients with advanced ovarian cancer.", "detailed_description": "Patients will be enrolled in the study after all study-specific entry criteria are met and informed consent is obtained. Patients will be required to attend regular clinic visits to receive study medication and have their status monitored. Patients will also be required to have radiologic tumor assessments performed at multiple times throughout the study. A detailed explanation can be provided by the study physician (Investigator) conducting this study. Trabectedin at a starting dose of 0.58 mg/m2 will be given to patients intravenously (i.v). as a 3-hour infusion every week for 3 weeks (on Days 1, 8, and 15) of a 4 week cycle via a central venous catheter (also referred to as a \"central line\" which is a tube ie, \"catheter\" placed into a large vein). All patients will receive dexamethasone 10 mg i.v. 30 minutes prior to each trabectedin infusion. Patients may receive multiple cycles of trabectedin in the absence of disease progression.", "condition": ["Ovarian Neoplasms", "Endocrine Gland Neoplasms", "Neoplasms by Site", "Neoplasms", "Ovarian Diseases", "Adnexal Diseases", "Genital Diseases, Female"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Trabectedin", "Dexamethasone"], "description": ["Trabectedin 0.58 mg/m2, administered as a 3-hour intravenous infusion, Days 1, 8, and 15 every 28 days for up to approximately 3 years in the absence of disease progression.", "Dexamethasone 10 mg administered intravenously 30 minutes prior to each trabectedin infusion."], "arm_group_label": ["Trabectedin", "Trabectedin"], "criteria": "Inclusion Criteria: - Diagnosis of advanced epithelial ovarian cancer - Progression or recurrence during or after platinum-containing regimen - At least one measureable tumor lesion - Adequate bone marrow, hepatic and renal function - Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1 Exclusion Criteria: - Known hypersensitivity to any components of the i.v. formulation of trabectedin or dexamethasone - Pregnant or lactating women - Known metastases (spread) of cancer to the central nervous system - History of another neoplastic disease unless in remission for five years or more.", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Alkylating Agents", "mesh_term": ["Neoplasms", "Ovarian Neoplasms", "Neoplasms by Site", "Ovarian Diseases", "Genital Diseases, Female", "Endocrine Gland Neoplasms", "Adnexal Diseases", "Dexamethasone acetate", "Dexamethasone", "Dexamethasone 21-phosphate", "Trabectedin", "BB 1101", "Antineoplastic Agents, Alkylating"], "id": "NCT00050414"}