{"brief_title": "A Phase III Study Comparing Two Different Anti-HIV Drug Combinations in HIV-Positive Patients Without Previous Anti-HIV Drug Therapy", "brief_summary": "The purpose of this study is to see how safe a new protease inhibitor (PI) is and how well it fights HIV infection. A PI is a drug that stops HIV from using healthy cells to make more virus. This study will compare the new PI combination of ABT-378 plus ritonavir (RTV) with another PI, nelfinavir (NFV). Earlier studies suggest ABT-378/RTV will be just as good as and perhaps better than NFV at fighting HIV infection.", "detailed_description": "Based on the accumulated studies to date, it is expected that ABT-378/ritonavir will provide efficacy that is at least as good as (or superior to) nelfinavir when used in combination with reverse transcriptase inhibitors. Patients are equally randomized to one of two treatment arms. In one arm, approximately 330 patients receive ABT-378/ritonavir plus nelfinavir placebo. In the other arm, approximately 330 patients receive nelfinavir plus ABT-378/ritonavir placebo. In both arms, these protease inhibitors are blinded to the investigator, patient, and sponsor. Both arms receive open-label stavudine and lamivudine. Vital sign measurements, physical examinations, ECGs, routine clinical laboratory evaluations, and determinations of antiviral and immunologic activity are performed at intervals throughout the study.", "condition": ["HIV Infections"], "intervention_type": ["Drug", "Drug", "Drug", "Drug"], "intervention_name": ["Lopinavir/Ritonavir", "Nelfinavir mesylate", "Lamivudine", "Stavudine"], "criteria": "Inclusion Criteria You may be eligible for this trial if you: - Are HIV positive. - Have a viral load (level of HIV in your blood) of more than 400 copies/ml. - Are age 12 or older. - Agree to practice abstinence or use effective methods of birth control during the study. Exclusion Criteria You will not be eligible for this trial if you: - Have taken anti-HIV drugs for more than 14 days in the past, or if you have ever taken d4T or 3TC. - Are seriously ill or have an AIDS-related infection. - Are pregnant or breast-feeding. - Are taking certain medications.", "gender": "All", "minimum_age": "12 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "ABT 378", "mesh_term": ["HIV Infections", "Ritonavir", "Lopinavir", "Nelfinavir", "Stavudine", "Lamivudine"], "id": "NCT00004583"}