{"brief_title": "Arsenic Trioxide in Treating Patients With Advanced Hematologic Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. PURPOSE: Phase I trial to study the effectiveness of arsenic trioxide in treating patients who have advanced hematologic cancer.", "detailed_description": "OBJECTIVES: I. Develop a safe, weight-based, extended-dosing regimen of arsenic trioxide suitable for outpatient therapy in patients with advanced hematologic cancers. II. Determine the pattern of clinical adverse experience in patients treated with this drug. III. Evaluate evidence of clinical responsiveness that may provide leads for further testing in patients treated with this drug. OUTLINE: This is a dose-escalation study. Patients receive arsenic trioxide IV over 1-4 hours on days 1-25. Courses repeat every 3-5 weeks in the absence of disease progression or unacceptable toxicity. Cohorts of 4-6 patients receive escalating doses of arsenic trioxide until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose at which no more than 1 of 6 patients experiences dose-limiting toxicity. Patients are followed for 1 month. PROJECTED ACCRUAL: Approximately 48 patients will be accrued for this study.", "condition": ["Leukemia", "Lymphoma", "Multiple Myeloma and Plasma Cell Neoplasm"], "intervention_type": ["Drug"], "intervention_name": ["arsenic trioxide"], "criteria": "DISEASE CHARACTERISTICS: Histologically proven hematologic cancer, including acute or chronic leukemia, malignant lymphoma, or multiple myeloma Exclude acute promyelocytic leukemia (M3) Relapse from or resistance to at least one course of standard anticancer therapy and lack of alternative therapy that has proven to be curative in the underlying disease PATIENT CHARACTERISTICS: Age: 17 and over Performance status: ECOG 0-2 Life expectancy: Not specified Hematopoietic: Not specified Hepatic: Bilirubin no greater than 2.5 mg/dL Renal: Creatinine no greater than 2.5 mg/dL Other: Not pregnant or nursing Fertile patients must use effective contraception during and for at least 4 months after study No history of grand mal seizures (other than infantile febrile seizures) No active serious infections that are not controlled by antibiotics PRIOR CONCURRENT THERAPY: Biologic therapy: Not specified Chemotherapy: No concurrent cytotoxic chemotherapy Endocrine therapy: Not specified Radiotherapy: No concurrent radiotherapy Surgery: Not specified Other: No other concurrent investigational agents", "gender": "All", "minimum_age": "17 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "splenic marginal zone lymphoma", "mesh_term": ["Lymphoma", "Leukemia", "Multiple Myeloma", "Neoplasms, Plasma Cell", "Hematologic Neoplasms", "Plasmacytoma", "Arsenic trioxide"], "id": "NCT00003395"}