{"brief_title": "Safety and Effectiveness of TRIZIVIR (Abacavir/Lamivudine/Zidovudine) With Efavirenz in HIV-Infected Patients Who Have Never Taken Anti-HIV Drugs", "brief_summary": "The purpose of this study is to determine the effect of treatment with Trizivir (TZV) plus efavirenz (EFV) or TZV alone on viral load (level of HIV in the blood).", "detailed_description": "Patients receive TZV plus EFV in the 48-week Induction Phase. Eligible patients, defined as those with plasma HIV-1 RNA under 50 copies/ml, participate in the 48-week Maintenance Phase. Patients are randomized equally to receive either TZV plus EFV or TZV alone. An immunology substudy will be conducted, including approximately the first 100 patients enrolled who agree to participate.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Efavirenz", "criteria": "Inclusion Criteria Patients may be eligible for this study if they: - Are at least 13 years old. - Are HIV-positive. - Have a viral load of at least 5,000 copies/ml. - Agree to use adequate and reliable methods of birth control. Note: Hormonal birth control is not considered adequate. - Provide written consent of a parent or guardian, if under 18 years of age. Exclusion Criteria Patients will not be eligible for this study if they: - Have taken nonnucleoside reverse transcriptase inhibitors. - Have taken other anti-HIV drugs for 2 weeks or more. - Have an opportunistic (AIDS-related) infection. - Are pregnant or breast-feeding. - Have had hepatitis within the past 6 months. - Are allergic to the study drugs or their ingredients. - Have a mental, physical, or substance abuse disorder. - Have a serious medical condition, such as diabetes, congestive heart failure, or other heart disease. - Have a gastrointestinal disorder that affects drug absorption or makes it difficult to take medication by mouth. - Have received within 4 weeks before study entry, or may require during the study period, radiation therapy, chemotherapy, or drugs that affect the immune system (such as steroid drugs, interleukins, vaccines, or interferons). - Have received an HIV vaccine within 3 months before study entry, or are scheduled to receive one during the study period. - Require foscarnet or other drugs that are shown to be effective against HIV. - Are taking astemizole, cisapride, midazolam, triazolam, or ergot derivatives. - Are taking experimental drugs. - Are unlikely to complete the study or take the drugs.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00011895.xml"}