{"brief_title": "506U78 in Treating Patients With Hematologic Cancer and Kidney or Liver Impairment", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. PURPOSE: Phase I trial to study the effectiveness of 506U78 in treating patients who have hematologic cancer and kidney or liver impairment.", "detailed_description": "OBJECTIVES: I. Determine the maximum tolerated dose of 506U78 in patients with hematologic malignancies and renal or hepatic impairment. II. Establish dosing guidelines for this drug in this patient population. III. Determine the toxicities and pharmacokinetics of this drug in these patients. OUTLINE: Patients are stratified into 5 groups according to renal and hepatic function: Group 1: Normal renal function and normal hepatic function Group 2: Moderate renal impairment and normal hepatic function Group 3: Severe renal impairment and normal hepatic function Group 4: End stage renal impairment and normal hepatic function Group 5: Normal renal function and moderate hepatic impairment Group 1: Patients receive 506U78 IV over 2 hours on days 1, 3, and 5. Groups 2-5: Patients receive 506U78 IV over 2 hours on days 1, 3, and 5. Dose escalation occurs independently in each of the treatment groups. Cohorts of 3-6 patients receive escalating doses of 506U78 until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 3 or 2 of 6 patients experience dose limiting toxicities. Treatment repeats every 4 weeks for a maximum of 6 courses in the absence of unacceptable toxicity or disease progression. PROJECTED ACCRUAL: Approximately 60 patients will be accrued for this study.", "condition": "Myelodysplastic Syndromes", "intervention_type": "Drug", "intervention_name": "Compound 506U78", "arm_group_label": "Compound 506U78", "criteria": "DISEASE CHARACTERISTICS: Histologically confirmed hematologic malignancy that has failed standard therapy or for which no standard therapy exists, including, but not limited to, the following: Acute lymphocytic leukemia Acute myelogenous leukemia Chronic lymphocytic leukemia Chronic myelogenous leukemia Multiple myeloma Non-Hodgkin's lymphoma Hodgkin's disease No history of CNS disease, including carcinomatous meningitis PATIENT CHARACTERISTICS: Age: 18 and over Performance status: CTC 0-2 Life expectancy: Not specified Hematopoietic: Not specified Hepatic: Bilirubin: Groups 1-4: Less than 1.5 times upper limit of normal (ULN) Group 5: 1.5-4 times ULN Renal: Creatinine clearance: Groups 1 and 5: Greater than 50 mL/min Group 2: 30-50 mL/min Group 3: Less than 30 mL/min Group 4: Less than 30 mL/min, requiring dialysis Neurologic: No history of grade 2 peripheral neuropathy No history of seizure disorder No history of neurologic dysfunction Other: Not pregnant or nursing Fertile patients must use effective contraception HIV negative PRIOR CONCURRENT THERAPY: Biologic therapy: At least 4 weeks since prior immunotherapy (e.g., interferon, monoclonal antibodies) No concurrent interleukin-11 for treatment or prevention of thrombocytopenia No concurrent prophylactic colony stimulating factors Chemotherapy: At least 4 weeks since prior chemotherapy (6 weeks for melphalan, carmustine, or mitomycin) At least 72 hours since prior hydroxyurea No prior 506U78 No other concurrent chemotherapy Endocrine therapy: At least 72 hours since prior glucocorticoids Concurrent continuation of steroids for adrenal failure allowed No concurrent hormones except for nondisease related conditions (e.g., insulin for diabetes) No concurrent dexamethasone or other steroidal antiemetics Radiotherapy: At least 4 weeks since prior radiotherapy No concurrent palliative radiotherapy No concurrent whole brain irradiation for documented CNS disease Surgery: Not specified Other: At least 72 hours since prior aspirin", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00004239.xml"}