{"brief_title": "Treatment of Rheumatoid Arthritis With Marine and Botanical Oils", "brief_summary": "The object of this study is to determine whether treatment of rheumatoid arthritis (RA) with a combination of fish oil and borage seed oil is superior to treatment with either oil alone. This study will also investigate the biochemical, immunological, and molecular mechanism responsible for the therapeutic effects of these fatty acids. Each patient will be followed for eighteen months.", "detailed_description": "See Brief Summary", "condition": "Rheumatoid Arthritis", "intervention_type": "Drug", "intervention_name": "combination fish oil and borage seed oil", "description": "Fish oil and borage seed oil capsules - 13 capsules to be be taken daily (divided doses) for a period of 18 months", "arm_group_label": "3", "other_name": "EPA and GLA", "criteria": "Inclusion Criteria - Definite RA with onset at > 16 years, with total disease duration of at least 6 months - Active disease as manifested by at least 3 joints that are swollen and 6 joints that are tender at time of enrollment, and either an erythrocyte sedimentation rate >_28, or a CRP >1.4, or morning stiffness of at least 45 min - Stable dose of DMARDs for 2 mos before baseline visit, with total duration of DMARD for 6 mos. - All standard therapy for RA, including DMARDs and combinations of DMARDs will be allowed as long as doses have been stable for 2 mos - Stable NSAID for 1 month before baseline if on an NSAID - Stable prednisone dose of < 10 mg/day for 1 month before baseline visit, if on prednisone - Ability to give and understand all elements of informed consent - Absence of comorbid condition which, in the opinion of the physician-investigator, would render the patient unsuitable for the study - Willingness to adhere to the clinical protocol. Exclusion Criteria - A diagnosis of inflammatory arthritis other than rheumatoid arthritis - Chronic anticoagulation - Hypersensitivity to fish or fish products or plant products - A dose of prednisone of > 10 mg/day, or either a change in the prednisone dose or intra-articular corticosteroid injection within one month of the baseline evaluation - An inability or unwillingness to use an effective form of contraception (females) during the duration of the study - Pregnant and breast-feeding females - Inability or unwillingness to adhere to the study diet - Platelet count < 100,000/mm 3 - Hemoglobin < 9 g/dl - Albumin < 3.3 g", "gender": "All", "minimum_age": "18 Years", "maximum_age": "85 Years", "healthy_volunteers": "No", "id": "NCT00072982.xml"}