{"brief_title": "The Safety and Effectiveness of Zidovudine (AZT) in the Treatment of HIV Infection in Patients With AIDS and Advanced ARC", "brief_summary": "To obtain information about the long-term safety and toxicity of zidovudine (AZT). To ascertain whether interruption/resumption at a lower dosage is the optimal management of AZT toxicity. Because of the high incidence of toxicity and the relatively short-term follow-up of the patients due to the early ending of the Phase II placebo-controlled experiment, it is valuable to continue to get information on the long-term toxicity of AZT.", "detailed_description": "Because of the high incidence of toxicity and the relatively short-term follow-up of the patients due to the early ending of the Phase II placebo-controlled experiment, it is valuable to continue to get information on the long-term toxicity of AZT. This study provides AZT for 6 months to AIDS patients who were previously enrolled in the AZT Treatment IND protocol and to patients who qualify for AZT under the drug labeling. Patients are randomized to 1 of 2 regimens for management of toxicity.", "condition": ["HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["Zidovudine"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - For fever control and mild analgesia, modest doses of aspirin or nonprescription doses of ibuprofen may be used with caution; prolonged (> 72 hours) administration is not advised without dose supervision. Patients must have a documented history of positive HIV antibody by ELISA, or positive result by ELISA at study entry and be in one of the following categories: - AIDS patients recovered from one or more episodes of categorically confirmed Pneumocystis carinii pneumonia (PCP) who were previously enrolled in the zidovudine (AZT) treatment IND protocol. - Patients who qualify for AZT under the labeling: - (a) patients with a prior episode of cytologically confirmed PCP; (b) patients with a prior episode of any other AIDS defining opportunistic infection and < 200 T4 cells; (c) patients with advanced AIDS related complex (ARC) as defined by the clinical diagnosis of mucocutaneous candidiasis and/or unexplained weight loss (= or > 15 lbs or > 10 percent of total body weight within the previous 3 months) and < 200 T4 cells and one or more of the following symptoms: - (1) fever > 100 degrees F without infectious cause of > 3 weeks duration; (2) clinical diagnosis of hairy leukoplakia; (3) herpes zoster infection within 3 months of entry; (4) unexplained diarrhea after 3 samples eliminating ova, parasites, cryptosporidia, and Mycobacterium avium-intracellulare. Note: - Kaposi's sarcoma without any of the symptoms listed above, regardless of total T4 lymphocyte count, does not constitute an indication for AZT treatment under the labeling. Exclusion Criteria Co-existing Condition: - Patients whose symptoms do not fit into the categories described in Disease Status and General Inclusion Criteria are excluded. Concurrent Medication: Excluded: - Acetaminophen.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Zidovudine", "mesh_term": ["Infection", "Communicable Diseases", "HIV Infections", "Acquired Immunodeficiency Syndrome", "Zidovudine"], "id": "NCT00000999"}