{"brief_title": "Blood Stem Cell Transplant in Treating Patients With Hematologic Cancer", "brief_summary": "RATIONALE: Giving chemotherapy drugs and total-body irradiation before a donor peripheral blood stem cell transplant helps stop the growth of cancer cells. It also helps stop the patient's immune system from rejecting the donor's stem cells. When the healthy stem cells from a donor are infused into the patient they may help the patient's bone marrow make stem cells, red blood cells, white blood cells, and platelets. PURPOSE: This phase II trial is studying the effectiveness of donor peripheral blood stem cell transplant in treating patients with hematologic cancer.", "detailed_description": "OBJECTIVES: - Determine the efficacy and safety of allogeneic peripheral blood stem cell transplantation in achieving engraftment in patients with hematologic malignancy. - Determine the hematopoietic recovery, incidence of chemoradiotherapeutic toxicity, relapse, graft-versus-host disease, and survival of patients treated with this regimen. OUTLINE: Patients receive a preparative chemoradiotherapeutic regimen and graft-versus-host disease prophylaxis prior to transplantation. Patients undergo allogeneic peripheral blood stem cell transplantation on day 0. Patients are followed every 1-2 weeks for 6 months and at 9, 12, 24, and 36 months. PROJECTED ACCRUAL: A total of 62 patients will be accrued for this study within 4 years.", "condition": ["Adult Langerhans Cell Histiocytosis", "Childhood Langerhans Cell Histiocytosis", "Leukemia", "Lymphoma", "Multiple Myeloma and Plasma Cell Neoplasm", "Myelodysplastic Syndromes", "Myelodysplastic/Myeloproliferative Neoplasms"], "intervention_type": ["Procedure"], "intervention_name": ["Peripheral Blood Stem Cell Transplantation"], "arm_group_label": ["alloSCT group"], "study_pop": "\n      ", "sampling_method": "Non-Probability Sample", "criteria": "DISEASE CHARACTERISTICS: - Diagnosis of one of the following: - Chronic myelogenous leukemia - Philadelphia chromosome-positive OR - Molecular evidence of bcr/abl gene rearrangement - Acute myeloid leukemia, acute lymphocytic leukemia, lymphoma, histiocytoses, myelodysplasia, juvenile chronic myelomonocytic leukemia, aplastic anemia, paroxysmal nocturnal hemoglobinuria, or Fanconi's anemia - Confirmed by cytochemistry, immunophenotyping, and/or chromosomal abnormalities - Multiple myeloma - Hereditary immunodeficiency disorders - Confirmed by immunologic determination - Sickle cell anemia or beta-thalassemia - Confirmed by hemoglobin electrophoresis - Storage disorders (e.g., Gaucher's disease, Hurler's disease, or metachromatic leukodystrophy) - Confirmed by metabolic testing - Other non-malignant conditions - Eligible for allogeneic peripheral blood stem cell or bone marrow transplantation PATIENT CHARACTERISTICS: Age: - 65 and under Performance status: - Not specified Life expectancy: - Not specified Hematopoietic: - Not specified Hepatic: - Not specified Renal: - Not specified PRIOR CONCURRENT THERAPY: Biologic therapy - Not specified Chemotherapy - Not specified Endocrine therapy - Not specified Radiotherapy - Not specified Surgery - Not specified", "gender": "All", "minimum_age": "18 Years", "maximum_age": "65 Years", "healthy_volunteers": "No", "keyword": "adult Langerhans cell histiocytosis", "mesh_term": ["Lymphoma", "Syndrome", "Leukemia", "Neoplasms", "Multiple Myeloma", "Neoplasms, Plasma Cell", "Myelodysplastic Syndromes", "Preleukemia", "Myeloproliferative Disorders", "Myelodysplastic-Myeloproliferative Diseases", "Plasmacytoma", "Histiocytosis", "Histiocytosis, Langerhans-Cell"], "id": "NCT00008216"}