{"brief_title": "Hepatic Arterial Infusion of Melphalan With Hepatic Perfusion in Treating Patients With Unresectable Liver Cancer", "brief_summary": "RATIONALE: Hepatic arterial infusion uses a catheter to deliver anticancer substances directly into the liver. Drugs used in chemotherapy, such as melphalan, work in different ways to stop tumor cells from dividing so they stop growing or die. Giving drugs in different ways may kill more tumor cells. PURPOSE: This phase II trial is studying how well giving an hepatic arterial infusion of melphalan together with hepatic perfusion works in treating patients with unresectable liver cancer.", "detailed_description": "OBJECTIVES: Primary - Determine the response rate and duration of response in patients with unresectable primary or metastatic liver cancer treated with intrahepatic arterial infusion of melphalan with venous filtration via peripheral hepatic perfusion. Secondary - Determine the patterns of recurrence in patients treated with this regimen. - Determine progression-free and overall survival of patients treated with this regimen. - Evaluate the safety and tolerability of this regimen in these patients. - Assess the filter characteristics including melphalan pharmacokinetics and filtration of cytokines and clotting factors during and after treatment. OUTLINE: Patients are stratified according to primary tumor histology (neuroendocrine tumor vs primary hepatic malignancy vs adenocarcinoma of gastrointestinal or other origin). Patients undergo peripheral isolated hepatic perfusion in which a catheter is placed via the groin into the hepatic artery and another into the hepatic vein. Patients then receive melphalan as an intrahepatic arterial infusion over 15-30 minutes. Treatment repeats approximately every 3-8 weeks for up to 6 total infusions in the absence of disease progression or unacceptable toxicity. Patients are followed every 3 months for 2 years, every 4 months for 1 year, and then periodically thereafter. PROJECTED ACCRUAL: A total of 105 patients will be accrued for this study within 4-5 years.", "condition": ["Cancer"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["isolated perfusion", "melphalan"], "arm_group_label": ["Melphalan Administration PHP", "Melphalan Administration PHP"], "criteria": "DISEASE CHARACTERISTICS: - Histologically or cytologically confirmed hepatic malignancy - Unresectable disease - Disease predominantly in the parenchyma of the liver - One of the following primary tumor histologies: - Adenocarcinoma of gastrointestinal or other origin - Neuroendocrine tumor (except gastrinoma) - Primary hepatic malignancy (e.g., hepatocellular cancer or intra-hepatic cholangiocarcinoma) - Cutaneous or ocular melanoma (patients must have received prior regional melphalan therapy) - Hepatic metastases from colorectal tumors allowed provided patient has undergone prior first-line chemotherapy, including irinotecan or oxaliplatin - Limited unresectable extrahepatic disease on preoperative radiological studies allowed if life-limiting component of progressive disease is in the liver - Limited extrahepatic disease includes, but is not limited to, the following: - Up to 4 pulmonary nodules each < 1 cm in diameter - Retroperitoneal lymph nodes each < 3 cm in diameter - Less than 10 skin or subcutaneous metastases each < 1 cm in diameter - Asymptomatic bone metastases that have been or could be palliatively treated with external beam radiotherapy - Resectable solitary metastasis to any site - Hormone receptor status: - Not specified PATIENT CHARACTERISTICS: Age - 16 and over Sex - Male or Female Menopausal status - Not specified Performance status - ECOG 0-2 Life expectancy - Not specified Hematopoietic - Platelet count ≥ 75,000/mm^3 - Hematocrit > 27% - Absolute neutrophil count ≥ 1,300/mm^3 Hepatic - Bilirubin ≤ 2.0 mg/dL - PT ≤ 2 seconds of upper limit of normal (ULN) - AST and ALT ≤ 10 times ULN - No Childs class B or C cirrhosis - No portal hypertension by history, endoscopy, or radiologic studies Renal - Creatinine ≤ 1.5 mg/dL OR - Creatinine clearance > 60 mL/min Cardiovascular - No congestive heart failure - LVEF ≥ 40% Pulmonary - No chronic obstructive pulmonary disease - FEV_1 ≥ 30% of predicted - DLCO ≥ 40% of predicted Immunologic - No active infection - No severe allergic reaction to iodine contrast agent that is not controlled by premedication with antihistamines or steroids - No known hypersensitivity reaction to melphalan or heparin in the presence of a heparin induced thrombocytopenia (HIT) antibody Other - Weight > 35 kg - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No documented latex allergy - No evidence of intracranial abnormalities which would lead to risk for bleeding with anticoagulation (e.g., stroke or active metastasis) - No evidence of active ulcer disease PRIOR CONCURRENT THERAPY: Biologic therapy - More than 1 month since prior biologic therapy and recovered Chemotherapy - See Disease Characteristics - More than 1 month since prior chemotherapy and recovered Endocrine therapy - Premenopausal women (i.e., have had a period within the past 12 months) must be willing to undergo hormonal suppression during study treatment Radiotherapy - See Disease Characteristics - More than 1 month since prior radiotherapy and recovered Surgery - No prior Whipple resection Other - Prior intrahepatic perfusion (with or without arterial infusion with floxuridine) or peripheral hepatic perfusion allowed provided the patient had a radiographic partial response of 3 months' duration after therapy - No concurrent immunosuppressive drugs - No concurrent chronic anticoagulation therapy", "gender": "All", "minimum_age": "16 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "stage IV melanoma", "mesh_term": ["Melphalan"], "id": "NCT00096083"}