{"brief_title": "For Prevention of Diarrhea in Patients Diagnosed With Metastatic Colorectal Cancer Treated With Chemotherapy", "brief_summary": "The Diarrhea Prevention with an investigational drug trial, will evaluate whether adding an investigational drug to the standard treatment for advanced colorectal cancer can reduce the amount of diarrhea a patient experiences. The standard and approved treatment for patients with metastatic colorectal cancer is repeated cycles of chemotherapy consisting of a combination of irinotecan (also known as CPT-11, Camptosar), 5-fluorouracil (also known as 5FU), and leucovorin (also known as LV). Preclinical data from animal models suggest that the investigational drug may offer an effective means for preventing CPT-11/5FU/LV-induced diarrhea. It is also hypothesized that the investigational drug-mediated anti-angiogenesis could induce a favorable tumor response.", "condition": "Colorectal Neoplasms", "intervention_type": "Drug", "intervention_name": "Leucovorin", "criteria": "Inclusion Criteria: - Diagnosis of colorectal cancer (either newly diagnosed or recurrent disease) with evidence of metastatic disease and present or past histological documentation of adenocarcinoma of the colon or rectum. - Tumor must be measureable. - Resolution of all acute toxic effects of any prior radiotherapy or surgical procedure. - ECOG performance status 0 or 1. Age >= 18 years. - Required baseline laboratory. - Negative pregnancy test. - Willingness and ability to comply with the treatment plan. Exclusion Criteria: - Current enrollment in another clinical trial. - Prior adjuvant therapy for colorectal cancer <= 6 months prior to randomization. - Prior systemic anticancer therapy or intra-arterial cytotoxic chemotherapy given as treatment for metastatic colorectal cancer. - Known allergy to CPT-11, 5-FU, LV, celecoxib, other COX-2 inhibitors, non-steroidal anti-inflammatory drugs (NSAIDS), salicylates, or sulfonamides. - Chronic concomitant use of full-dose aspirin, other NSAIDs or other COX-2 inhibitors for a chronic nonmalignant condition. - A requirement for chronic concomitant use of low-dose (cardioprotective) aspirin. - Chronic oral steroid use for treatment of a non-malignant condition. - Known ulceration of the gastric or duodenal mucosa <= 30 days prior to randomization. - Need for concomitant fluconazole or lithium. - Any known significant bleeding disorder. - Active inflammatory bowel disease or chronic diarrhea.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00037180.xml"}