{"brief_title": "Oblimersen in Treating Patients With Merkel Cell Carcinoma", "brief_summary": "This phase II trial is studying how well oblimersen works in treating patients with Merkel cell cancer. Biological therapies, such as oblimersen, may interfere with the growth of tumor cells and slow the growth of Merkel cell carcinoma (skin cancer).", "detailed_description": "PRIMARY OBJECTIVES: I. Determine the overall response rate in patients with Merkel cell carcinoma treated with oblimersen. SECONDARY OBJECTIVES: I. Determine the time to progression in patients treated with this drug. II. Determine the response duration in patients treated with this drug. III. Determine the safety and tolerability of this drug in these patients. IV. Determine the pharmacodynamic effects of this drug on bcl-2 expression and apoptosis in tumor biopsy specimens from these patients. OUTLINE: This is an open-label, multicenter study. Patients receive oblimersen IV continuously on days 1-14. Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity.", "condition": ["Recurrent Neuroendocrine Carcinoma of the Skin", "Stage I Neuroendocrine Carcinoma of the Skin", "Stage II Neuroendocrine Carcinoma of the Skin", "Stage III Neuroendocrine Carcinoma of the Skin", "Stage IV Neuroendocrine Carcinoma of the Skin"], "intervention_type": ["Biological", "Other", "Other"], "intervention_name": ["oblimersen sodium", "pharmacological study", "laboratory biomarker analysis"], "description": ["Given IV", "Correlative studies", "Correlative studies"], "arm_group_label": ["Treatment (oblimersen sodium)", "Treatment (oblimersen sodium)", "Treatment (oblimersen sodium)"], "other_name": ["augmerosen", "G3139", "G3139 bcl-2 antisense oligodeoxynucleotide", "Genasense", "pharmacological studies"], "criteria": "Inclusion Criteria: - Histologically or cytologically confirmed Merkel cell carcinoma - Metastatic OR regionally recurrent disease - Localized disease not amenable to curative therapy (surgery or radiotherapy) also allowed - Measurable disease - At least 20 mm by conventional techniques OR at least 10 mm by spiral CT scan - No known brain metastases - Previously resected or irradiated brain metastases allowed if stable for at least the past 3 months and no evidence of neurological compromise exists - Performance status - Karnofsky 60-100% - Absolute neutrophil count >= 1,500/mm^3 - Platelet count >= 100,000/mm^3 - WBC >= 3,000/mm^3 - AST/ALT =< 2.5 times upper limit of normal - Bilirubin normal - INR =< 1.5 - Creatinine normal - Creatinine clearance >= 60 mL/min - No atrial fibrillation unless stable for at least the past 6 months - No symptomatic congestive heart failure - No unstable angina pectoris - No cardiac arrhythmia - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - Adequate venous access - No peripheral neuropathy > grade 1 - No active or ongoing infection - No other concurrent uncontrolled illness - No prior grade 3 or 4 anaphylactic reaction to phosphorothioate oligonucleotide - No psychiatric illness or social situation that would preclude study compliance - More than 3 weeks since prior chemotherapy and recovered - More than 3 weeks since prior radiotherapy and recovered - No prior radiotherapy to 25% or more of bone marrow - More than 3 weeks since prior investigational therapy and recovered - No prior oblimersen - No other concurrent investigational agents - No concurrent anticoagulation except 1 mg of warfarin for mediport patency - No concurrent combination antiretroviral therapy for HIV-positive patients", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Carcinoma", "Skin Neoplasms", "Carcinoma, Neuroendocrine", "Carcinoma, Merkel Cell"], "id": "NCT00079131"}