{"brief_title": "KALETRA Or LEXIVA With Ritonavir Combined With EPIVIR And Abacavir In Naive Subjects Over 48 Weeks", "brief_summary": "This study will compare the ability of fosamprenavir 700 mg with ritonavir 100 mg twice a day or lopinavir 400 mg with ritonavir 100 mg twice a day both combined with a fixed dose combination tablet of abacavir 600 mg and lamivudine 300 mg once a day to suppress virus levels of HIV to less than 400 copies/mL of blood. In addition we will study the safety and tolerability of these compounds over the 48 week study period in patients naive to anti-HIV therapy.", "detailed_description": "A Phase IIIB, Randomized, Open-Label, Multicenter Study of the Safety and Efficacy of GW433908 (700mg BID) plus ritonavir (100mg BID) Versus Lopinavir/ritonavir (400mg/100mg BID) when Administered in Combination with the Abacavir/Lamivudine (600mg/300mg) Fixed-Dose Combination Tablet QD in Antiretroviral-Naive HIV-1 Infected Adults Over 48 Weeks", "condition": ["HIV Infection", "Infection, Human Immunodeficiency Virus"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug"], "intervention_name": ["LEXIVA (GW433908)", "Ritonavir", "KALETRA", "EPIVIR", "Ziagen", "Abacavir/Lamivudine", "Fosamprenavir"], "other_name": ["LEXIVA (GW433908)", "Ritonavir", "Ziagen", "KALETRA", "Abacavir/Lamivudine", "EPIVIR"], "criteria": "Inclusion Criteria: - HIV infected subjects that are naive to anti-HIV therapy. - History of a positive HIV test. - At least 1000 copies/mL of HIV in their blood as screening. Exclusion Criteria: - Active HIV-related diseases. - Taking other investigational drugs. - Pregnant or breastfeeding females. - Not be suitable to participate per investigator opinion.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "Accepts Healthy Volunteers", "keyword": "Epzicom", "mesh_term": ["Infection", "Communicable Diseases", "HIV Infections", "Immunologic Deficiency Syndromes", "Acquired Immunodeficiency Syndrome", "Ritonavir", "Fosamprenavir", "Lopinavir", "Abacavir", "Lamivudine", "Dideoxynucleosides"], "id": "NCT00085943"}