{"brief_title": "Phase I Study of the Safety, Tolerance, and Pharmacokinetics of 9-[2-(Bispivaloyloxymethyl)Phosphonylmethoxyethyl]Adenine (Bis-POM PMEA; Adefovir Dipivoxil) in HIV-Infected Patients", "brief_summary": "To study the safety, tolerance, and pharmacokinetics of a single dose of bis-POM PMEA (adefovir dipivoxil) when administered by the oral route in patients with HIV infection.", "detailed_description": "Five patients are entered at each of three dose levels of bis-POM PMEA administered orally in a single dose.", "condition": ["HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["Adefovir dipivoxil"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - AZT, ddI, or ddC (provided patient has been on a stable regimen for at least 4 weeks prior to study entry). - Prophylactic aerosolized pentamidine, fluconazole, ketoconazole, trimethoprim/sulfamethoxazole, or dapsone (provided patient has been on a stable regimen for at least 4 weeks prior to study entry). Patients must have: - Documented HIV infection or diagnosis of AIDS. - Life expectancy of at least 3 months. Prior Medication: Allowed: - Prior AZT, ddI, or ddC. - Prophylactic aerosolized pentamidine, fluconazole, ketoconazole, trimethoprim/sulfamethoxazole, or dapsone. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Active, serious infections (other than HIV infections) that require parenteral antibiotic therapy. - Clinically significant cardiac disease, including symptoms of ischemia, congestive heart failure, or arrhythmia. - Gastrointestinal malabsorption syndrome or inability to receive oral medication. Concurrent Medication: Excluded: - Diuretics. - Amphotericin B. - Aminoglycoside antibiotics. - Parenteral antibiotics. - Other nephrotoxic agents. - Other investigational agents. - Non-steroidal anti-inflammatory drugs. - Aspirin. Prior Medication: Excluded within 2 weeks prior to study entry: - Diuretics. - Amphotericin B. - Aminoglycoside antibiotics. - Parenteral antibiotics. - Other nephrotoxic agents. - Other investigational agents. Excluded within 3 days prior to study entry: - Non-steroidal anti-inflammatory drugs. - Aspirin. Active substance abuse (including alcohol or drug abuse).", "gender": "All", "minimum_age": "18 Years", "maximum_age": "60 Years", "healthy_volunteers": "No", "keyword": "Adenine", "mesh_term": ["HIV Infections", "Adefovir", "Adefovir dipivoxil"], "id": "NCT00002128"}