{"brief_title": "Combination Chemotherapy With or Without Radiation Therapy in Treating Patients With Hodgkin's Lymphoma", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. Radiation therapy uses high-energy x-rays to damage cancer cells. Combining more than one drug with radiation therapy may kill more cancer cells. It is not yet known which combination chemotherapy regimen is most effective in treating Hodgkin's lymphoma. PURPOSE: This randomized phase III trial is studying two different combination chemotherapy regimens and comparing how well they work, with or without radiation therapy, in treating patients with Hodgkin's lymphoma.", "detailed_description": "OBJECTIVES: - Compare the failure-free survival of patients with locally extensive or advanced Hodgkin's lymphoma treated with doxorubicin, bleomycin, vinblastine, and dacarbazine (ABVD) vs doxorubicin, vinblastine, vincristine, bleomycin, mechlorethamine, etoposide, and prednisone (Stanford V) with or without radiotherapy. - Compare the overall survival and freedom from progression in these patients at 5 and 10 years after treatment with these regimens. - Compare pulmonary function, incidence of second cancers, reproductive function, and deaths from causes other than Hodgkin's lymphoma in patients treated with these regimens. OUTLINE: This is a randomized study. Patients are stratified according to number of adverse risk factors (0-2 vs 3-7), disease characteristics (locally extensive vs advanced) and time of entry (before addendum 6 vs. after addendum 6). Patients are randomized to 1 of 2 treatment arms. - Arm A (ABVD): Patients receive doxorubicin (25 mg/m²), bleomycin (10 u/m²), vinblastine (6 mg/m²), and dacarbazine (375 mg/m²) IV on days 1 and 15. Courses repeat every 28 days. Patients are restaged after 4 courses. Patients who are in complete remission receive 2 additional courses. Patients with a partial response or less are evaluated after 6 courses, and if there is an ongoing response, patients may receive 2 additional courses for a total of 8. If no ongoing response is observed, patients are removed from the study. All patients with massive mediastinal disease, regardless of stage, receive radiotherapy 2-3 weeks after completion of chemotherapy. - Arm B (Stanford V): Patients receive Stanford V chemotherapy comprising doxorubicin (25 mg/m²) and vinblastine (6 mg/m²) IV on day 1 of weeks 1, 3, 5, 7, 9, and 11; vincristine (1.4 mg/m²) and bleomycin (5 u/m²) IV on day 1 of weeks 2, 4, 6, 8, 10, and 12; mechlorethamine (6 mg/m²) IV on day 1 of weeks 1, 5, and 9 (if mechlorethamine is unavailable, may substitute with cyclophosphamide [375 mg/m²] IV); etoposide (60 mg/m²) IV on days 1 and 2 of weeks 3, 7, and 11; and oral prednisone (40 mg/m²) every other day of weeks 1-9 followed by a taper. All patients with bulky disease receive radiotherapy 2-3 weeks after completion of chemotherapy. Patients are followed every 2 months for 1 year, every 3 months for 1 year, every 4 months for 1 year, every 6 months for 2 years, and then annually thereafter. PROJECTED ACCRUAL: A total of 850 patients will be accrued for this study within 4.3 years.", "condition": ["Lymphoma"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Radiation"], "intervention_name": ["Doxorubicin", "Bleomycin", "Vinblastine", "Dacarbazine", "Vincristine", "Mechlorethamine", "Etoposide", "Prednisone", "Cyclophosphamide", "Radiotherapy"], "description": ["given IV", "given IV", "given IV", "given IV", "given IV", "given IV", "given IV", "taken orally", "given IV"], "arm_group_label": ["Arm A (ABVD)", "Arm B (Stanford V)", "Arm A (ABVD)", "Arm B (Stanford V)", "Arm A (ABVD)", "Arm B (Stanford V)", "Arm A (ABVD)", "Arm B (Stanford V)", "Arm B (Stanford V)", "Arm B (Stanford V)", "Arm B (Stanford V)", "Arm B (Stanford V)", "Arm A (ABVD)", "Arm B (Stanford V)"], "other_name": ["Adriamycin", "Rubex", "Adriamycin RDF", "Adriamycin PFS", "hydroxydaunorubicin", "hydroxydaunomycin", "ADR", "Blenoxane", "BLM", "Bleo", "Velban", "vinblastine sulfate", "vincaleukoblastine", "VLB", "Velsar", "Alkaban AQ", "DTIC", "DTIC-Dome", "DIC", "imidazole carboxamide", "dimethyl triazeno imidazole carboxamide", "Oncovin", "Vincasar PFS", "vincristine sulfate", "VCR", "leurocristine", "LCR", "Mustargen", "nitrogen mustard", "VP-16", "VePesid", "VP-16-213", "EPEG", "epipodophyllotoxin", "Deltasone", "Orasone", "Medicorten", "Panasol-S", "Liquid-Pred", "Cytoxan", "Neosar", "CTX", "CPM"], "criteria": "Inclusion criteria: - Histologically proven previously untreated classical Hodgkin's lymphoma - The following stages are eligible: - Locally extensive: Stage I-IIA/B with massive mediastinal adenopathy - Advanced: Stage III or IV - Measurable or evaluable disease - Age of 16 and over - ECOG Performance status 0-2 - Disease-free of prior invasive malignancies for >5 years with the exception of curatively-treated basal cell or squamous cell carcinoma of the skin or carcinoma in situ of the cervix - White blood cell (WBC) at least 4,000/mm³, (unless documented bone marrow involvement) - Platelet count at least 100,000/mm³ (unless documented bone marrow involvement) - Bilirubin no greater than 5.0 mg/dL - Creatinine no greater than 2.0 mg/dL - Ejection fraction determination recommended if over age 50 and/or have a history of cardiac disease - Fertile patients must use effective contraception - Prior corticosteroids allowed - Prior surgery allowed Exclusion criteria: - Pregnant or nursing - Prior radiotherapy - Prior chemotherapy - Human immunodeficiency virus (HIV) positive", "gender": "All", "minimum_age": "16 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "adult mixed cellularity Hodgkin lymphoma", "mesh_term": ["Lymphoma", "Hodgkin Disease", "Cyclophosphamide", "Mechlorethamine", "Dacarbazine", "Liposomal doxorubicin", "Etoposide phosphate", "Doxorubicin", "Prednisone", "Etoposide", "Vinblastine", "Bleomycin", "Vincristine", "Podophyllotoxin", "Imidazole"], "id": "NCT00003389"}