{"brief_title": "Efficacy and Safety of PG-530742 in the Treatment of Mild to Moderate Knee Osteoarthritis", "brief_summary": "Matrix metalloproteinases (MMPs) have been implicated in the cartilage degradation. PG-530742 inhibits some MMPs, potentially limiting cartilage degradation and disease progression. This study will test the efficacy and safety of PG-530742 in the treatment of mild to moderate knee osteoarthritis.", "detailed_description": "Matrix metalloproteinases have been implicated in the cartilage degradation that occurs in osteoarthritis. PG-530742 inhibits some of these matrix metalloproteinases, thus potentially limiting cartilage degradation and disease progression. This study will test the efficacy and safety of PG-530742 in the treatment of mild to moderate knee osteoarthritis.", "condition": ["Osteoarthritis, Knee"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Drug"], "intervention_name": ["PG-530742", "Placebo", "50 mg PG-530742", "100 mg PG-530742", "200 mg PG-530742"], "description": ["One 25 mg PG-530742 tablet, twice daily for for one year", "One placebo tablet, twice daily for for one year", "One 50 mg PG-530742 tablet, twice daily for for one year", "100 mg PG-530742 tablet, twice a day for one year", "200 mg PG-530742 tablet, twice a day for one year"], "arm_group_label": ["25 mg PG-530742", "Placebo", "50 mg PG-530742", "100 mg PG-530742", "200 mg PG-530742"], "criteria": "Inclusion Criteria: - mild to moderate knee osteoarthritis confirmed by a radiographic technique. Exclusion Criteria: - secondary knee osteoarthritis; - diseases other than osteoarthritis that could cause knee pain; - any disease or intervention (surgery, intra-articular injection) that would have an impact on knee pain or mobility; - drugs that act potentially on the bone or cartilage component of the knee joint.", "gender": "All", "minimum_age": "40 Years", "maximum_age": "80 Years", "healthy_volunteers": "No", "keyword": "Primary Disease: Knee Primary Osteoarthritis", "mesh_term": ["Osteoarthritis", "Osteoarthritis, Knee"], "id": "NCT00041756"}