{"brief_title": "Cilengitide (EMD 121974) in Treating Patients With Advanced Solid Tumors or Lymphoma", "brief_summary": "This phase I trial is studying the side effects and best dose of EMD 121974 in treating patients with solid tumors or lymphoma. Cilengitide (EMD 121974) may stop the growth of cancer cells by stopping blood flow to the cancer", "detailed_description": "PRIMARY OBJECTIVES: I. Determine the dose-limiting toxicity, maximum feasible dose, and recommended phase II dose of cilengitide (EMD 121974) in patients with advanced solid tumors or lymphoma. II. Determine the safety and tolerability of this drug in these patients. SECONDARY OBJECTIVES: I. Determine the pharmacokinetics of this drug in these patients. II. Determine the antineoplastic activity of this drug in these patients. OUTLINE: This is a dose-escalation study. Patients receive cilengitide (EMD 121974) IV continuously on weeks 1-4. Courses repeat every 4 weeks in the absence of disease progression or unacceptable toxicity. Cohorts of 3-6 patients receive escalating doses of EMD 121974 until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 3 or 2 of 6 patients experience dose-limiting toxicity.", "condition": "Unspecified Adult Solid Tumor, Protocol Specific", "intervention_type": "Drug", "intervention_name": "cilengitide", "arm_group_label": "Treatment (cilengitide)", "other_name": "EMD 121974", "criteria": "Inclusion Criteria: - Histologically confirmed solid tumor or lymphoma - Refractory to standard therapy or no standard therapy exists - Measurable or evaluable disease - No active brain metastases - Previously treated brain metastases allowed provided the patient is not currently receiving corticosteroids - Primary brain neoplasms allowed, regardless of corticosteroid use - Performance status - Karnofsky 70-100% - WBC ≥ 3,000/mm^3 - Absolute neutrophil count ≥ 1,500/mm^3 - Platelet count ≥ 100,000/mm^3 - No life-threatening bleeding diathesis within the past 6 months - Bilirubin normal (unless due to Gilbert's syndrome) - No symptomatic congestive heart failure - No unstable angina pectoris - No cardiac arrhythmia - No prior proven gastric or duodenal ulcer - No clinically significant gastrointestinal blood loss within the past 6 weeks - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No prior CNS hemorrhage - No psychiatric illness or social situation that would preclude study compliance - No other concurrent uncontrolled illness - No ongoing or active infection - No prior cilengitide (EMD 121974) - No other concurrent biologic therapy - More than 4 weeks since prior chemotherapy (6 weeks for nitrosoureas or mitomycin) and recovered - No concurrent chemotherapy - See Disease Characteristics - More than 4 weeks since prior radiotherapy and recovered - No concurrent palliative radiotherapy - No other concurrent anticancer agents or therapies intended to treat the malignancy - No other concurrent investigational agents - No concurrent anticoagulation therapy that increases INR or aPTT above the normal range - Line prophylaxis allowed", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00077155.xml"}