{"brief_title": "Radiation Therapy, Temozolomide, and Irinotecan in Treating Patients With Newly Diagnosed Glioblastoma Multiforme", "brief_summary": "RATIONALE: Radiation therapy uses high-energy x-rays to damage tumor cells. Drugs used in chemotherapy, such as temozolomide and irinotecan, work in different ways to stop tumor cells from dividing so they stop growing or die. Combining radiation therapy with chemotherapy may kill more tumor cells. PURPOSE: This phase II trial is studying how well radiation therapy, temozolomide, and irinotecan work in treating patients with newly diagnosed glioblastoma multiforme.", "detailed_description": "OBJECTIVES: - Compare overall survival of patients with newly diagnosed supratentorial glioblastoma multiforme treated with radiotherapy and temozolomide followed by temozolomide and irinotecan with historical controls from the RTOG database. - Determine the short- and long-term toxicity of this regimen in these patients. - Determine progression-free survival of patients treated with this regimen. OUTLINE: This is a multicenter study. - Chemoradiotherapy: Patients undergo radiotherapy once daily, 5 days a week, for 6 weeks. Concurrently with radiotherapy, patients receive oral temozolomide once daily, 7 days a week, for 6 weeks. - Post-radiotherapy chemotherapy: Beginning 4-6 weeks after the completion of chemoradiotherapy, patients receive irinotecan IV on days 1 and 15 and oral temozolomide once daily on days 1-5. Treatment repeats every 28 days for up to 1 year in the absence of disease progression or unacceptable toxicity. Patients are followed every 2 months for 2 years and then every 6 months thereafter. PROJECTED ACCRUAL: A total of 157 patients will be accrued for this study within 11 months.", "condition": "Brain and Central Nervous System Tumors", "intervention_type": "Radiation", "intervention_name": "radiation therapy", "arm_group_label": "RT with chemotherapy + post-radiation chemotherapy", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed newly diagnosed supratentorial glioblastoma multiforme by surgical biopsy or excision - No gliomas graded less than glioblastoma multiforme - No recurrent malignant gliomas - No tumor foci below the tentorium or beyond the cranial vault - Study therapy must begin ≤ 5 weeks after surgery PATIENT CHARACTERISTICS: Age - 18 and over Performance status - Zubrod 0-1 Life expectancy - At least 8 weeks Hematopoietic - Absolute neutrophil count ≥ 1,500/mm^3 - Platelet count ≥ 100,000/mm^3 - Hemoglobin ≥ 10 g/dL* - Hematocrit ≥ 30%* NOTE: *Transfusion allowed Hepatic - Bilirubin ≤ 0.5 mg/dL - ALT or AST ≤ 2 times upper limit of normal Renal - Creatinine ≤ 1.5 mg/dL - BUN ≤ 25 mg/dL Other - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective double-barrier contraception during and for 2 months after study participation - No AIDS - No other malignancy within the past 5 years except nonmelanoma skin cancer or carcinoma in situ of the cervix or bladder - No other major medical illness or psychiatric impairment that would preclude study participation PRIOR CONCURRENT THERAPY: Biologic therapy - No concurrent sargramostim (GM-CSF) Chemotherapy - No other concurrent chemotherapy Endocrine therapy - Concurrent steroid therapy allowed provided patient is on a stable or decreasing dose for at least 2 weeks before study entry Radiotherapy - No prior radiotherapy to the head or neck resulting in overlap of radiotherapy fields - Prior radiotherapy for stage T1 glottic cancer allowed Surgery - See Disease Characteristics - Recovered from prior surgery Other - No enzyme-inducing antiepileptic drugs within 14 days before the initiation of irinotecan - Concurrent non-enzyme-inducing antiepileptic drugs allowed", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00099125.xml"}