{"brief_title": "Flavopiridol, Gemcitabine, and Irinotecan in Treating Patients With Unresectable or Metastatic Solid Tumors", "brief_summary": "This phase I trial is studying the side effects and best dose of flavopiridol when given together with gemcitabine and irinotecan in treating patients with unresectable or metastatic solid tumors. Drugs used in chemotherapy, such as flavopiridol, gemcitabine, and irinotecan, work in different ways to stop tumor cells from dividing so they stop growing or die. Combining more than one drug may kill more tumor cells", "detailed_description": "PRIMARY OBJECTIVES: I. Determine the maximum tolerated dose and recommended phase II dose of flavopiridol in combination with gemcitabine and irinotecan in patients with unresectable or metastatic solid tumors. II. Determine the toxicity profile of this regimen in these patients. OUTLINE: This is a dose-escalation study of flavopiridol. Patients receive gemcitabine IV over 30 minutes followed by irinotecan IV over 30 minutes on days 1 and 15. Patients also receive flavopiridol IV over 60 minutes on days 2 and 16. Treatment repeats every 28 days for up to 6 courses in the absence of disease progression or unacceptable toxicity. Cohorts of 3-6 patients receive escalating doses of flavopiridol until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 3 or 2 of 6 patients experience dose-limiting toxicity.", "condition": "Unspecified Adult Solid Tumor, Protocol Specific", "intervention_type": "Drug", "intervention_name": "irinotecan hydrochloride", "description": "Given IV", "arm_group_label": "Treatment (gemcitabine, irinotecan, alvocidib)", "other_name": "U-101440E", "criteria": "Inclusion Criteria: - Histologically confirmed solid tumor that is metastatic or unresectable - Standard curative or palliative measures do not exist or are no longer effective - No known brain metastases - Performance status - ECOG 0-2 - Performance status - Karnofsky 60-100% - More than 12 weeks - WBC ≥ 3,000/mm^3 - Absolute neutrophil count ≥ 1,500/mm^3 - Platelet count ≥ 100,000/mm^3 - Bilirubin normal - AST and ALT ≤ 2.5 times upper limit of normal - Creatinine normal - Creatinine clearance ≥ 60 mL/min - No venous thrombosis within the past 6 months - No thrombotic cerebrovascular accident within the past 6 months - No myocardial infarction within the past 6 months - No symptomatic congestive heart failure - No unstable angina pectoris - No cardiac arrhythmia - No ongoing or active infection - No prior allergic reaction attributed to compounds of similar chemical or biological composition to study agents - No other concurrent uncontrolled medical condition that would preclude study participation - No psychiatric illness or social situation that would preclude study participation - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - Prior biologic therapy allowed - More than 4 weeks since prior chemotherapy (6 weeks for nitrosoureas or mitomycin) and recovered - Prior endocrine therapy allowed - More than 4 weeks since prior radiotherapy and recovered - Prior surgery allowed - No other concurrent investigational agents - No concurrent combination antiretroviral therapy for HIV-positive patients", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00079352.xml"}