{"brief_title": "Bryostatin-1 in Treating Patients With Recurrent Non-Hodgkin's Lymphoma", "brief_summary": "Phase II trial to study the effectiveness of bryostatin-1 in treating patients with recurrent non-Hodgkin's lymphoma. Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die.", "detailed_description": "OBJECTIVES: I. Determine the response to bryostatin 1 (BRYO) administered weekly for 3 weeks in patients with relapsed non-Hodgkin's lymphoma. II. Assess the toxic effects of this treatment. III. Establish the correlation between PKC isoenzyme activity and BRYO function in lymphoma cells and normal lymphocytes. IV. Determine the pharmacokinetic profile of BRYO and its relationship to pharmacodynamics. OUTLINE: Single-Agent Chemotherapy/Differentiation Therapy. Bryostatin 1, BRYO, NSC-339555.", "condition": "Lymphoma", "intervention_type": "Drug", "intervention_name": "chemotherapy", "arm_group_label": "Arm I", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed non-Hodgkin's lymphoma - Working formulation low-, intermediate-, and high-grade histologies eligible - Mantle cell and marginal zone lymphoma eligible - Relapse after at least 1 doxorubicin-containing regimen required - No more than 2 prior chemotherapy regimens - One prior biologic therapy in addition to the 2 prior chemotherapy regimens allowed - No prior bone marrow transplantation - Ineligible for treatment on higher priority protocols - Patients eligible for bone marrow transplantation may be treated to reduce tumor bulk - Bidimensionally measurable disease required - No history of primary or metastatic CNS disease PATIENT CHARACTERISTICS: - Age: Any age - Performance status: Zubrod 0-2 - Life expectancy: Greater than 12 weeks - Absolute neutrophil count at least 1,000/mm3 - Platelet count at least 100,000/mm3 - Bilirubin no greater than 1.8 mg/dL - Transaminases no greater than 2.5 times normal - Creatinine no greater than 1.5 mg/dL OR creatinine clearance greater than 70 mL/min - No HIV antibody - No serious intercurrent illness - No pregnant or nursing women - Effective contraception required of fertile patients throughout study and for 1 year thereafter PRIOR CONCURRENT THERAPY: -At least 4 weeks since prior therapy (6 weeks since mitomycin) and recovered", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00002725.xml"}