{"brief_title": "Phase III Randomized Study of Lucinactant in Full Term Newborn Infants With Meconium Aspiration Syndrome", "brief_summary": "OBJECTIVES: Evaluate the safety and efficacy of lucinactant administered by bronchoalveolar lavage (BAL) in the treatment of meconium aspiration syndrome (MAS) in newborn infants.", "detailed_description": "PROTOCOL OUTLINE: This is a randomized, multicenter study. Patients are randomized to one of two treatment arms. Arm I: Patients receive lucinactant by bronchoalveolar lavage, into the right and left lung, followed by lung drainage. Treatment repeats when patient stabilizes or every 15 minutes for 2 courses. Arm II: Patients receive standard treatment including oxygen, conventional mechanical ventilation, sedation, paralysis, vasopressors, and alkalinization. Patients are followed for 12 months.", "condition": "Meconium Aspiration", "intervention_type": "Other", "intervention_name": "Standard Care", "description": "The Standard Care (SC) group received therapies including, but not limited to, the use of oxygen, controlled mechanical ventilation (CMV), sedation, paralysis, vasopressors, and/or alkalinization. The use of adjunctive therapies (namely: high frequency oscillatory ventilation, high frequency jet ventilation, bolus surfactant, inhaled nitric oxide, extra-corporeal membrane oxygenation, or systemic corticosteroids) were not included in SC", "arm_group_label": "Standard Care", "other_name": "Negative Control", "criteria": "Inclusion Criteria: - Diagnosis of meconium aspiration syndrome (MAS) - Continuous mechanical ventilation (CMV) at time of entry - Enrollment within 48 hours of birth - Gestational age of ≥ 37 weeks - Oxygenation index of ≥ 5 and ≤ 30 - Written informed consent signed and dated by the infant's parent(s) or legal guardian(s) Exclusion Criteria: - Congenital anomalies likely to affect any primary or secondary endpoints - Uncontrollable air leaks - Hydrops fetalis - Rupture ≥ 3 weeks of the fetal membranes - Evidence of overwhelming bacterial infection at time of randomization - Markedly labile persistent pulmonary hypertension at time of randomization - Profound neurologic manifestations - Sustained postductal SpO₂of < 87% for ≥ 15 minutes at an FiO₂of 1.00", "gender": "All", "minimum_age": "N/A", "maximum_age": "48 Hours", "healthy_volunteers": "No", "id": "NCT00004500.xml"}