{"brief_title": "Joint Injections for Osteoarthritic Knee Pain", "brief_summary": "The purpose of this study is to determine whether prolotherapy (PrT), a therapy based on injection of a sugar solution in and around the knee, can decrease pain and disability from knee osteoarthritis (OA).", "detailed_description": "OA is a common, debilitating condition for which there is no cure and no known cause. Prolotherapy (PrT) is an injection-based therapy for chronic musculoskeletal pain in which an irritant solution is injected at painful ligaments and tendons to produce stronger connective tissue and decrease pain. Although limited studies suggest PrT is effective may be effective for low back pain, its use has not been rigorously studied in human clinical trials for osteoarthritis. Participants in this study will be randomly assigned to receive one of three treatments: standard PrT, injections with a saline placebo, or a pamphlet with recommendations for home knee physical therapy. Injections will be given at Weeks 1, 5, and 9; injection group subjects will have the option to receive an additional 2 sets of injections. All participants will be assessed for a total of 1 year. A set of disease-specific and general quality-of-life questionnaires will be used to assess participants' outcomes . A randomized subset of participants (N=38)will receive magnetic resonance imaging (MRI)of the knee at baseline and 52 weeks. At study completion, participants who did not receive PrT will have the option to receive up to five sessions of PrT at no cost. Data will be collected for this group (minus MRI) and will be analyzed separately. Enrollment is limited to residents of Southern Wisconsin.", "condition": ["Osteoarthritis"], "intervention_type": ["Procedure", "Procedure", "Other"], "intervention_name": ["Dextrose Prolotherapy", "Saline Prolotherapy", "At-home physical therapy exercise group"], "description": ["Injection procedure: 50% dextrose is diluted with .9% 'normal' saline and 1% lidocaine to achieve 15% dextrose for ligament injections and 25% dextrose for intra-articular injection.", "7 mL 9% 'normal' saline and 3mL 1% lidocaine", "Subjects in the at-home physical therapy exercise group will receive a patient information pamphlet about knee osteoarthritis and conservative care instructions for standard at-home physical therapy exercises"], "arm_group_label": ["Dextrose", "Normal saline", "Exercise"], "other_name": ["Dextrose", "Saline", "Exercise"], "criteria": "Inclusion Criteria: - Pain from knee osteoarthritis that has impacted life for 3 months to 10 years - X-ray results indicating knee osteoarthritis Exclusion Criteria: - Knee osteoarthritis surgical candidate - History of total knee joint repair - Prior use of PrT - Prior fracture of the knee joint - Joint injection of steroids or other drugs within the past 3 months - Rheumatoid or inflammatory arthritis - Chronic use of narcotic medication - Other chronic pain diagnoses - diabetes mellitus - Body mass index (BMI) greater than 45 - Unresolved litigation - Pregnancy - Co-morbidity that may interfere with the study", "gender": "All", "minimum_age": "40 Years", "maximum_age": "70 Years", "healthy_volunteers": "No", "keyword": "Injection Therapy", "mesh_term": ["Osteoarthritis"], "id": "NCT00085722"}