{"brief_title": "Study of Muscle Abnormalities in Patients With Specific Genetic Mutations", "brief_summary": "Hypertrophic cardiomyopathy (HCM) is a genetically inherited disease affecting the heart. It causes thickening of heart muscle, especially the chamber responsible for pumping blood out of the heart, the left ventricle. This condition can cause patients to experience symptoms of chest pain, shortness of breath, fatigue, and heart beat palpitations. Researchers believe the disease may be caused by abnormalities in the genes responsible for producing proteins of the heart muscle. Oculopharyngeal muscular dystrophy (OPMD) is another genetically inherited disease. This condition affects the muscles of the eyes and throat causing symptoms of weak eye movements, difficulty swallowing and speaking, and weakness of the arms and legs. In previous studies researchers have found that several patients with hypertrophic cardiomyopathy (HCM) also had oculopharyngeal muscular dystrophy (OPMD). Researchers are interested in learning more about how these two diseases are associated with each other. In this study, researcher plan to collect samples of muscles (skeletal muscle biopsies) from patients belonging to families in which several members have inherited one or both of these diseases. The muscle samples will be used to link the muscle abnormalities with the specific genetic mutations. Patients participating in this study may not be directly benefited by it. However, information gathered because of this study may be used to develop better techniques for diagnosing and treating these conditions.", "detailed_description": "Mutations of the fast alpha-tropomyosin gene cause hypertrophic cardiomyopathy (HCM), and are also expressed in skeletal muscle. However, the skeletal phenotype is undetermined. We have identified three families in which HCM is caused by an alpha-tropomyosin mutation. Several family members of one of these kindreds have also inherited a distinct skeletal myopathy called oculopharyngeal muscular dystrophy (OPMD) which is caused by mutations of the poly(A) binding protein-2 gene (PABP2). The pathologic hallmark of this disease is unique nuclear filament inclusions in skeletal muscle fibers. It is possible that the skeletal muscle phenotype is more severe when the two diseases occur in the same patient. We wish to perform skeletal muscle biopsies to determine the skeletal myopathy in patients with alpha-tropomyosin, in patients with PABP2 gene mutation, and in patients who have inherited both diseases.", "condition": "Muscular Dystrophy, Oculopharyngeal", "criteria": "Patients will be of either gender, aged 10-80 years old, in whom alpha-tropomyosin and PABP2 genotypes have been determined under protocols 87-H-0057 and 98-H-0100. No bleeding diathesis. Negative urine test for pregnancy. No skin infection at site of biopsy.", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00001871.xml"}