{"brief_title": "Safety and Pharmacokinetics of Orally Administered Gallium Maltolate in Various Refractory Malignancies", "brief_summary": "This study will test the safety, tolerance, and efficacy of different doses of oral gallium maltolate. Patients will receive oral gallium maltolate twice daily for 28-consecutive days followed by 14 days off treatment. This dosing cycle will be repeated. Adverse effects will be assessed and the levels of gallium in serum will be measured. Any effect of the drug on the cancer and any improvement in cancer-related symptoms will also be measured.", "detailed_description": "Gallium maltolate is an orally bioavailable form of gallium. This is a safety, pharmacokinetic and preliminary efficacy study. The primary objective of the study is to assess the safety profile in patients after oral administration of different doses of gallium maltolate for up to six 42-day cycles (28 days of gallium maltolate, followed by 14 days off treatment). In addition, serum concentrations of gallium and associated pharmacokinetic variables will be measured. From this information, an optimal dose will be selected for assessment of anti-tumor efficacy. The study assesses the effects of oral administration of gallium maltolate on pain resulting from bony metastasis, on biochemical measures of bone turnover, and on disease progression and overall survival in patients with various refractory malignancies. Patients may receive up to 6 cycles of the investigational agent.", "condition": ["Prostatic Neoplasms", "Multiple Myeloma", "Bladder Neoplasms", "Lymphoma"], "intervention_type": ["Drug"], "intervention_name": ["Gallium maltolate"], "criteria": "Inclusion Criteria: - Patients with hormone refractory prostate cancer, refractory multiple myeloma, refractory bladder cancer, or malignant lymphoma; - life expectancy of ≥6 months, - Zubrod Performance Status of ≤2, - adequate bone marrow function, renal function, liver function and pulmonary function; - age ≥ 18 years; - willing and able to give informed consent; and - effective contraceptive use or non child-bearing potential. Exclusion Criteria: - 10% weight loss in the previous 3 months; - active serious infection not controlled by antibiotics; - initiation of bisphosphonates treatment within 30 days; - participation in other research study within 30 days; - uncontrolled brain metastasis, - prior intrathecal chemotherapy or whole-brain radiotherapy, - inability to comply with protocol or undergo specified tests; - other active malignancy; - optic neuritis, and - routine use of diuretics (for initial phase of study only).", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Neoplasms", "Multiple Myeloma", "Prostatic Neoplasms", "Urinary Bladder Neoplasms"], "id": "NCT00050687"}