{"brief_title": "Oxaliplatin Plus Irinotecan in Treating Patients With Metastatic Gastrointestinal Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Combining more than one drug may kill more tumor cells. PURPOSE: Phase I trial to study the effectiveness of oxaliplatin plus irinotecan in treating patients with previously treated metastatic gastrointestinal cancer that has not responded to previous treatment.", "detailed_description": "OBJECTIVES: I. Determine the maximum tolerated dose (MTD) for the combination chemotherapy regimen of oxaliplatin plus irinotecan when both drugs are given once a week for four weeks, followed by a two week rest, in patients with metastatic gastrointestinal cancer. II. Evaluate the toxicities of this combination chemotherapy when administered in this manner. III. Determine the pharmacokinetics of platinum and irinotecan at the MTD for this combination chemotherapy in this patient population. OUTLINE: This is a dose escalation study. Patients receive oxaliplatin IV over 120 minutes, immediately followed by irinotecan IV over 30 minutes, weekly for 4 weeks (days 1, 8, 15, and 22). Courses are repeated every 42 days. Treatment continues in the absence of unacceptable side effects or disease progression. Sequential dose escalation of oxaliplatin is followed by sequential dose escalation of irinotecan. Dose escalation in cohorts of 3-6 patients each continues until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 3 or 2 of 6 patients experience dose limiting toxic effects. Patients are followed approximately every 2-3 months. PROJECTED ACCRUAL: A total of 2-36 patients will be accrued for this study within 18-36 months.", "condition": "Small Intestine Cancer", "intervention_type": "Drug", "intervention_name": "oxaliplatin", "criteria": "DISEASE CHARACTERISTICS: Histologically confirmed metastatic gastrointestinal carcinoma Measurable disease No CNS metastases No obstruction or partial obstruction of GI tract No obstruction of genitourinary tract PATIENT CHARACTERISTICS: Age: 18 and over Performance status: Karnofsky 70-100% Life expectancy: Not specified Hematopoietic: WBC at least 3,500/mm3 Neutrophil count at least 1,500/mm3 Platelet count at least 125,000/mm3 Hepatic: Bilirubin less than 1.5 mg/dL Renal: Creatinine no greater than 1.5 mg/dL Cardiovascular: No uncontrolled high blood pressure, unstable angina, active congestive heart failure, myocardial infarction within prior 6 months, or serious uncontrolled cardiac arrhythmia Neurological: No concurrent symptomatic peripheral sensory neuropathy Other: No active or uncontrolled infection Not pregnant or nursing Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: Not specified Chemotherapy: No prior cisplatin, oxaliplatin, nitrosoureas, or mitomycin C 1 or 2 prior chemotherapy regimens allowed (including irinotecan) Endocrine therapy: Not specified Radiotherapy: No prior radiation therapy to whole pelvis, 30% or greater of bone marrow, and site of measurable disease At least 4 weeks since prior radiation therapy and recovered Surgery: Not specified", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00003427.xml"}