{"brief_title": "Assessment and Treatment of Social Skills Deficits in Individuals With Social Phobia", "brief_summary": "This study will determine whether people with social phobia are deficient in certain social skills.", "detailed_description": "Social phobia is a debilitating condition that can cause severe social, emotional, educational, and occupational functioning problems. Evidence suggests that individuals with social phobia are deficient in social skills, but the exact skills deficits have not been elucidated. This study will comprise two substudies: one will examine social skills deficits in social phobics and determine how they differ from those of people without social phobia; the other will determine if skills deficits in social phobics can be improved and whether improvements will affect overall social functioning. Participants in this study will be randomly assigned to one of three groups for 16 weeks: an exposure group, a social skills training and exposure (SET) group, or a wait-list control group. Interviews, self-reports, and simulated role plays will be used to assess the social skills of participants.", "condition": ["Social Phobia"], "intervention_type": ["Behavioral", "Behavioral", "Behavioral"], "intervention_name": ["Social Skills Training", "Exposure Treatment", "Placebo"], "description": ["Social skills training once per week", "Exposure once per week", "Placebo"], "arm_group_label": ["1", "2", "3"], "criteria": "Inclusion Criteria: - Diagnosis of Social Phobia Exclusion Criteria: - Axis II diagnosis of schizoid or schizotypal personality disorder or paranoia - Axis II diagnosis of mental retardation, obsessive-compulsive disorder, and personality disorders, except for avoidant personality disorder - Instability on any antidepressants - Psychotic disorder", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "Accepts Healthy Volunteers", "keyword": "Phobic Disorders", "mesh_term": ["Phobic Disorders"], "id": "NCT00073333"}