{"brief_title": "S0300, Celecoxib in Preventing Breast Cancer in Premenopausal Women", "brief_summary": "RATIONALE: Chemoprevention therapy is the use of certain drugs to try to prevent the development or recurrence of cancer. The use of celecoxib may be effective in preventing breast cancer. PURPOSE: This randomized phase II trial is studying how well celecoxib works in preventing breast cancer in premenopausal women who are at risk for developing the disease.", "detailed_description": "OBJECTIVES: - Compare 1-year mammographic density in premenopausal women at high risk for developing breast cancer treated with celecoxib vs placebo. - Compare 1-year proliferation of breast epithelial cells, as measured by Ki67 staining, in patients treated with these drugs. - Compare the expression of other biomarkers, including cyclo-oxygenase-2 (COX-2) enzyme and a marker of apoptosis, in breast tissue of patients treated with these drugs. - Compare 1-year plasma levels of insulin-like growth factor (IGF)-1, IGF binding protein-3, and prostaglandin E_2 in patients treated with these drugs. - Compare the toxicity of these drugs in these patients. OUTLINE: This is a randomized, placebo-controlled, double-blind, multicenter study. Patients are stratified according to risk category (lobular carcinoma in situ or ductal carcinoma in situ vs BRCA1/2 mutation AND any Gail risk vs Gail risk ≥1.7% but < 5% vs Gail risk ≥ 5%) and prior tamoxifen use (yes vs no). Patients are randomized to 1 of 2 treatment arms. - Celocoxib: Patients receive oral celecoxib twice daily. - Placebo: Patients receive oral placebo twice daily. In both arms, treatment continues for 12 months in the absence of unacceptable toxicity or diagnosis of cancer. Patients are followed at 1 month. PROJECTED ACCRUAL: A total of 100 patients (50 per treatment arm) will be accrued for this study.", "condition": ["Breast Cancer"], "intervention_type": ["Drug", "Other"], "intervention_name": ["celecoxib", "placebo"], "description": ["Given orally", "Given orally"], "arm_group_label": ["Arm I - Celecoxib", "Arm II - Placebo"], "criteria": "DISEASE CHARACTERISTICS: - At elevated risk of developing breast cancer, as defined by 1 of the following: - Modified Gail risk at 5 years ≥ 1.7% or lifetime risk ≥ 20% AND Claus Model, BRCAPro Model, or Tyrer-Cuzick Model lifetime risk ≥ 20% - Diagnosis of lobular carcinoma in situ or ductal carcinoma in situ - Known deleterious mutation of BRCA1 or BRCA2 - At least 1 breast available for imagery and biopsy - Has undergone a baseline mammogram with a standard density wedge within 7-14 days after completion of the last menstrual period AND within 7 days before study entry - Mammogram normal or benign (BIRADS score 0 or 1) - Hormone receptor status: - Not specified PATIENT CHARACTERISTICS: Age - 18 and over Sex - Female Menopausal status - Premenopausal, defined by 1 of the following criteria: - Last menstrual period < 6 months ago AND no prior bilateral ovariectomy AND not on estrogen replacement therapy - Prior hysterectomy (with ovaries still in place) AND normal follicle-stimulating hormone levels within 28 days of study entry Performance status - Zubrod 0-1 Life expectancy - Not specified Hematopoietic - Not specified Hepatic - Bilirubin < 2.0 times institutional upper limit of normal (IULN) - SGOT or SGPT < 2 times IULN - Alkaline phosphatase < 2 times IULN - INR ≤ 1.5 - PT and PTT ≤ IULN Renal - Serum creatinine < 2.0 times IULN Cardiovascular - No history of myocardial infarction - No angina pectoris - No known coronary artery disease - No history of stroke or mini-stroke (e.g., transient ischemic attack) - No history of thromboembolic disease (e.g., deep vein thrombosis or pulmonary embolism) - No uncontrolled hypertension (i.e., blood pressure > 140/90 mmHg) Pulmonary - No asthma after taking aspirin or other NSAIDs Other - No known sensitivity to celecoxib - No allergy to sulfonamides - No urticaria or allergic-type reactions after taking aspirin or other NSAIDs - No extreme lactose intolerance - No other malignancy within the past 5 years except adequately treated basal cell or squamous cell skin cancer, carcinoma in situ of the cervix, or early bladder cancer (preinvasive transitional cell carcinoma of the bladder) - Not pregnant or nursing - Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy - More than 5 years since prior biologic therapy for cancer Chemotherapy - More than 5 years since prior chemotherapy for cancer Endocrine therapy - At least 28 days since prior tamoxifen - No prior systemic estrogen modifiers (SERMs) or aromatase inhibitors - Concurrent hormonal contraception (i.e., pills, patches, or shots) allowed provided contraception was initiated prior to study entry Radiotherapy - No prior radiotherapy to the breast to be studied Surgery - Not specified Other - At least 7 days since prior anticoagulant therapy - More than 1 month since prior chronic daily aspirin or nonsteroidal anti-inflammatory drugs (NSAIDs) of more than 7 days duration - Concurrent intermittent aspirin or NSAIDs allowed (no more than 10 days per month) - No concurrent participation in another clinical trial for treatment or prevention of cancer unless no longer receiving treatment and is in the follow-up phase", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "120 Years", "healthy_volunteers": "No", "keyword": "ductal breast carcinoma", "mesh_term": ["Breast Neoplasms", "Celecoxib"], "id": "NCT00088972"}