{"brief_title": "Vaccine Therapy in Treating Patients With Metastatic Melanoma", "brief_summary": "Vaccines may make the body build an immune response to kill tumor cells. Injecting a vaccine directly into a tumor may cause a stronger immune response and kill more tumor cells. This phase II trial is studying how well vaccine therapy works in treating patients with metastatic melanoma.", "detailed_description": "PRIMARY OBJECTIVES: I. Determine the safety and tolerability of intratumoral fowlpox-TRICOM in patients with metastatic melanoma. II. Determine the local response rate in patients treated with this agent. III. Determine systemic clinical response in patients treated with this agent. SECONDARY OBJECTIVES: I. Determine the increase in transgene expression of B7-1, leukocyte function-associated antigen-3 (LFA-3), and intercellular adhesion molecule-1 (ICAM-1) in patients treated with this agent. II. Determine the effects of this agent on CD8-positive antitumor T-cell frequency as measured by tetramer and ELISpot in patients who are HLA-A2 positive. III. Correlate transgene expression of B7-1, LFA-3, and ICAM-1 by tumor cells with changes in function or number of melanoma antigen-specific CD8-positive T lymphocytes in patients treated with this agent. OUTLINE: This is a multicenter study. Patients receive fowlpox-TRICOM intratumorally on day 1 of weeks 1, 4, and 7 (maximum of 3 injections for a single lesion) (course 1). After 3 injections (course 1), patients with stable or responding disease receive additional injections into new lesions following the same schedule as above. Treatment repeats every 9 weeks for a maximum total of 9 injections (3 injections total into a maximum of 3 different tumors) (total of 3 courses) in the absence of disease progression or unacceptable toxicity. Patients are followed every 3 months until disease progression and then approximately every 6 months for 5-15 years. PROJECTED ACCRUAL: A total of 14-28 patients will be accrued for this study within 14-28 months.", "condition": "Stage IV Melanoma", "intervention_type": "Other", "intervention_name": "laboratory biomarker analysis", "description": "Correlative studies", "arm_group_label": "Treatment (recombinant fowlpox-TRICOM vaccine)", "other_name": "rF-TRICOM (B7.1.iCAM1-LFA3-Fowlpox)", "criteria": "Inclusion Criteria: - Histologically or cytologically confirmed melanoma - Stage IV disease - Measurable disease - At least 1 cutaneous or lymph node mass ≥ 1 cm AND amenable to biopsy and percutaneous injection AND can be accurately measured with standard calipers - Must be tested for expression of HLA-A2 prior to study - Must have 1 of the following criteria: - Circulating melanoma-specific CD8-positive T cells against ≥ 1 defined antigen (Melan-A, gp100 antigen, tyrosinase, MAGE-A10, Trp-2, or NA17) as measured by tetramer or ELISpot directly ex-vivo or after a 10 day in vitro expansion - Detectable intratumoral T cells measured in the index lesion that is to be injected with rF-TRICOMTM by immunohistochemistry (IHC) for CD4, CD8 or another T cell marker, or by real time RT-PCR for CD8a, CD4, or other T cell transcripts - No untreated or edematous brain metastases or leptomeningeal disease - Treated CNS disease allowed provided patient remains stable off corticosteroid therapy - Performance status - Karnofsky 70-100% - More than 12 weeks - WBC ≥ 3,000/mm^3 - Platelet count ≥ 100,000/mm^3 - No uncontrolled bleeding disorder that would increase the risk of bleeding from the injected lesion - No active thrombotic thrombocytopenic purpura within the past 2 years - PT/PTT ≤ 1.25 times upper limit of normal (ULN) - AST and ALT ≤ 1.5 times ULN - Bilirubin ≤ 1.5 times ULN - No chronic hepatitis B or C - Creatinine ≤ 2.0 mg/dL - Creatinine clearance ≥ 60 mL/min - No symptomatic congestive heart failure - No unstable angina pectoris - No cardiac arrhythmia - HIV negative - No prior significant allergic reaction or hypersensitivity to eggs or egg products - No disease that limits the function of the spleen (e.g., sickle cell disease) - No uncontrolled active or chronic infection - No active autoimmune disorders or disease - No immunosuppression, defined as concurrent or possible requirement for systemic corticosteroids - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception during and for at least 4 weeks after study participation - Able to avoid direct contact of the immunization site with the following individuals: - Children < 3 years of age - Immunocompromised individuals (including those on systemic corticosteroids) - Pregnant women - Individuals with extensive skin disease - No active seizure disorder - No skin disease and/or open unhealing wounds - No psychiatric illness or social situation that would preclude study compliance - No other significant medical illness that would significantly increase the risk associated with immunotherapy - No other active malignancy requiring concurrent therapy except squamous cell or basal cell skin cancer or undetectable hormone-responsive prostate cancer (as measured by normal prostate-specific antigen) - No other concurrent uncontrolled illness that would preclude study participation - No prior fowlpox virus-based therapy - No prior B7-1, intercellular adhesion molecule-1 (ICAM-1), or leukocyte function-associated antigen-3 (LFA-3) - More than 4 weeks since prior chemotherapy (6 weeks for nitrosoureas or mitomycin) and recovered - See Disease Characteristics - Concurrent adjuvant hormonal therapy for early-stage or high-risk breast cancer allowed - No concurrent corticosteroids - More than 2 weeks since prior radiotherapy and recovered - More than 2 weeks since prior surgery and recovered - No prior splenectomy - No concurrent therapeutic anticoagulation therapy that would increase the risk of bleeding from injected lesion - No other concurrent immunosuppressive drugs - No other concurrent investigational agents - No other concurrent anticancer therapy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00087373.xml"}