{"brief_title": "Carmustine in Treating Adults With Recurrent Supratentorial Low-Grade Glioma", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. PURPOSE: Phase II trial to study the effectiveness of carmustine in treating adults with recurrent supratentorial low-grade glioma.", "detailed_description": "OBJECTIVES: - Determine the antitumor activity of Gliadel wafers (carmustine) in the treatment of recurrent supratentorial low grade glioma. - Assess the toxicity of this therapy in these patients. OUTLINE: Patients are stratified by disease (fibrillary astrocytoma vs oligodendroglioma or mixed glioma). Patients receive up to 8 Gliadel wafers (containing carmustine) implanted in the resected tumor cavity. Patients are followed every 2 months. PROJECTED ACCRUAL: This study will accrue a maximum of 68 patients within 18-24 months.", "condition": "Brain and Central Nervous System Tumors", "intervention_type": "Procedure", "intervention_name": "surgical procedure", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed recurrent primary low grade glioma including: - Fibrillary astrocytoma - Oligodendroglioma - Mixed glioma - Evidence of measurable enhancing or non-enhancing CNS neoplasm on MRI PATIENT CHARACTERISTICS: Age: - 18 and over Performance status: - Karnofsky 60-100% Life expectancy: - Not specified Hematopoietic: - Hematocrit greater than 29% - Absolute neutrophil count greater than 1500/mm^3 - Platelet count greater than 125,000/mm^3 Hepatic: - SGOT less than 1.5 times upper limit of normal (ULN) - Bilirubin less than 1.5 times ULN Renal: - Creatinine less than 1.5 mg/dL - BUN less than 25 mg/dL Other: - Not pregnant or nursing - Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - At least 4 weeks since prior chemotherapy unless disease progression Endocrine therapy: - Concurrent corticosteroids allowed (must be on stable dose for 1 week prior to study) - No concurrent immunosuppressive agents Radiotherapy: - At least 4 weeks since prior radiotherapy unless disease progression Surgery: - Not specified Other: - No other concurrent medication that may interfere with study", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00003467.xml"}