{"brief_title": "Phase III Randomized Controlled Study of Morphine and Nortriptyline in the Management of Postherpetic Neuralgia", "brief_summary": "OBJECTIVES: I. Determine whether opioid (morphine) treatment results in better management of pain than treatment with tricyclic antidepressant (nortriptyline). II. Assess the effects the two treatments have on affective and cognitive functions. III. Determine whether the presence of psychiatric comorbidity, particularly depression, can predict the outcome of the two treatments.", "detailed_description": "PROTOCOL OUTLINE: This is a randomized, double blind, crossover study. Patients are stratified by the duration of pain (greater than 1 year or no greater than 1 year) and the presence or absence of major depression. Patients are randomized into 6 treatment order groups. Patients start with nortriptyline, morphine, or placebo, taken orally every day. If patients are unable to tolerate nortriptyline or morphine, they will receive desipramine or methadone instead. A drug titration period lasting 3 weeks is ensued for administration of the first drug treatment. The goal of this titration period is to gradually increase the dose of the drug to obtain maximal analgesic efficacy. Drug dosage is maintained for a period of 3 weeks. The drug dosage is tapered off and followed by a drug free period of 1 week.", "condition": "Herpes Zoster", "intervention_type": "Drug", "intervention_name": "nortriptyline", "criteria": "PROTOCOL ENTRY CRITERIA: --Disease Characteristics-- - Diagnostically confirmed postherpetic neuralgia for at least 3 months following a segmental herpes zoster eruption --Prior/Concurrent Therapy-- - Other: No concurrent monoamine oxidase inhibitors --Patient Characteristics-- - Life expectancy: At least 6 months - Cardiovascular: No second degree or complete heart blockage No myocardial infarction in the last 3 months - Pulmonary: No severe pulmonary disease - Other: No history of substance abuse No history of dementia No history of encephalopathy No severe depression that precludes withdrawal from antidepressants Not pregnant No angle-closure glaucoma No AIDS related disease complex No terminal disease with life expectancy of less that 6 months", "gender": "All", "minimum_age": "18 Years", "maximum_age": "90 Years", "healthy_volunteers": "No", "id": "NCT00004390.xml"}