{"brief_title": "Study of Scaling Disorders and Other Inherited Skin Diseases", "brief_summary": "The purpose of this study is to identify the genes responsible for certain scaling disorders and other inherited skin diseases and to learn about the medical problems they cause. In some cases, these may include problems affecting organs other than the skin, such as the eyes, teeth and bones. Patients with inherited skin disorders, including Darier's disease (keratosis follicularis), lamellar ichthyosis, epidermolysis bullosa, cystic acne, and others, and their relatives may be eligible for this study. Patients will have a medical history, physical examination with particular emphasis on the skin, and routine blood tests. Additional procedures for patients and unaffected relatives may include: 1. Blood sample collection 2. Dental exam with X-ray of the jaw 3. Eye examination 4. X-rays of the skull, ribs, chest, hands, feet, spine, arms, or legs 5. Bone density scan 6. Photographs of the skin 7. Skin biopsies (removal of a small tissue sample under local anesthetic) 8. Buccal sample (gentle brushing inside the cheek to collect a cell sample) for gene studies Patients who request the results of their gene testing will be provided this information.", "detailed_description": "We propose to investigate the genetics of the scaling disorders and other genodermatoses which are believed to behave in a Mendelian manner. Families for study will be ascertained through articles in the Ichthyosis Focus, (the newsletter of the Foundation for Ichthyosis and Related Skin Types), physician referrals, and patient self-referrals. Efforts will be made to further characterize the clinical findings in both affected persons and unaffected gene carriers. Using candidate genes, especially those known to be involved in structural abnormalities of skin, we will attempt to map and isolate major genes contributing to expression of the disease phenotype. Failing this direct approach, a random search of the genome (so-called, \"reverse genetics\") will be utilized. In addition, normal and diseased skin will be used in cell culture and animal experiments (under a separate protocol) to test new therapeutic modalities.", "condition": ["Genetic Skin Disease", "Keratosis Follicularis", "Lamellar Ichthyosis"], "criteria": "No steroid sulfatase deficiency.", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "Accepts Healthy Volunteers", "keyword": "Skin", "mesh_term": ["Keratosis", "Skin Diseases", "Ichthyosis", "Ichthyosis, Lamellar", "Skin Diseases, Genetic", "Darier Disease"], "id": "NCT00001292"}