{"brief_title": "Vaccine Therapy Combined With Adjuvant Chemoradiotherapy in Treating Patients With Resected Stage I or Stage II Adenocarcinoma (Cancer) of the Pancreas", "brief_summary": "RATIONALE: Vaccines made from gene-modified pancreatic cancer cells may make the body build an immune response to kill tumor cells. Drugs used in chemotherapy, such as fluorouracil, work in different ways to stop tumor cells from dividing so they stop growing or die. Radiation therapy uses high-energy x-rays to damage tumor cells. Giving vaccine therapy together with chemotherapy and radiation therapy after surgery may kill any remaining tumor cells. PURPOSE: This phase II trial is studying how well giving vaccine therapy together with adjuvant chemoradiotherapy works in treating patients with resected stage I or stage II adenocarcinoma (cancer) of the pancreas.", "detailed_description": "OBJECTIVES: Primary - Determine overall and disease-free survival of patients with resected stage I or II adenocarcinoma of the pancreas treated with adjuvant chemoradiotherapy in combination with GVAX pancreatic cancer vaccine. Secondary - Correlate specific in vivo parameters of immune response (post-vaccination delayed-type hypersensitivity reactions to autologous tumor, mesothelin-specific T-cell response, and the degree of local eosinophil, macrophage, and T-cell infiltration at the vaccine site) with clinical responses in patients treated with this regimen. - Determine the toxic effects associated with intradermal injections of this vaccine in these patients. OUTLINE: This is an open-label study. - Post surgery vaccination: Within 8-10 weeks after pancreaticoduodenectomy, patients receive GVAX pancreatic cancer vaccine intradermally (ID) on day 0. - Adjuvant chemoradiotherapy: Within 16-28 days after the first vaccination, patients receive fluorouracil (5-FU) IV continuously for 3 weeks. Approximately 1-2 weeks after completion of 5-FU, patients receive chemoradiotherapy comprising radiotherapy daily and 5-FU IV continuously for 26-28 weeks. Approximately 3-5 weeks after completion of chemoradiotherapy, patients receive 5-FU IV continuously for 4 weeks. 5-FU repeats every 6 weeks for 2 courses. - Post chemoradiotherapy vaccination: Within 4-8 weeks after the completion of chemoradiotherapy, patients receive GVAX pancreatic cancer vaccine ID on days 0, 28, 56, and 196. Treatment continues in the absence of unacceptable toxicity. Patients are followed every 3 months for 1 year and then every 6 months thereafter. PROJECTED ACCRUAL: A total of 60 patients will be accrued for this study.", "condition": "Pancreatic Cancer", "intervention_type": "Biological", "intervention_name": "GVAX pancreatic cancer vaccine", "description": "Patients will receive vaccinations consisting of 5E8 vaccine cells. The first vaccination is administered 6-8 weeks after surgery. Four to eight weeks following the completion of the last cycle of adjuvant radiation and chemotherapy (chemo-radiation therapy is standard of care and not part of the protocol) eligible patients will receive three additional vaccinations at one month intervals. Patients who continue to remain disease-free will receive a fifth \"booster\" vaccination, six months following the fourth vaccination.", "arm_group_label": "GVAX pancreatic cancer vaccine", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed invasive ductal adenocarcinoma of the head, neck, and uncinate process of the pancreas - Mixed adenocarcinoma tumors allowed if the predominant invasive component of the tumor is adenocarcinoma - Stage I or II (clinical stage T1-3, N0-1, M0) disease - Has undergone pancreaticoduodenectomy at the Johns Hopkins Hospital within the past 8-10 weeks - Completely resected (R0) or microscopic residual (R1) disease - No diagnosis other than ductal adenocarcinoma, including any of the following: - Adenosquamous - Squamous cell - Colloid - Islet cell - Non-invasive intraductal papillary mucinous neoplasms - Serous or mucinous cystadenoma or cystadenocarcinoma - Carcinoid - Small or large cell carcinoma - Intraductal oncocytic papillary neoplasms - Osteoclast-like giant cell tumors - Acinar cell carcinoma - Pancreatoblastoma - Solid pseudopapillary tumors - Undifferentiated small cell carcinoma - Non-epithelial tumors (sarcoma, gastrointestinal stromal tumor, or lymphoma) - Adenocarcinoma of the ampulla - Adenocarcinoma of the distal bile duct - Adenocarcinoma of the duodenum - No recurrent disease - No metastatic disease, including peritoneal implants or liver and/or lung involvement PATIENT CHARACTERISTICS: Age - 18 and over Performance status - ECOG 0-1 Life expectancy - Not specified Hematopoietic - Absolute neutrophil count >/= 1,500/mm^3 - Platelet count >/= 100,000/mm^3 - Hemoglobin >/= 10 g/dL Hepatic - Bilirubin </= 2 mg/dL - AST/ALT </= 2 times upper limit of normal (ULN) - Alkaline phosphatase </= 5 times ULN Renal - Creatinine </= 2 mg/dL Pulmonary - No asthma or chronic obstructive pulmonary disease requiring systemic corticosteroids Immunologic - HIV negative - No active infection - No prior or concurrent autoimmune disease requiring treatment with systemic immunosuppressants, including any of the following: - Inflammatory bowel disease - Systemic vasculitis - Scleroderma - Psoriasis - Multiple sclerosis - Hemolytic anemia or immune thrombocytopenia - Rheumatoid arthritis - Systemic lupus erythematosus - Sjogren's syndrome - Sarcoidosis - Negative results to viral delayed-type hypersensitivity serology testing if autologous tumor cells are available Other - No postoperative complications (e.g., inability to take oral nutrition >/= 1,500 calories/day, ongoing requirement for long-term biliary stenting, or persistence of wound infection) - No other malignancy within the past 5 years except nonmelanoma skin cancer - No uncontrolled medical conditions that would preclude study participation - No other major active medical or psychosocial problem that could be exacerbated by study treatment - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception during and for at least 4 weeks after study participation PRIOR CONCURRENT THERAPY: Biologic therapy - More than 1 month since prior biologic therapy - No other concurrent biologic therapy, immunotherapy, or gene therapy for pancreatic cancer Chemotherapy - More than 1 month since prior chemotherapy - No other concurrent chemotherapy for pancreatic cancer Endocrine therapy - More than 28 days since prior systemic steroids - No concurrent systemic corticosteroids Radiotherapy - More than 1 month since prior radiotherapy - No other concurrent radiotherapy for pancreatic cancer Surgery - See Disease Characteristics - Recovered from prior surgery Other - More than 1 month since prior participation in an investigational new drug trial - No other concurrent investigational therapy for pancreatic cancer", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00084383.xml"}