{"brief_title": "Aspirin and/or Folic Acid in Preventing Recurrent Colorectal Polyps", "brief_summary": "RATIONALE: Chemoprevention therapy is the use of certain drugs to try to prevent the development or recurrence of cancer. The use of aspirin and/or folic acid may be effective in preventing recurrent polyps in patients who have had polyps removed previously. PURPOSE: Randomized clinical trial to determine the effectiveness of aspirin and/or folic acid in preventing the recurrence of colorectal polyps.", "detailed_description": "OBJECTIVES: - Determine whether aspirin and/or folic acid prevents recurrence of colorectal adenomas in patients who have had colorectal adenomas removed. OUTLINE: This is a randomized, double-blind, placebo-controlled, multicenter study. Patients are randomized to 1 of 4 treatment arms. - Arm I: Patients receive oral aspirin and oral folic acid daily. - Arm II: Patients receive oral aspirin and oral placebo daily. - Arm III: Patients receive oral placebo and oral folic acid daily. - Arm IV: Patients receive 2 oral placebos daily. In all arms, treatment continues for 3 years in the absence of unacceptable toxicity. After completion of the 3-year intervention, all patients undergo a surveillance colonoscopy. Peer Reviewed and Funded or Endorsed by Cancer Research UK PROJECTED ACCRUAL: A total of 1,300 patients will be accrued for this study.", "condition": ["Colorectal Cancer"], "intervention_type": ["Dietary Supplement", "Drug"], "intervention_name": ["folic acid", "acetylsalicylic acid"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed colorectal adenoma removed within the past 6 months - Greater than 0.5 cm after fixation or greater than 0.7 cm at time of removal - OR - Any size with a history of prior colorectal adenoma removal(s) - Removed via colonoscopy, flexi-sigmoidoscopy (provided barium enema has been performed), or transanal endoscopic microsurgery - Removal must be considered complete with follow-up to be done within 6 months - No prior resection of large bowel (e.g., hemi-colectomy or greater, anterior resection, or subtotal colectomy) PATIENT CHARACTERISTICS: Age: - 75 and under Performance status: - Not specified Life expectancy: - Not specified Hematopoietic: - No active bleeding disorders Hepatic: - Not specified Renal: - Not specified Cardiovascular: - No unstable heart conditions Pulmonary: - No unstable asthma Other: - Not pregnant and no potential to become pregnant within the next 3 years - No unstable diabetes - No active upper gastrointestinal ulceration - No known aspirin intolerance or sensitivity - No other serious medical conditions that would preclude study participation PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - Not specified Endocrine therapy: - Not specified Radiotherapy: - Not specified Surgery: - See Disease Characteristics Other: - No other concurrent folic acid - No concurrent anticoagulants - No other prior or concurrent non-steroidal anti-inflammatory drugs, prescribed or self-medicated (more than 3 tablets per week)", "gender": "All", "minimum_age": "N/A", "maximum_age": "75 Years", "healthy_volunteers": "No", "keyword": "rectal cancer", "mesh_term": ["Colorectal Neoplasms", "Aspirin", "Folic Acid", "Vitamin B Complex"], "id": "NCT00033319"}