{"brief_title": "Safety and Efficacy of Amphotericin B Lipid Complex in the Treatment of Cryptococcal Meningitis in Patients With the Acquired Immunodeficiency Syndrome", "brief_summary": "To evaluate the safety, tolerance and efficacy of three different dosage regimens of Amphotericin B Lipid Complex (ABLC) compared to Fungizone (Amphotericin B) in patients with AIDS and cryptococcal meningitis.", "condition": ["Meningitis, Cryptococcal", "HIV Infections"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Amphotericin B, Lipid-based", "Amphotericin B"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Intravenous pentamidine for treatment of Pneumocystis carinii pneumonia (PCP) but not for prophylaxis. Patients must have the following: - Meet the CDC criteria for diagnosis of AIDS. - Confirmed episode of acute cryptococcal meningitis. - Informed consent of the patient or guardian prior to entry. Exclusion Criteria Co-existing Condition: Patients with the following conditions or symptoms are excluded: - Clinical evidence of acute or chronic meningitis due to an agent other than Cryptococcus neoformans. - History of hypersensitivity/anaphylactoid reaction attributed to amphotericin B. - Any other concomitant condition which, in the opinion of the investigator, would preclude a patient's participation in the study. Concurrent Medication: Excluded: - Corticosteroids. - Salicylates or other drugs known to interfere with prostaglandin synthesis except as specified in protocol. - Zidovudine. - Investigational agents. - Interferon. - Interleukin-2 (IL-2). - Steroids. - Isoprinosine. - Intrathecal Amphotericin B. - Intravenous Pentamidine PCP prophylaxis (only treatment). Patients with the following are excluded: - Clinical evidence of acute or chronic meningitis due to an agent other than Cryptococcus neoformans. - History of hypersensitivity/anaphylactoid reaction attributed to amphotericin B. - Inability to obtain appropriate follow-up visits. - Any other concomitant condition which, in the opinion of the investigator, would preclude a patient's participation in the study. Prior Medication: Excluded within 4 weeks of study entry: - Amphotericin B. - Excluded within 2 weeks of study entry: - Any other experimental drug.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Chemistry, Pharmaceutical", "mesh_term": ["HIV Infections", "Immunologic Deficiency Syndromes", "Acquired Immunodeficiency Syndrome", "Meningitis", "Meningitis, Cryptococcal", "Amphotericin B", "Liposomal amphotericin B"], "id": "NCT00002019"}