{"brief_title": "Carboxyamidotriazole and Paclitaxel in Treating Patients With Advanced Solid Tumors or Refractory Lymphomas", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. Combining more than one drug may kill more cancer cells. PURPOSE: This phase I trial is studying the side effects and best dose of carboxyamidotriazole and paclitaxel in treating patients with advanced solid tumors or refractory lymphomas.", "detailed_description": "OBJECTIVES: - Determine the maximum tolerated dose of paclitaxel when combined with carboxyamidotriazole in patients with advanced solid tumors or refractory lymphomas. - Determine the pharmacokinetics and toxicities of this regimen in these patients. - Identify diseases for which this combination appears active. OUTLINE: This is a dose escalation study. Patients receive oral carboxyamidotriazole (CAI) daily with paclitaxel IV over 3 hours on day 8 and every 3 weeks thereafter. Course 1 is 28 days and all other subsequent courses are 21 days. Treatment continues in the absence of disease progression or unacceptable toxicity. Patients who achieve complete response receive 2 additional courses of treatment. Sequential dose escalation of CAI is followed by sequential dose escalation of paclitaxel. Dose escalation in cohorts of 3 to 6 patients each continues until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 6 patients experience dose limiting toxicity. PROJECTED ACCRUAL: A total of 70 patients will be accrued for this study.", "condition": "Unspecified Adult Solid Tumor, Protocol Specific", "intervention_type": "Drug", "intervention_name": "paclitaxel", "criteria": "DISEASE CHARACTERISTICS: - Histologically diagnosed solid tumor (i.e., breast and ovarian epithelial carcinomas) or lymphoma - Slides reviewed at the NCI Laboratory of Pathology - Failure on therapy of proven efficacy for the disease - Prior therapy not required for the following metastatic diseases: - Melanoma - Non-small cell lung cancer - Renal cell carcinoma - No brain metastases - Primary brain tumors (such as glioblastoma multiforme) with stable neurologic deficits allowed - Measurable or evaluable disease required - Demonstrated by physical exam or on radiograph within 2 weeks prior to initiation of treatment OR - Elevated PSA associated with prostate cancer - Other marker-only disease ineligible PATIENT CHARACTERISTICS: Age: - Over 18 Performance status: - ECOG 0-2 Life expectancy: - At least 3 months Hematopoietic: - WBC at least 3,000/mm^3 - Platelet count at least 100,000/mm^3 - Hematocrit at least 27% Hepatic: - Liver function tests no greater than 2 times upper limit of normal - Bilirubin normal - PT or PTT no greater than 1.25 times upper limit of normal - Clotting parameters normal - No concurrent anticoagulants other than 1 mg of warfarin per day for prophylaxis Renal: - Creatinine no greater than 1.5 mg/dL OR - Creatinine clearance at least 45 mL/min - No kidney obstruction Cardiovascular: - No cardiac conduction defect requiring antiarrhythmics - No evidence of myocardial infarction or other myocardial damage within past 6 months Other: - HIV negative - No concurrent infection - No guaiac-positive stool test - No neuropathy greater than grade I (unless associated with fixed-deficit primary brain tumors) - Not pregnant or nursing - Fertile patients must use effective contraception during and for 2 months after study PRIOR CONCURRENT THERAPY: - Recovery from prior therapy required Biologic therapy: - At least 4 weeks since prior biologic therapy Chemotherapy: - At least 4 weeks since prior chemotherapy (6 weeks since mitomycin, nitrosoureas, or carboplatin) - No progression on carboxyamidotriazole or paclitaxel - At least 6 months between treatment and relapse Endocrine therapy: - At least 4 weeks since prior hormonal therapy - No concurrent corticosteroids except as physiologic replacement Radiotherapy: - At least 4 weeks since prior radiotherapy Surgery: - Not specified Other: - At least 1 week since prior therapeutic antibiotics - Concurrent prophylactic antibiotics allowed except imidazole antifungals (e.g., ketoconazole, fluconazole) - No concurrent calcium channel blockers", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00019019.xml"}