{"brief_title": "To Study the Use of Humanized CD25 in Preventing the Relapse of Psoriasis Vulgaris", "brief_summary": "This study is designed to study disease relapse after NBUVB and how the administration of Daclizumab/placebo alters disease relapse.", "detailed_description": "The first part of the study involves NB-UVB light treatment, a well-established treatment to treat psoriasis. In the second part, we are testing a drug known as Humanized CD25 Monoclonal Antibody (anti-TAC) or placebo to prevent disease relapse. Anti-TAC is an injectable medicine that is also designed to treat psoriasis by blocking a part of the immune system that we believe contributes to the disease.", "condition": "Psoriasis", "intervention_type": "Device", "intervention_name": "NB-UVB", "description": "total body NB-UVB at a dose that is 50% of the MED. Patients are treated 3-7 times per week, with increasing doses at every treatment if no burning occurs. This is continued until for a total of 20 ± 2 treatments total.", "arm_group_label": "Narrow Band Ultraviolet B", "other_name": "anti-TAC", "criteria": "Inclusion Criteria 1. Male or female patients with chronic psoriasis vulgaris (disease stable or worsening for > 6 months). Patients age 16 - 21 will be considered on a case to case basis. For those patients under the age of 18, parental consent will be obtained. 2. Extensive skin involvement. 3. Scale, thickness, and erythema in individual psoriasis lesions of at least moderate intensity. 4. Psoriasis treated with emollients only for 2 weeks prior to treatment 5. Patients with active psoriatic arthritis, if accompanied by psoriasis vulgaris involving more than 5% of the body surface. 6. Patients that are appropriate for treatment with UVB. Exclusion Criteria: 1. Positive serology for HIV, Hepatitis B, or Hepatitis C. 2. Positive β-HCG titer. For women of childbearing potential, unwillingness or inability to use a contraceptive device during this study if negative for β-HCG. 3. Guttate psoriasis, pustular psoriasis, or whole body erythroderma. 4. Active infection or persistent fever of unknown origin. 5. Major concurrent illness, which could worsen following treatment with anti-TAC.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00050661.xml"}