{"brief_title": "Effect of Niacin ER/Lovastatin on Peak Walking Time & Claudication Onset Time in Patients With Intermittent Claudication", "brief_summary": "The purpose of this study is to evaluate if Niacin ER/Lovastatin, at two different doses, compared to diet control (this group will receive a tablet containing 50 mg. of immediate-release niacin) is a safe and effective medicine in subjects with leg pain caused by a narrowing of their leg arteries, a condition called intermittent claudication. At least 366 subjects with leg pain caused by a narrowing of their leg arteries will participate in this study. Niacin ER/Lovastatin is a combination of two FDA (United States Food and Drug Administration) approved cholesterol modifying medications: Niaspan® (extended-release niacin) and lovastatin, a statin (the same medicine found in Mevacor®). Niacin ER/Lovastatin was approved by the FDA under the name of Advicor® for use in the treatment of elevated cholesterol. The use of Niacin ER/Lovastatin in the treatment of peripheral arterial disease and symptomatic relief of intermittent claudication is considered investigational. An investigational use is one that is not approved by the FDA.", "detailed_description": "This is a Phase 3, 28-week, double-blind, diet-intervention, randomized, parallel group, three-arm, multi-center, dose-titration study. The objectives of this study are to evaluate the safety and efficacy of NL in patients with IC. The primary efficacy analysis will be the percent change from baseline in Peak Walking Time (PWT) and Claudication Onset Time (COT), calculated as the logarithm of the quotient of the time walked on treadmill at a visit divided by the time walked at baseline. Other efficacy measures will include Ankle Brachial Index (ABI), QoL measurements, composite of cardiovascular events (MI, stroke, vascular death, and lower limb amputations), and coronary and peripheral artery revascularization procedures. Safety variables will include serum transaminases, routine chemistry parameters, hematology, and AEs. Pharmacokinetic analyses will be conducted as well.", "condition": ["Intermittent Claudication", "Peripheral Vascular Disease"], "intervention_type": ["Drug"], "intervention_name": ["Niacin Extended Release and Lovastatin Tablets"], "criteria": "INCLUSION CRITERIA: - Men & women at least 40 years of age or older. Women must not be pregnant nor breast-feeding & not planning to become pregnant or to breast-feed. - History of IC of the lower extremities which has been present for at least 6 months with no change in symptoms in the previous 3 months prior to screening. - LDL-C of < 160 mg/dL and Triglycerides < 800mg/dL. EXCLUSION CRITERIA: - Severe neuropathy - Gross obesity (BMI ≥ 40) - Presence of critical limb ischemia defined as ischemic rest pain, gangrene, ulceration, or pending amputation of a lower extremity due to severe PAD. - Surgical intervention to alleviate symptoms of claudication within 6 months or endovascular interventions within 3 months - Documented CAD taking any cholesterol-modifying agent - Systolic blood pressure ≥ 160 mmHg &/or diastolic blood pressure ≥ 95 mmHg - Presence of clinically significant laboratory test abnormalities for liver or renal function tests or HgbA1C. - History of alcohol abuse or currently drinks alcohol in excess.", "gender": "All", "minimum_age": "40 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "IC", "mesh_term": ["Vascular Diseases", "Intermittent Claudication", "Peripheral Vascular Diseases", "Peripheral Arterial Disease", "Niacin", "Lovastatin", "L 647318", "Dihydromevinolin", "Niacinamide", "Nicotinic Acids"], "id": "NCT00062556"}