{"brief_title": "Paclitaxel, Bevacizumab And Adjuvant Intraperitoneal Carboplatin in Treating Patients Who Had Initial Debulking Surgery for Stage II, Stage III, or Stage IV Ovarian Epithelial, Primary Peritoneal, or Fallopian Tube Cancer", "brief_summary": "This phase I trial is studying the side effects and best dose of adjuvant intraperitoneal carboplatin when given together with paclitaxel and bevacizumab in treating patients who have undergone debulking surgery for stage II , stage III, or stage IV ovarian epithelial, primary peritoneal, or fallopian tube cancer. Drugs used in chemotherapy, such as carboplatin and paclitaxel, work in different ways to stop tumor cells from dividing so they stop growing or die. Monoclonal antibodies, such as bevacizumab, can block tumor growth in different ways. Some block the ability of tumor cells to grow and spread. Others find tumor cells and help kill them or carry tumor-killing substances to them. Bevacizumab may also stop the growth of tumor cells by blocking blood flow to the tumor. It is not yet known whether carboplatin, paclitaxel, and bevacizumab are more effective than carboplatin and paclitaxel in treating ovarian epithelial or primary peritoneal cancer, or fallopian tube cancer.", "detailed_description": "PRIMARY OBJECTIVES: I. Determine the maximum tolerated dose of intraperitoneal carboplatin when administered with paclitaxel during course 1, in patients with stage II-IV ovarian epithelial, primary peritoneal, or fallopian tube cancer who had initial debulking surgery. II. Determine the feasibility of this regimen in these patients. III. Determine the feasibility of adding IV bevacizumab to this regimen in courses 2-6. SECONDARY OBJECTIVES: I. Determine the toxicity profile of this regimen in these patients. II. Determine the toxicity profile of paclitaxel and bevacizumab IV in combination with intraperitoneal carboplatin in these patients. III. Determine the response rate (in patients with measurable disease who are in the expanded cohort) and progression-free survival of patients treated with this regimen. OUTLINE: This is a multicenter, dose-escalation study of intraperitoneal carboplatin. Patients receive paclitaxel IV over 3 hours followed by intraperitoneal carboplatin over 15 minutes on day 1 in course 1. Beginning in course 2, patients also receive bevacizumab IV over 30-90 minutes on day 1. Treatment repeats every 21 days for up to 6 courses in the absence of disease progression or unacceptable toxicity. Cohorts of 3-6 patients receive escalating doses of carboplatin until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 3 or 2 of 6 patients experience dose-limiting toxicity. Once the MTD is determined, an additional 20-40 patients are treated at that dose level. Patients are followed every 3 months for 1 year.", "condition": ["Brenner Tumor", "Fallopian Tube Cancer", "Ovarian Clear Cell Cystadenocarcinoma", "Ovarian Endometrioid Adenocarcinoma", "Ovarian Mixed Epithelial Carcinoma", "Ovarian Mucinous Cystadenocarcinoma", "Ovarian Serous Cystadenocarcinoma", "Ovarian Undifferentiated Adenocarcinoma", "Primary Peritoneal Cavity Cancer", "Stage II Ovarian Epithelial Cancer", "Stage III Ovarian Epithelial Cancer", "Stage IV Ovarian Epithelial Cancer"], "intervention_type": ["Procedure", "Drug", "Drug", "Biological"], "intervention_name": ["adjuvant therapy", "paclitaxel", "carboplatin", "bevacizumab"], "arm_group_label": ["Treatment (adjuvant, paclitaxel, carboplatin, bevacizumab)", "Treatment (adjuvant, paclitaxel, carboplatin, bevacizumab)", "Treatment (adjuvant, paclitaxel, carboplatin, bevacizumab)", "Treatment (adjuvant, paclitaxel, carboplatin, bevacizumab)"], "description": ["Given IV", "Given intraperitoneally", "Given IV"], "other_name": ["Anzatax", "Asotax", "TAX", "Taxol", "Carboplat", "CBDCA", "JM-8", "Paraplat", "Paraplatin", "anti-VEGF humanized monoclonal antibody", "anti-VEGF monoclonal antibody", "Avastin", "rhuMAb VEGF"], "criteria": "Inclusion Criteria: - Histologically confirmed ovarian epithelial, primary peritoneal, or fallopian tube cancer - Stage II-IV disease - The following histologic epithelial cell types are eligible: - Serous adenocarcinoma - Mucinous adenocarcinoma - Clear cell adenocarcinoma - Transitional cell carcinoma - Adenocarcinoma not otherwise specified - Endometrioid adenocarcinoma - Undifferentiated carcinoma - Mixed epithelial carcinoma - Malignant Brenner's tumor - Optimal (≤ 1 cm residual disease) OR suboptimal residual disease after initial debulking surgery (performed within the past 12 weeks) - Synchronous primary endometrial cancer OR prior history of endometrial cancer allowed provided all of the following are true: - Stage IB disease or less - Less than 3 mm invasion without vascular or lymphatic invasion - No poorly differentiated subtypes, including the following: - Papillary serous - Clear cell - Other FIGO grade 3 lesions - No epithelial tumors of low malignant potential (borderline tumors) - No CNS disease, including primary brain tumor, seizures not controlled with standard medical therapy, or brain metastases by history or evidence upon physical examination within the past 6 months - Performance status - GOG 0-2 - Absolute neutrophil count ≥ 1,500/mm^3 - Platelet count ≥ 100,000/mm^3 - INR ≤ 1.5 - PTT < 1.2 times upper limit of normal (ULN) - No active bleeding or pathologic conditions carrying high risk of bleeding (e.g., known bleeding disorder, coagulopathy, or tumor involving major vessels) - AST ≤ 3 times upper limit of normal (ULN) - Alkaline phosphatase ≤ 3 times ULN - Bilirubin ≤ 1.5 times ULN - No acute hepatitis - Creatinine ≤ 2.0 mg/dL - Urine protein-creatinine ratio < 1.0 OR protein 1.0 g by 24 hour urine collection - Cardiac conduction abnormalities (e.g., bundle branch block or heart block) allowed provided the patient's cardiac status has been stable for ≥ 6 months before study entry - No clinically significant cardiovascular disease, including any of the following: - Uncontrolled hypertension, defined as systolic BP > 150 mm Hg or diastolic BP > 90 mm Hg - Myocardial infarction or unstable angina within the past 6 months - New York Heart Association class II-IV congestive heart failure - Serious cardiac arrhythmia requiring medication - Peripheral vascular disease ≥ CTCAE grade 2 (at least brief (< 24 hrs) episodes of ischemia managed non-surgically and without permanent deficit) - No history of cerebrovascular accident (CVA, stroke), transient ischemic attack (TIA) or subarachnoid hemorrhage within the past 6 months - Not pregnant or nursing - Fertile patients must use effective contraception during and for ≥ 6 months after completion of bevacizumab therapy - No neuropathy (sensory and motor) > grade 1 - No active infection requiring antibiotics - No circumstances that would preclude study participation - No known hypersensitivity to Chinese hamster ovary cell products or other recombinant human or humanized antibodies - No history of allergic reaction to polysorbate 80 (e.g., etoposide, vitamin E) - No other invasive malignancies within the past 5 years except non-melanoma skin cancer or localized breast cancer - No serious, non-healing wound, ulcer, or bone fracture - No significant traumatic injury within 28 days prior to bevacizumab therapy - No prior history of abdominal fistula or gastrointestinal perforation within the past 3-6 months - Granulating incisions healing by secondary intention with no evidence of fascial dehiscence or infection allowed but require weekly wound examinations - No clinical symptoms or signs of gastrointestinal obstruction requiring parenteral hydration and/or nutrition - At least 28 days since intra-abdominal abscess and recovered - At least 3 years since prior adjuvant chemotherapy for localized breast cancer - Patients must remain free of recurrent or metastatic disease - At least 3 years since prior radiotherapy for localized cancer of the breast, head and neck, or skin - Patient must remain free of recurrent or metastatic disease - No prior radiotherapy to any portion of the abdominal cavity or pelvis - No concurrent amifostine or other protective agents - No concurrent major surgical procedure or open biopsy or within 28 days prior to bevacizumab therapy - No core biopsy within 7 days prior to bevacizumab therapy - No prior therapy for this malignancy - No prior cancer treatment that contraindicates study therapy - No prior anti-VEGF drug, including bevacizumab", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Carcinoma", "Adenocarcinoma", "Neoplasms, Glandular and Epithelial", "Ovarian Neoplasms", "Fallopian Tube Neoplasms", "Carcinoma, Endometrioid", "Cystadenocarcinoma", "Brenner Tumor", "Cystadenocarcinoma, Serous", "Cystadenocarcinoma, Mucinous", "Paclitaxel", "Albumin-Bound Paclitaxel", "Bevacizumab", "Carboplatin", "Antibodies", "Immunoglobulins", "Antibodies, Monoclonal"], "id": "NCT00079430"}