{"brief_title": "Cyclophosphamide Plus Vaccine Therapy in Treating Patients With Advanced Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy work in different ways to stop tumor cells from dividing so they stop growing or die. Vaccines made from a patient's tumor tissue may make the body build an immune response to kill tumor cells. Chemotherapy combined with vaccine therapy may kill more tumor cells. PURPOSE: Phase II trial to study the effectiveness of combining cyclophosphamide with tumor cell vaccine in treating patients who have metastatic cancer or cancer at high risk of recurrence.", "detailed_description": "OBJECTIVES: - Determine the safety and clinical effects of autologous or allogeneic active-specific intralymphatic immunotherapy with a vaccine containing interferon alfa or interferon gamma-treated tumor cells followed by sargramostim (GM-CSF) in patients with advanced cancer. OUTLINE: This is a pilot study. Patients are stratified by tumor type. Tumor tissue is removed from the patient and incubated with interferon alfa or interferon gamma for 72-96 hours. (If autologous tumor cells are not available, an allogeneic vaccine is prepared.) Harvested activated cells are irradiated immediately prior to use. Patients receive cyclophosphamide IV. 48-72 hours after cyclophosphamide administration, patients receive tumor cell vaccine intradermally. Patients also receive sargramostim (GM-CSF) subcutaneously prior to vaccine administration and once daily for the next 8 days. Treatment repeats every 2 weeks for 3 courses in the absence of unacceptable toxicity. Patients with responding or stable disease after completion of course 3 may receive additional courses. Patients are followed for survival. PROJECTED ACCRUAL: A total of 20-40 patients will be accrued for this study within 18-24 months.", "condition": "Pancreatic Cancer", "intervention_type": "Drug", "intervention_name": "cyclophosphamide", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed cancer not amenable to cure or long-term control by surgery, radiotherapy, chemotherapy, or hormonal manipulations, including the following tumor types: - Colon cancer - Lung cancer - Renal cancer - Breast cancer - Pancreatic cancer - Metastatic disease or subclinical disease at high risk of recurrence - No brain metastases unresponsive to irradiation or surgery - Hormone receptor status: - Not specified PATIENT CHARACTERISTICS: Age: - 18 and over Sex: - Not specified Menopausal status: - Not specified Performance status: - ECOG 0-2 OR - Karnofsky 70-100% Life expectancy: - At least 3 months Hematopoietic: - Not specified Hepatic: - Not specified Renal: - Not specified Cardiovascular: - No prior or concurrent significant cardiovascular disease Pulmonary: - No prior or concurrent pulmonary disease Other: - No prior or concurrent autoimmune disease - No other prior or concurrent major medical illness - HIV negative - No clinical evidence of AIDS - Not pregnant PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - See Disease Characteristics - At least 4 weeks since prior chemotherapy Endocrine therapy: - See Disease Characteristics - At least 4 weeks since prior hormonal therapy - No concurrent chronic steroid therapy Radiotherapy: - See Disease Characteristics - At least 4 weeks since prior radiotherapy Surgery: - See Disease Characteristics", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00002475.xml"}