{"brief_title": "A Study of Ritonavir (ABT-538) When Used With Nelfinavir in HIV-Infected Patients", "brief_summary": "The purpose of this study is to see if it is safe and effective to give ritonavir plus nelfinavir to HIV-infected patients. This study will also see how ritonavir and nelfinavir are absorbed by the body and how they affect the level of HIV in the blood.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Nelfinavir mesylate", "criteria": "Inclusion Criteria Patients must have: - Documentation of a positive ELISA test for HIV confirmed by immunoblot, or a positive HIV RNA test using the Roche PCR assay, or the Chiron bDNA assay. - HIV RNA measurement of > 5,000 copies/ml within 3 weeks of baseline visit. - Signed, informed consent from parent or legal guardian for patients less than 18 years of age. - Access to a refrigerator for storing study drug. Prior Medication: Allowed: Anti-HIV therapy other than protease inhibitor therapy. Exclusion Criteria Co-existing Condition: Patients with the following conditions or symptoms are excluded: - Evidence of acute infection, as measured by vital signs, physical examination, 12-lead electrocardiogram and laboratory assessments. - Condition that may obscure the proper observation of the safety or activity of the treatment regimens. Concurrent Medication: Excluded: - Midazolam, alprazolam, clorazepate, diazepam, estazolam, flurazepam, triazolam, zolpidem, quinidine, amiodarone, encainide, flecainide, propafenone, bepridil, terfenadine, astemizole, cisapride, bupropion, clozapine, rifabutin, meperidine, propoxyphene, piroxicam, pimozide, ergotamine, dihydroergotamine, and rifampin. - Anti-retroviral therapy initiated prior to study entry. - Any other medication, including over-the-counter medicine and alcohol, taken without the permission of the primary investigator. Patients with the following prior conditions are excluded: - History of significant drug hypersensitivity. - History of psychiatric illness that would preclude compliance with the protocol. - Prior enrollment in this study. Prior Medication: Excluded: - Investigational drugs within 30 days prior to drug administration. - Prior treatment with licensed or investigational HIV protease inhibitor. 1. Active substance abuse. - Positive urine screen for recreational drugs. NOTE: - The presence of cannabis is not exclusionary unless the investigator believes its use will interfere with patient compliance.", "gender": "All", "minimum_age": "12 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00002201.xml"}