{"brief_title": "Combination Chemotherapy Plus Amifostine in Treating Patients With Advanced Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumors from dividing so they stop growing or die. Chemoprotective drugs, such as amifostine, may protect normal cells from the side effects of chemotherapy. PURPOSE: Phase I trial to study the effectiveness of amifostine plus combination chemotherapy in treating patients with advanced cancer.", "detailed_description": "OBJECTIVES: I. Determine the effects of priming on the granulocyte and thrombocyte nadirs produced by high dose cyclophosphamide and carboplatin in patients with advanced malignancies. II. Determine the effects of amifostine on the granulocyte and thrombocyte nadirs produced by this same regimen when administered with sargramostim primed progenitor cells. III. Determine the maximum tolerated dose of cyclophosphamide and carboplatin that can be administered with sargramostim primed progenitor cells. OUTLINE: This is a dose escalation study. Patients receive intravenous amifostine over 10 minutes on day 0, followed by intravenous cyclophosphamide and carboplatin consecutively over 5-15 minutes. Sargramostim is administered subcutaneously on days -7 to -2 and again beginning on day 1 until absolute neutrophil count is appropriate. Course is repeated every 28 days until disease progression or unacceptable toxic effects are observed. Nonresponding patients discontinue treatment after 2 courses. Patients are treated for a maximum of 6 courses. Groups of 3-6 patients receive escalating doses of cyclophosphamide and carboplatin until the maximum tolerated dose (MTD) is determined. If dose limiting toxicity (DLT) occurs in 2 of 6 patients at a given dose level, then dose escalation ceases and the next lower dose is declared the MTD. PROJECTED ACCRUAL: Approximately 24-30 patients will be accrued for this study within 1 year.", "condition": "Unspecified Adult Solid Tumor, Protocol Specific", "intervention_type": "Drug", "intervention_name": "cyclophosphamide", "criteria": "DISEASE CHARACTERISTICS: Histologically proven advanced malignancies that are sensitive to cyclophosphamide/carboplatin therapy OR refractory to standard therapy, including, but not limited to: Ovarian epithelial cancer Colorectal cancer Breast cancer Sarcoma Non-small cell lung cancer Malignant melanoma Upper gastrointestinal cancers Small cell lung cancer PATIENT CHARACTERISTICS: Age: 18 and over Performance status: ECOG 0-2 SWOG 0-2 Life expectancy: At least 3 months Hematopoietic: WBC at least 3,500/mm3 Absolute neutrophil count at least 1,500/mm3 Platelet count at least 100,000/mm3 Hemoglobin at least 8.5 g/dL Hepatic: Bilirubin no greater than 1.5 mg/dL Renal: Creatinine no greater than 1.5 mg/dL OR Creatinine clearance at least 60 mL/min OR Iothalamate clearance at least 60 mL/min Cardiovascular: No significant coronary artery disease (angina of New York Heart Association class 3 or greater) Other: Not pregnant or nursing Negative pregnancy test Fertile patients must use effective contraception No psychosis PRIOR CONCURRENT THERAPY: Biologic therapy: No concurrent immunotherapy Chemotherapy: At least 3 weeks since prior chemotherapy and recovered No more than 1 prior chemotherapy regimen for advanced or recurrent malignancies (not including adjuvant chemotherapy) No prior nitrosoureas or intravenous mitomycin No concurrent cytotoxic chemotherapy Endocrine therapy: At least 1 week since prior hormone therapy and recovered Concurrent corticosteroid therapy allowed Radiotherapy: At least 3 weeks since prior radiotherapy and recovered Radiotherapy allowed to no more than 1 site in the thoracic or lumbar spine or pelvis Concurrent radiotherapy to a symptomatic lesion allowed after the first course of study treatment Surgery: At least 3 weeks since prior surgery and recovered (excluding recent biopsy or placement of an intravenous access device)", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00004036.xml"}