{"brief_title": "Research Study in Patients With Advanced Ovarian Epithelial Cancer", "brief_summary": "This research trial studies tissue samples from patients with ovarian cancer in the laboratory. Analyzing tissue samples from patients in the laboratory may help doctors learn more about cancer.", "detailed_description": "OBJECTIVES: I. Utilize array comparative genomic hybridization and Taqman analyses, a quantitative genomic polymerase chain reaction, to validate the observation that a gain in chromosome 8q is predictive of shorter progression-free survival in patients with primary grade 2 or grade 3 advanced serous papillary ovarian cancer. II. Utilize these analyses to determine whether a gain in chromosome 8q is predictive of worse overall survival in these patients. III. Utilize these analyses to determine whether other previously identified chromosomal changes (3q gain, 7q gain, 16q loss, and 17pter-q21 loss) predict outcome in these patients and the association between these changes and clinical characteristics. IV. Utilize these analyses to identify up to 5 additional chromosomal changes and their association that may predict outcome (progression-free and overall survival) in these patients. OUTLINE: Genomic DNA is isolated from optimal cutting temperature (OCT)-embedded tissue and analyzed using comparative genomic hybridization. The chromosomal changes identified by this method are compared to those identified using the Taqman method, a quantitative genomic polymerase chain reaction analysis. Chromosome 8q is of specific interest. Other chromosomal changes may be detected in chromosomes 3q, 7q, 16q, and/or 17pter-q21.", "condition": ["Ovarian Serous Cystadenocarcinoma", "Ovarian Serous Surface Papillary Adenocarcinoma", "Stage IIIA Ovarian Cancer", "Stage IIIB Ovarian Cancer", "Stage IIIC Ovarian Cancer", "Stage IV Ovarian Cancer"], "intervention_type": ["Genetic", "Other", "Genetic"], "intervention_name": ["Comparative Genomic Hybridization", "Laboratory Biomarker Analysis", "Polymerase Chain Reaction"], "description": ["Correlative studies", "Correlative studies", "Correlative studies"], "arm_group_label": ["Ancillary-Correlative", "Ancillary-Correlative", "Ancillary-Correlative"], "other_name": ["CGH", "Comparative Genome Hybridization", "Comparative Genomic Analysis", "PCR"], "sampling_method": "Probability Sample", "criteria": "Inclusion Criteria: - Stage III or IV, high-grade (grade 2 or 3) ovarian cancers - No borderline or low-grade (grade 1) tumors - Tissue from predominately serous ovarian cancer only - No clear cell, endometrioid, mucinous, transitional cell, or mixed without predominant serous component - Tissue obtained during prior optimal or suboptimal cytoreductive surgery - Must be enrolled on GOG-0136 and a GOG front-line paclitaxel/platinum chemotherapy trial - Frozen tissue and hematoxylin-eosin stained section from the ovary obtained at initial surgery - Performance status - GOG 0-2", "gender": "Female", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Adenocarcinoma", "Ovarian Neoplasms", "Cystadenocarcinoma", "Cystadenocarcinoma, Serous", "Adenocarcinoma, Papillary"], "id": "NCT00053235"}