{"brief_title": "Iodine I 131 Tositumomab, Etoposide and Cyclophosphamide Followed by Autologous Stem Cell Transplant in Treating Patients With Relapsed or Refractory Non-Hodgkin's Lymphoma", "brief_summary": "This phase II trial is studying how well giving iodine I 131 tositumomab together with etoposide and cyclophosphamide followed by autologous stem cell transplant works in treating patients with relapsed or refractory non-Hodgkin's lymphoma. Radiolabeled monoclonal antibodies, such as iodine I 131 tositumomab, can find cancer cells and deliver radioactive cancer-killing substances to them without harming normal cells. Drugs used in chemotherapy, such as etoposide and cyclophosphamide, work in different ways to stop the growth of cancer cells, either by killing the cells or by stopping them from dividing. Combining a radiolabeled monoclonal antibody with combination chemotherapy before autologous stem cell transplant may kill more cancer cells", "detailed_description": "PRIMARY OBJECTIVES: I. To assess the progression-free survival of patients receiving 131 I labeled tositumomab antibody, etoposide (VP-16) and cyclophosphamide (CY) followed by autologous transplantation. II. To examine the potential efficacy of 131 I labeled tositumomab antibody, etoposide (VP-16) and cyclophosphamide (CY) followed by autologous transplantation. SECONDARY OBJECTIVES: I. To assess the overall survival of patients receiving 131 I labeled tositumomab antibody, etoposide (VP-16) and cyclophosphamide (CY) followed by autologous transplantation. II. To evaluate the toxicity and tolerability of the above therapy. OUTLINE: RADIOIMMUNOTHERAPY: Patients receive a test dose of iodine I 131 tositumomab intravenously (IV) on day -24 to determine biodistribution. Patients then receive therapeutic iodine I 131 tositumomab IV over approximately 40-60 minutes on day -14 and are entered into radiation isolation until day -4. CHEMOTHERAPY: Patients receive etoposide IV on day -4 and cyclophosphamide IV on day -2. AUTOLOGOUS STEM CELL TRANSPLANTATION: Patients undergo autologous peripheral blood stem cell transplant on day 0. After completion of study treatment, patients are followed at 1, 3, 6, and 12 months and then annually thereafter.", "condition": ["Anaplastic Large Cell Lymphoma", "Cutaneous B-cell Non-Hodgkin Lymphoma", "Extranodal Marginal Zone B-cell Lymphoma of Mucosa-associated Lymphoid Tissue", "Nodal Marginal Zone B-cell Lymphoma", "Recurrent Adult Burkitt Lymphoma", "Recurrent Adult Diffuse Large Cell Lymphoma", "Recurrent Adult Diffuse Mixed Cell Lymphoma", "Recurrent Adult Diffuse Small Cleaved Cell Lymphoma", "Recurrent Adult Immunoblastic Large Cell Lymphoma", "Recurrent Adult Lymphoblastic Lymphoma", "Recurrent Grade 1 Follicular Lymphoma", "Recurrent Grade 2 Follicular Lymphoma", "Recurrent Grade 3 Follicular Lymphoma", "Recurrent Mantle Cell Lymphoma", "Recurrent Marginal Zone Lymphoma", "Splenic Marginal Zone Lymphoma", "Waldenström Macroglobulinemia"], "intervention_type": ["Drug", "Drug", "Radiation", "Procedure", "Procedure"], "intervention_name": ["cyclophosphamide", "etoposide", "iodine I 131 tositumomab", "quality-of-life assessment", "peripheral blood stem cell transplantation"], "description": ["Given IV", "Given IV", "Given IV", "Ancillary study", "Undergo ASCT given via central catheter"], "arm_group_label": ["Treatment (radio labeled monoclonal antibody, chemotherapy)", "Treatment (radio labeled monoclonal antibody, chemotherapy)", "Treatment (radio labeled monoclonal antibody, chemotherapy)", "Treatment (radio labeled monoclonal antibody, chemotherapy)", "Treatment (radio labeled monoclonal antibody, chemotherapy)"], "other_name": ["CPM", "CTX", "Cytoxan", "Endoxan", "Endoxana", "EPEG", "VP-16", "VP-16-213", "131-I-anti-B1 antibody", "131-I-anti-B1 monoclonal antibody", "I131-MOAB-B1", "iodine I 131 MOAB anti-B1", "iodine I 131 monoclonal antibody anti-B1", "quality of life assessment", "PBPC transplantation", "PBSC transplantation", "peripheral blood progenitor cell transplantation", "transplantation, peripheral blood stem cell"], "criteria": "Inclusion Criteria: - Patients must have a histologically confirmed diagnosis of lymphoma expressing the cluster of differentiation (CD)20 antigen and generally must have failed at least one prior standard systemic therapy; the exception will be mantle cell lymphoma (MCL) patients, who may be enrolled while in first complete remission (CR) in accordance with current transplant standard of care for these patients - Note: Patients with clinically non-transformed follicular lymphomas do not require repeat biopsies for immunophenotyping since these tumors are uniformly reactive with the tositumomab antibody - Patients must have tumor burdens < 500cc by computed tomography (CT) or magnetic resonance (MRI) volumetric measurements and must not have splenomegaly at the time of enrollment; splenomegaly will be defined as a spleen volume > 2 standard deviations of the mean spleen volume to body weight ratio (mean = 3.84 cc/kg, SD = 1.53 cc/kg); thus, patients with > 6.9cc/kg will be defined as having splenomegaly; patients with splenomegaly that is thought to be due to G CSF/GM-CSF effect and not due to lymphomatous involvement of the spleen can been deemed eligible with the approval of an investigator - Patients must have normal renal function (creatinine [Cr] < 2.0) - Patients must have normal hepatic function (bilirubin < 1.5mg/dL), with the exception of patients thought to have Gilbert's syndrome, who may have a total bilirubin above 1.5mg/dL - All patients eligible for therapeutic study must have autologous hematopoietic stem cells (2 x 10^6 CD34+ cells/kg) harvested and cryopreserved - Patients must have an expected survival of > 60 days and must be free of major infection Exclusion Criteria: - Circulating anti-mouse antibody (HAMA) - Systemic anti-lymphoma therapy given within 30 days prior to anticipated treatment date - Inability to understand or give an informed consent - Prior radiation > 20 Gy to any critical normal organ (e.g., lung, liver, spinal cord, or over 25% of red marrow) - Central nervous system lymphoma - Other serious medical conditions considered to represent contraindications to autologous stem cell transplant (ASCT) (e.g., active coronary artery disease, pulmonary dysfunction [forced expiratory volume in 1 second (FEV1) < 70% expected, Vital Capacity < 70% expected, diffusing capacity of the lung for carbon monoxide (DLCO) < 50%, patient on supplemental oxygen], AIDS, etc.) - Pregnancy - Prior bone marrow or stem cell transplant - Presence of circulating lymphoma cells by morphology or flow cytometry (>= 0.1%) at or near the time of peripheral blood stem cell (PBSC) collection if unpurged PBSC are to be used - Southwest Oncology Group (SWOG) performance status >= 2.0 - Unable to perform self-care during radiation isolation - Patients with chronic lymphocytic leukemia (CLL) or small lymphocytic lymphoma/well differentiated lymphocytic lymphoma (ineligible because these tumors express very low surface densities of CD20)", "gender": "All", "minimum_age": "18 Years", "maximum_age": "60 Years", "healthy_volunteers": "No", "mesh_term": ["Lymphoma", "Lymphoma, Follicular", "Lymphoma, Non-Hodgkin", "Lymphoma, Large B-Cell, Diffuse", "Precursor Cell Lymphoblastic Leukemia-Lymphoma", "Burkitt Lymphoma", "Lymphoma, Large-Cell, Immunoblastic", "Plasmablastic Lymphoma", "Lymphoma, B-Cell", "Lymphoma, Mantle-Cell", "Lymphoma, B-Cell, Marginal Zone", "Waldenstrom Macroglobulinemia", "Lymphoma, Large-Cell, Anaplastic", "Cyclophosphamide", "Etoposide phosphate", "Iodine-131 anti-B1 antibody", "Etoposide", "Antibodies", "Immunoglobulins", "Antibodies, Monoclonal", "Iodine", "Cadexomer iodine"], "id": "NCT00073918"}