{"brief_title": "Genetic Study of Patients and Families With a History of Colorectal Cancer", "brief_summary": "RATIONALE: Determination of genetic markers for colorectal cancer may help doctors to identify patients who are at risk. PURPOSE: Genetic testing study of patients and families with a history of colorectal cancer to identify patients who are at risk of developing colorectal cancer.", "detailed_description": "OBJECTIVES: I. Select patients with colon cancer and families at high-risk for colon cancer and collect leukocyte DNA, immortalized cell lines, plasma, and tumor specimens from these individuals and from control individuals. II. Develop patient education, counseling, and follow up plans for these individuals. III. Compare the frequency of defective DNA mismatch repair in individuals with familial colon cancer versus all colon cancers by using antibodies to the hMSH2 and hMLH1 protein products. OUTLINE: This is a multicenter study. Patients, family members, and control individuals complete an extended telephone interview, an extended personal interview, and an epidemiological survey, and contribute a blood specimen. Blood and tumor specimens are examined for the specific pattern of immunohistochemical expression of hMSH2 and HMLH1 to determine the frequency or lack of expression of these two protein products. Patients may be contacted periodically (about every 3 years) to update information about health, health practices, and family history. Patients do not receive the results of the genetic testing and the results do not influence the type or duration of treatment. PROJECTED ACCRUAL: At least 500-600 families (approximately 1500 patients) and the same number of matched controls will be accrued for this study.", "condition": "Colorectal Cancer", "intervention_type": "Genetic", "intervention_name": "gene rearrangement analysis", "arm_group_label": "Group 1", "study_pop": "\n      ", "sampling_method": "Non-Probability Sample", "criteria": "DISEASE CHARACTERISTICS: Primary colorectal cancer and participating in one of the following NCCTG protocols: NCCTG-784852: No Treatment Control Versus Levamisole Versus Levamisole Plus 5-Fluorouracil NCCTG-794604: No Treatment Control Versus 5-FU by Portal Vein Infusion NCCTG-794751: Postoperative Radiation Versus Postoperative Radiation Plus Sequential Chemotherapy with Methyl CCNU and 5-FU NCCTG-844652: An Intergroup Study - An Evaluation of Levamisole Alone or Levamisole Plus 5-Fluorouracil as Surgical Adjuvant Treatment for Resectable Adenocarcinoma of the Colon NCCTG-864751: Phase III Protocol for Surgical Adjuvant Therapy of Rectal Carcinoma: A Controlled Evaluation of (A) Protracted-Infusion-5-Fluorouracil (5-FU) as a Radiation Enhancer and (B) 5-FU Plus Methyl-CCNU Chemotherapy NCCTG-874651: M/N - A Controlled Evaluation of Recombinant Interferon-Gamma (IFN-GM) and 5-FU and Folinic Acid With or Without Levamisole as Adjuvant Treatment for Resectable Adenocarcinoma of the Colon NCCTG-894651: A Controlled Phase III Evaluation of 5-Fluorouracil with Levamisole and Leucovorin as Adjuvant Treatment for Resectable Colon Cancer NCCTG-914653: A Phase III Evaluation of High-Dose Levamisole Plus 5-Fluorouracil and Leucovorin as Surgical Adjuvant Therapy for High-Risk Colon Cancer Adequate tissue for review OR Families of patients meeting the above criteria OR Colon cancer patient and population controls not in a high-risk family OR Spouse of a high-risk colon cancer patient PATIENT CHARACTERISTICS: Age: Not specified Performance status: See Disease Characteristics Life expectancy: See Disease Characteristics Hematopoietic: See Disease Characteristics Hepatic: See Disease Characteristics Renal: See Disease Characteristics PRIOR CONCURRENT THERAPY: See Disease Characteristics", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00003648.xml"}