{"brief_title": "Phase II Study of Tin Mesoporphyrin vs Phototherapy for Hyperbilirubinemia in Premature Newborns", "brief_summary": "OBJECTIVES: I. Compare the effectiveness of a single dose of tin mesoporphyrin and special blue light phototherapy in controlling hyperbilirubinemia in premature newborns in Greece. II. Evaluate the dose of tin mesoporphyrin sufficient to alleviate the need for phototherapy without adverse effects in these newborns.", "detailed_description": "PROTOCOL OUTLINE: Patients are randomly assigned to a clinical group within 96 hours of birth. Patients are stratified by gestational age, clinical status, and age at treatment. One group receives tin mesoporphyrin. Patients are crossed to phototherapy if the plasma bilirubin concentration reaches the treatment threshold. The second group receives phototherapy with Special Blue fluorescent lamps for at least 24 hours. Patients receive a second phototherapy course if the plasma bilirubin concentration reaches the treatment threshold within 24 hours of the first course.", "condition": ["Hyperbilirubinemia"], "intervention_type": ["Drug", "Procedure"], "intervention_name": ["tin mesoporphyrin", "Phototherapy"], "criteria": "PROTOCOL ENTRY CRITERIA: --Disease Characteristics-- - Premature infants of gestational age 210 to 251 days - No blood group isoimmunization (direct Coombs' positive), e.g., rhesus or ABO - No glucose-6-phosphate dehydrogenase deficiency --Prior/Concurrent Therapy-- - No maternal phenobarbital in last month of pregnancy --Patient Characteristics-- Renal: No congenital renal abnormality Cardiovascular: No congenital heart abnormality Pulmonary: No asphyxia requiring assisted ventilation at delivery Other: No other major congenital abnormality, i.e.: - Central nervous system - Chromosomal - Gastrointestinal No evident or suspected congenital infection, i.e.: - Cytomegalovirus - Herpes - Rubella - Syphilis", "gender": "All", "minimum_age": "N/A", "maximum_age": "24 Hours", "healthy_volunteers": "No", "keyword": "rare disease", "mesh_term": ["Hyperbilirubinemia", "Tin mesoporphyrin"], "id": "NCT00004382"}