{"brief_title": "Comparing FTC and Lamivudine in HIV-Infected Patients on a Stable Anti-HIV Drug Combination", "brief_summary": "The purpose of this study is to compare two anti-HIV drugs, FTC and lamivudine (3TC), when given with either stavudine (d4T) or zidovudine (ZDV) and one other anti-HIV drug.", "detailed_description": "Patients are randomized to one of two arms in a 2:1 ratio (weighted to Arm 1). Arm 1: Replace lamivudine with FTC while continuing on current background regimen. Arm 2: Continue on current lamivudine-containing regimen. Patients are further stratified based upon screening plasma HIV-1 RNA and background therapy. Stratum 1: Less than 50 copies/ml; PI (protease inhibitor) in treatment regimen. Stratum 2: Less than 50 copies/ml; NNRTI (nonnucleoside reverse transcriptase inhibitor) in treatment regimen. Stratum 3: 50-400 copies/ml; PI in treatment regimen. Stratum 4: 50-400 copies/ml; NNRTI in treatment regimen. Clinic visits occur at regular intervals throughout the 48-week study period to determine viral load.", "condition": ["HIV Infections"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Emtricitabine", "Lamivudine"], "criteria": "Inclusion Criteria You may be eligible for this study if you: - Are at least 18 years old. - Are HIV-positive. - Have a viral load below 400 copies/ml. - Agree to use a barrier method of birth control (such as condoms) during the study. - Have taken one of the following anti-HIV drug combinations: (1) 3TC plus d4T or ZDV plus a protease inhibitor (PI) for at least 8 weeks, or (2) 3TC plus d4T or ZDV plus a nonnucleoside reverse transcriptase inhibitor (NNRTI) for at least 12 weeks. (You must show the date you started on this combination.) Exclusion Criteria You will not be eligible for this study if you: - Have had severe diarrhea or have been unable to eat as much as you need due to nausea, vomiting, or stomachache within 30 days of study entry. - Have had a serious medical event within 30 days prior to study entry. - Are taking hydroxyurea. - Have Grade 2 or higher peripheral neuropathy. - Abuse alcohol or drugs. - Are pregnant or breast-feeding.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Anti-HIV Agents", "mesh_term": ["HIV Infections", "Stavudine", "Zidovudine", "Reverse Transcriptase Inhibitors", "Emtricitabine", "Lamivudine", "Protease Inhibitors", "HIV Protease Inhibitors"], "id": "NCT00002416"}