{"brief_title": "St. John’s Wort Vs. Placebo in Obsessive-Compulsive Disorder.", "brief_summary": "The purpose of this study is to determine the effectiveness of St. John’s Wort as compared to placebo (an inactive substance) in the treatment of outpatients with obsessive compulsive disorder.", "detailed_description": "The objective of the proposed study is to assess the efficacy of the herbal St. John’s Wort (SJW) in the treatment of symptoms of obsessive-compulsive disorder (OCD). The approach is to conduct a 12-week, randomized, double blind, placebo controlled, parallel group pilot trial with 30 subjects in each of two arms. The Yale-Brown Obsessive Compulsive Scale (Y-BOCS) will be the primary measure for evaluating OCD. An intention-to-treat analysis will be done to compare the two arms.", "condition": ["Obsessive Compulsive Disorder"], "intervention_type": ["Drug"], "intervention_name": ["St. John’s Wort"], "criteria": "Inclusion criteria - Female patients: at least 2 years post-menopausal, surgically sterile, or practicing a medically acceptable method of contraception. - Meets DSM-IV criteria for obsessive compulsive disorder Exclusion criteria - Primary diagnosis of major depression, dysthymia, panic disorder, social phobia, schizophrenia, schizo-affective disorder, bipolar disorder, or PTSD - Substance abuse or dependence in the past 6 months - Vascular dementia or primary degenerative dementia of the Alzheimer’s type - Treatment with MAOIs, TCAs, SSRIs, venlafaxine, nefazodone, remeron, citalopram, or bupropion within 14 days of first visit. - Fluoxetine within 5 weeks of first visit. - Failure to respond to at least two adequate antidepressant trials for obsessive compulsive disorder - Investigational drugs within 30 days of baseline - Known allergy or hypersensitivity to St. John’s Wort - Currently in behavior therapy for obsessive compulsive disorder ALL INQUIRIES WILL UNDERGO A PHONE SCREENING TO DETERMINE WHETHER THEY MEET ELIGIBLITY REQUIREMENTS.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "65 Years", "healthy_volunteers": "No", "keyword": "Mental health", "mesh_term": ["Disease", "Compulsive Personality Disorder", "Obsessive-Compulsive Disorder", "Compulsive Behavior"], "id": "NCT00035438"}