{"brief_title": "Peripheral Stem Cell Transplantation in Treating Patients With Multiple Myeloma or Other B-cell Cancers", "brief_summary": "RATIONALE: Peripheral stem cell transplantation may allow doctors to give higher doses of chemotherapy drugs and kill more cancer cells. PURPOSE: Phase II trial to study the effectiveness of peripheral stem cell transplantation in treating patients who have multiple myeloma or other B-cell cancers.", "detailed_description": "OBJECTIVES: - Determine the safety and efficacy of myeloablative therapy with autologous hematopoietic stem cell transplantation in patients with multiple myeloma and other B-cell malignancies. - Determine the efficacy and pretransplantation prognostic factors associated with myeloablative therapy in these patients. - Determine engraftment kinetics of granulocytes and platelets, as well as blood product transfusion requirements following hematopoietic stem cell transplantation. OUTLINE: Patients must have hematopoietic stem cell procurement completed prior to myeloablative therapy. Patients receive high dose chemotherapy with autologous hematopoietic stem cell transplantation and supportive care. Melphalan is administered in one dose on day -1 at least 12 hours before stem cell infusion. Peripheral blood stem cells and/or bone marrow is reinfused on day 0. Filgrastim (G-CSF) or sargramostim (GM-CSF) is administered beginning on day 1 posttransplantation and continuing until blood counts recover. Patients who are not candidates for tandem transplant may receive melphalan plus total body irradiation (TBI). Melphalan is administered IV on day -4. Total body irradiation is administered three times a day on days -3 and -2 and twice on day -1. At least 4 hours must elapse between each treatment. Hematopoietic stem cells are reinfused on day -1 upon completion of TBI or on day 0. If patient is ineligible for melphalan plus TBI, the alternative single high dose regimen of melphalan plus cyclophosphamide is administered. Melphalan, for these patients, is given in two equal doses on day -4 followed by two consecutive days of cyclophosphamide on days -3 and -2. Hematopoietic stem cells are reinfused on day 0. A second transplant may be considered, preferably between 3 and 6 months after the first transplant. The preferred regimen for the second transplant is melphalan alone or melphalan plus TBI as described above. The alternative regimens for the second dose therapy are melphalan alone or melphalan plus cyclophosphamide. For patients receiving melphalan alone, melphalan is administered in one dose on day -1 at least 12 hours before stem cell infusion. Hematopoietic stem cells are reinfused on day 0 for both alternative regimens. Patients are followed for response from treatment for a minimum of 4 weeks and then periodically for survival. PROJECTED ACCRUAL: A minimum of 10 patients will be accrued for this study.", "condition": "Multiple Myeloma and Plasma Cell Neoplasm", "intervention_type": "Radiation", "intervention_name": "radiation therapy", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed multiple myeloma or other B-cell malignancy including non-Hodgkin's lymphoma, Waldenstrom's macroglobulinemia, or amyloidosis - Non-Hodgkin's lymphoma with T-cell immunophenotypes included PATIENT CHARACTERISTICS: Age: - 18 and over Performance status: - Karnofsky 60-100% Life expectancy: - Not specified Hematopoietic: - WBC at least 2,000/mm^3 (unless due to disease) - Platelet count at least 100,000/mm^3 (unless due to disease) Hepatic: - Not specified Renal: - Not specified Cardiovascular: - LVEF at least 40% Pulmonary: - DLCO or FVC and FEV1 at least 50% of predicted unless due to restriction from volume loss secondary to disease Other: - HIV negative - No overt infection or unexplained fever requiring broad spectrum antibiotics - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: - At least 2 weeks since prior biologic therapy Chemotherapy: - At least 2 weeks since other prior chemotherapy and recovered Endocrine therapy: - At least 2 weeks since prior endocrine therapy - Concurrent steroids allowed Radiotherapy: - Not specified Surgery: - Not specified", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00003163.xml"}