{"brief_title": "Capecitabine, Vinorelbine, and Trastuzumab in Treating Patients With Metastatic Breast Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy, such as capecitabine and vinorelbine, work in different ways to stop tumor cells from dividing so they stop growing or die. Monoclonal antibodies such as trastuzumab can locate tumor cells and either kill them or deliver tumor killing substances to them without harming normal cells. Giving capecitabine and vinorelbine together with trastuzumab may kill more tumor cells. PURPOSE: This phase II trial is studying how well giving capecitabine and vinorelbine together with trastuzumab works in treating patients who have metastatic breast cancer.", "detailed_description": "OBJECTIVES: Primary - Determine the overall response rate in patients with HER2/neu-overexpressing metastatic breast cancer treated with first- or second-line therapy comprising capecitabine, vinorelbine, and trastuzumab (Herceptin^®). Secondary - Determine the time to disease progression, duration of response, and overall survival of patients treated with this regimen. - Determine the safety profile of this regimen in these patients. OUTLINE: This is a multicenter study. Patients receive oral capecitabine twice daily on days 1-14, vinorelbine IV over 6-10 minutes on days 1 and 8, and trastuzumab (Herceptin^®) IV over 30-90 minutes on day 1. Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity. Patients are followed every 3 months until disease progression and then every 6 months for up to 5 years.", "condition": ["Breast Cancer"], "intervention_type": ["Biological", "Drug", "Drug"], "intervention_name": ["trastuzumab", "capecitabine", "vinorelbine tartrate"], "arm_group_label": ["capecitabine + vinorelbine + trastuzumab", "capecitabine + vinorelbine + trastuzumab", "capecitabine + vinorelbine + trastuzumab"], "criteria": "DISEASE CHARACTERISTICS: - Histologically or cytologically confirmed invasive breast cancer - Metastatic disease - HER2/neu-positive by immunohistochemistry (3+ by HercepTest^™ or equivalent) OR positive for amplification by fluorescent in situ hybridization - Testing may be performed in the primary tumor or the metastatic site - Received prior anthracycline or taxane as adjuvant therapy or for metastatic disease - Measurable disease - At least one measurable lesion ≥ 2.0 cm by CT scan or MRI OR ≥ 1.0 cm by spiral CT scan - The following are considered non-measurable disease: - Bone lesions - Leptomeningeal disease - Ascites - Pleural/pericardial effusion - Inflammatory breast disease - Lymphangitis cutis/pulmonis - Abdominal masses that are not confirmed and followed by imaging techniques - Cystic lesions - No bone metastases as the only evidence of metastasis - Previously treated CNS metastases allowed provided disease has been stable for ≥ the past 3 months - Hormone receptor status: - Not specified PATIENT CHARACTERISTICS: Age - 18 and over Sex - Female or male Performance status - ECOG 0-2 Life expectancy - At least 12 weeks Hematopoietic - Absolute neutrophil count ≥ 1,500/mm^3 - Hemoglobin ≥ 8.0 g/dL - Platelet count ≥ 100,000/mm^3 - No known uncontrolled coagulopathy Hepatic - Bilirubin ≤ 3.0 times the upper limit of normal (ULN) - One of the following must be true: - AST or ALT ≤ 5 times ULN AND alkaline phosphatase normal - Alkaline phosphatase ≤ 5 times ULN AND AST or ALT normal - Alkaline phosphatase ≤ 2.5 times ULN AND AST or ALT ≤ 1.5 times ULN - INR ≤ 1.5 times ULN Renal - Calcium ≤ 11.5 mg/dL - Creatinine ≤ 1.5 times ULN - Creatinine clearance ≥ 30 mL/min Cardiovascular - LVEF ≥ 50% by MUGA or echocardiogram - No clinically significant (i.e., active) cardiac disease - No congestive heart failure - No symptomatic coronary artery disease - No myocardial infarction within the past 12 months - No cardiac arrhythmia not controlled with medication Gastrointestinal - Able to take oral medication - No lack of physical integrity of the upper gastrointestinal tract - No clinically significant malabsorption syndrome Other - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception during and for 30 days after study participation - No history of allergy or hypersensitivity to study drugs, drug product excipients, including polysorbate 80, or chemically similar agents - No prior unanticipated severe reaction to fluoropyrimidine therapy - No know hypersensitivity to fluorouracil - No known dihydropyrimidine dehydrogenase deficiency - No history of uncontrolled seizures or CNS disorders - No clinically significant psychiatric disability that would preclude giving informed consent or study compliance - No other serious uncontrolled infection or disease - No other malignancy within the past 5 years except cured basal cell skin cancer, carcinoma in situ of the cervix, or contralateral breast cancer PRIOR CONCURRENT THERAPY: Biologic therapy - Prior adjuvant trastuzumab (Herceptin^®) allowed as adjuvant or first-line therapy for metastatic disease - No concurrent immunotherapy Chemotherapy - See Disease Characteristics - No more than 1 prior chemotherapy regimen in the advanced or metastatic (non-adjuvant) setting - No prior continuous (≥ 24 hours) fluorouracil infusion - No prior capecitabine - No prior oral fluoropyrimidines (e.g., eniluracil and fluorouracil, uracil and tegafur, S1, or emitefur) Endocrine therapy - At least 1 day since prior hormonal therapy - No concurrent hormonal therapy Radiotherapy - More than 4 weeks since prior radiotherapy to the axial skeleton (i.e., skull, spinal column, sternum, or ribs) - No concurrent radiotherapy Surgery - More than 4 weeks since prior major surgery - No prior organ allografts requiring immunosuppressive therapy Other - More than 4 weeks since prior investigational drugs - No concurrent sorivudine or its chemically related analogues (e.g., brivudine) - No concurrent allopurinol, metronidazole, or cimetidine - No other concurrent cytotoxic agents - No other concurrent investigational drugs - No other concurrent anticancer therapy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "male breast cancer", "mesh_term": ["Breast Neoplasms", "Capecitabine", "Vinorelbine", "Trastuzumab", "Vinblastine"], "id": "NCT00093808"}