{"brief_title": "Comparison of GW433908/Ritonavir to Nelfinavir When Used With Abacavir and Lamivudine in Patients That Have Not Taken Antiretroviral Drugs", "brief_summary": "The purpose of this study is to compare virus response to GW433908/ritonavir (RTV) to viral response to nelfinavir (NFV) when used with abacavir (ABC)/lamivudine (3TC) in patients that have not taken antiretroviral (ART) drugs.", "detailed_description": "Patients are randomized to 1 of 2 treatment arms. One arm is treated with GW433908/RTV plus ABC and 3TC. The other is treated with NFV plus ABC and 3TC. Each group is treated for 48 weeks. The following are compared in the 2 arms: 1) magnitude and durability of antiviral response; 2) safety, tolerance, and antiviral response after 24 and 48 weeks of therapy; 3) time to treatment failure; 4) immunologic response; 5) occurrence of events related to metabolic abnormalities; and 6) development of viral resistance in a subset of patients following treatment. Also studied are: 1) steady-state plasma drug trough concentrations; 2) demographic, virologic, immunologic, pharmacologic, and adherence factors that may be associated with treatment outcome; 3) patient adherence to the drug regimens; 4) study medication utilization; and 5) resource utilization.", "condition": ["HIV Infections"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Drug"], "intervention_name": ["Ritonavir", "Abacavir sulfate", "Nelfinavir mesylate", "Lamivudine", "GW433908"], "criteria": "Inclusion Criteria Patients may be eligible for this study if they: - Are at least 13 years old (consent of parent or guardian needed if under 18). - Agree to use a proven barrier method of birth control (e.g., spermicide plus condom) during the study period (hormonal birth control will not be accepted), if able to have children. - Have received less than 4 weeks treatment with any nucleoside reverse transcriptase inhibitor (NRTI) and have never received any nonnucleoside reverse transcriptase inhibitor (NNRTI) or protease inhibitor (PI). Mothers who have previously received 1 dose of the NNRTI nevirapine during pregnancy for prevention of mother-to-child HIV transmission are permitted to enter the study. - Have a viral load (amount of HIV in the blood) of 1,000 copies/ml or more. Exclusion Criteria Patients will not be eligible for this study if they: - Abuse drugs or alcohol in a way that would interfere with study requirements. Patients who are stable on methadone will be considered for the study. - Have an active/acute CDC Category C event. - Are unable to absorb or take medicines by mouth. - Are pregnant or breast-feeding. - Have a serious medical condition (such as diabetes, heart problem, hepatitis) that might affect the safety of the patient. - Have had pancreatitis or hepatitis within the last 6 months. - Have been treated with radiation or chemotherapy within 28 days before the study drug will be taken, or will have the need for these during the study. - Have taken drugs that affect the immune system (such as corticosteroids, interleukins, interferons) or that have anti-HIV activity (such as hydroxyurea or foscarnet) within 28 days before the study drug will be taken. - Have received an HIV vaccine within 3 months before the study drug will be taken. - Have received certain other drugs within 28 days before the study drug will be taken, or think that they will be needed during the study. - Have received experimental treatments. - Have allergies which might interfere with the study, in the opinion of the doctor.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "abacavir", "mesh_term": ["HIV Infections", "Ritonavir", "Fosamprenavir", "Nelfinavir", "Abacavir", "Lamivudine", "Dideoxynucleosides"], "id": "NCT00009061"}