{"brief_title": "Drug Treatment for Autism", "brief_summary": "This 11-week study will examine the safety and effectiveness of the medication donepezil (Aricept®) compared to placebo for treating cognitive deficits in children and adolescents with Autism Spectrum Disorder.", "detailed_description": "Children with autism spectrum disorder (ASD) often have impaired communication, problems with social interaction, and repetitive and stereotyped patterns of behavior. While most research has attempted to treat the behavioral deficits commonly associated with ASD, few studies have attempted to improve the core features of this disorder. A recent study found that donepezil HCl helped to improve speech production, attention span, and ability to express emotions in a group of children with autism. This study will provide an opportunity to conduct further testing of the effects of donepezil HCl on the cognitive deficits presumed to underlie the core features of ASD. This study begins at Week 1 with a baseline assessment. Participants are then randomly assigned to either donepezil HCl or placebo. Participants will start with either a 5mg/day dose of donepezil HCl or placebo followed by a cognitive assessment after 4 weeks on this dose. Participants will then have their dose increased to 10mg/day. Another cognitive assessment will be given after 4 weeks on this dose.", "condition": ["Autistic Disorder"], "intervention_type": ["Drug"], "intervention_name": ["Donepezil HCl"], "description": ["Participants will start with 5 mg per day dose of donepezil HCl, then have their dose increased to 10mg per day after 4 weeks."], "arm_group_label": ["1 Medication"], "criteria": "Inclusion Criteria: - Autism Spectrum Disorder (ASD) - Asperger's Disorder - IQ of 75 or above - Baseline assessment tests within the acceptable range Exclusion Criteria: - Bipolar disorder, schizophrenia, schizoaffective disorder, or psychotic disorder - Seizure disorder requiring the use of anticonvulsant medications - Congenital rubella, cytomegalovirus, or tuberous sclerosis - Certain medications prescribed for management of behavior (please contact the investigator for a complete list) - Medications/preparations that are known to interact with donepezil HCl - Significant medical illness, endocrinopathies, cardiovascular disease, or severe chronic malnutrition - Pregnancy or sexually active females not using a reliable method of contraception", "gender": "All", "minimum_age": "8 Years", "maximum_age": "17 Years", "healthy_volunteers": "No", "mesh_term": ["Autistic Disorder", "Donepezil"], "id": "NCT00047697"}