{"brief_title": "Monotherapy Study in Patients With Type 2 Diabetes Mellitus (0431-021)", "brief_summary": "The purpose of this clinical study is to determine the safety and efficacy of an investigational drug in patients with type 2 diabetes mellitus.", "condition": "Diabetes Mellitus, Type 2", "intervention_type": "Drug", "intervention_name": "Metformin - Rescue", "description": "Phase A: Patients not meeting specific glycemic goals will receive open-label metformin as 500 mg, 850 mg, and 1000 mg oral tablets titrated at the discretion of the investigator. Phase B: These patients will not initiate Phase B double-blind medication.", "arm_group_label": "Placebo/Sitagliptin 200 mg", "other_name": "Riomet", "criteria": "Inclusion Criteria: - Patients with type 2 diabetes mellitus - Patient is not pregnant or breastfeeding - Male or female patient unlikely to conceive - Patient not on an antihyperglycemic drug Exclusion Criteria: - Patient has history of type 1 diabetes mellitus - Patient has history of ketoacidosis - Patient requires insulin within 8 weeks prior to start of study - Patient on weight loss program and is not in maintenance phase - Patient taking weight loss medication within 8 weeks prior to start of study - Patient on or likely to require = 14 days or repeated courses of corticosteroids - Patient taking immunosuppressive/immunomodulating medication - Patient taking digoxin or other cardiac medication - Patient has undergone surgical general anesthesia within 30 days prior to start of study - Patient taking investigational drug within 8 weeks prior to start of study - Patient is diagnosed with liver disease - Patient has chronic myopathy, progressive neurological/neuromuscular disorder - Patient has with severe cardiac conditions within the last 6 months - Patient is Human immunodeficiency virus (HIV) positive - Patient has hematological disorder - Patient has history of malignancy - Patient has history of alcohol or drug abuse within the past 3 years", "gender": "All", "minimum_age": "18 Years", "maximum_age": "75 Years", "healthy_volunteers": "No", "id": "NCT00087516.xml"}