{"brief_title": "Fetal Neurobehavioral Development in Methadone Maintained Pregnancies", "brief_summary": "The purpose of this study is to examine differences in fetal neurobehavior at peak (2 hours after oral dose) vs. trough (2 hours before oral dose) maternal plasma methadone levels.", "detailed_description": "This study will examine differences in fetal neurobehavior at peak (2 hours after oral dose) vs. trough (2 hours before oral dose) plasma methadone levels. Anecdotal clinical observations suggest that fetal activity is increased at trough methadone levels and decreased at peak methadone levels, yet we do not understand how in utero methadone exposure affects fetal neurobehavioral state development.", "condition": ["Opioid-Related Disorders"], "intervention_type": ["Device"], "intervention_name": ["Toitu 320/325"], "description": ["Fetal monitor"], "study_pop": "\n      ", "sampling_method": "Non-Probability Sample", "criteria": "Actively enrolled pregnant patients in CAP SA treatment. Inclusion Criteria: - Maternal age 18-40 years - Single intrauterine fetus - Estimated gestational age of 32 weeks - DSMIV criteria for opioid dependence according to e-module of the SCID - Daily methadone maintenance at a stable dose for greater than a week Exclusion Criteria: - Concurrent DSMIV axis I diagnosis that would preclude informed consent procedures (i.e., schizophrenia, major depression) or confound study outcomes (e.g., Alcohol Dependence) - Presence of a serious medical or psychiatric illness requiring chronic medication or other intervention (i.e., HIV infection) that may confound data interpretation - Evidence of preterm labor - Evidence of prescription drug use (e.g., antidepressants, tranquilizers) - Presence of major congenital fetal malformation - Recent use (last month) of other illicit drugs (e.g., cocaine, marijuana) based on self report or positive on-Trak urine drug toxicology at time of actograph sessions - Split methadone dosing schedule", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "40 Years", "healthy_volunteers": "No", "keyword": "fetus", "mesh_term": ["Opioid-Related Disorders", "Methadone"], "id": "NCT00067184"}