{"brief_title": "Indicated Prevention With At-Risk Gamblers", "brief_summary": "The overall purpose of this study is to reduce the prevalence of gambling risk in college students by evaluating the effectiveness of different treatments in reducing gambling behavior and related negative consequences.", "detailed_description": "Participants in this study will be randomly assigned to a personal feedback intervention (PFI) or assessment only for 3 years. The PFI intervention will be delivered in a single session. Measures will include the NORC DSM Screen for Problem Gambling (NODS), the South Oaks Gambling Screen (SOGS), Gambling Quantity and Perceived Norms, Perceived Injunctive Gambling Norms, Gambling Problems Index, gambling frequency, attitudes and beliefs about gambling and self-control, readiness to change, gambling expectancies, gambling motives, gambling risk perception, psychiatric symptoms, assertiveness, coping skills, substance use, alcohol-related problems, self-determination, and social desirability.", "condition": ["Gambling", "Pathological Gambling", "Problem Gambling"], "intervention_type": ["Behavioral", "Behavioral"], "intervention_name": ["Personalized Feedback Intervention", "Cognitive Behavioral Intervention"], "description": ["Sessions lasted for 60-90 minutes and used Motivational Interviewing (MI) to facilitate discussion of feedback from participants' survey responses. Sessions began with open-ended questions about contextual factors associated with participants' gambling, then review of each feedback section: gambling pattern; perceived gambling norms; positive expectancies and negative consequences of gambling; beliefs about control over gambling; and situational self-efficacy to avoid gambling. Participants were encouraged to consider the feedback in light of their personal goals. All participants received a copy of their feedback, a list of skills for limiting gambling and a resource/referral list.", "Participants completed either six weekly 1-hour sessions or attend four sessions containing the same content. Sessions covered functional analysis and gambling triggers; challenging cognitive distortions, with emphasis on illusions of control; coping with triggers; assertiveness; and relapse prevention. Participants received a pamphlet covering each week's topic (which was reviewed with the participant if a session was missed), as well as homework sheets and gambling diaries. CBI participants were asked to refrain from gambling for the duration of the group to provide an opportunity to practice and develop skills applicable to gambling and other behavior change situations."], "arm_group_label": ["Personalized Feedback Intervention", "Cognitive Behavioral Intervention"], "criteria": "Inclusion Criteria: - College student - South Oaks Gambling Screen (SOGS) score greater than 3 Exclusion Criteria: - None, other than not meeting inclusion criteria", "gender": "All", "minimum_age": "17 Years", "maximum_age": "24 Years", "healthy_volunteers": "No", "keyword": "Prevention", "mesh_term": ["Gambling"], "id": "NCT00078273"}