{"brief_title": "A Study of Stem Cells and Filgrastim", "brief_summary": "To determine the safety of stem cell harvesting after administration of filgrastim ( G-CSF ) to mobilize bone marrow stem cells into the peripheral blood in patients at various stages of HIV-1 infection as well as in HIV-negative volunteers. To determine the surface phenotypic and functional characteristics as well as the viral load in the stem cells obtained following this procedure.", "detailed_description": "Patients and volunteers receive seven daily subcutaneous injections of G-CSF. On days 5 and 6 of drug administration, patients have peripheral blood mononuclear cells harvested by leukapheresis. HIV-positive patients are stratified into three cohorts based on CD4 count and presence of symptoms. If no increase in number of harvested stem cells and no grade 4 bone pain toxicity occur in two of the first three patients in a cohort, then the last three patients in that cohort will receive a dose escalation. Patients are followed for 24 weeks.", "condition": ["HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["Filgrastim"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - PCP prophylaxis. - Antiretroviral therapy in patients with CD4 counts <= 500 cells/mm3. - Narcotic analgesics for grade 3/4 bone pain toxicity. Patients must have: - HIV infection. - HIV infected patients with CD4 count > 500 cells/mm3 must be asymptomatic. Patients with CD4 count 200-500 cells/mm3 may be either asymptomatic or symptomatic but must not have AIDS. Patients with CD4 count < 200 cells/mm3 may or may not have AIDS-defining conditions. - No antiretroviral therapy within the past 30 days in patients with asymptomatic disease and CD4 count > 500 cells/mm3. - Stable antiretroviral therapy for the past 60 days if CD4 count <= 500 cells/mm3. - Suitable venous access. Prior Medication: Allowed: - Prior antiretroviral therapy. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Current malignancy. - Any medication condition that interferes with study evaluation. - Known hypersensitivity to E. coli-derived proteins (e.g., insulin, human growth hormones). Concurrent Medication: Excluded: - Acute treatment for serious opportunistic infection. - Systemic cytotoxic chemotherapy. Concurrent Treatment: Excluded: - Systemic radiation therapy. Patients with the following prior conditions are excluded: - Prior malignancy. - Leukapheresis or lymphopheresis within the past 180 days. - Significant active CNS disease or seizures within the past year. Prior Medication: Excluded: - G-CSF or GM-CSF within the past 6 months. - Investigational antiretrovirals within the past 30 days. - Treatment for opportunistic infection within the past 14 days. Active alcohol or substance abuse.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "Accepts Healthy Volunteers", "keyword": "Stem Cells", "mesh_term": ["HIV Infections", "Lenograstim"], "id": "NCT00001071"}