{"brief_title": "Arsenic Trioxide in Treating Patients With Urothelial Cancer", "brief_summary": "Phase II trial to study the effectiveness of arsenic trioxide in treating patients who have recurrent cancer of the bladder or urinary tract. Arsenic trioxide may kill tumor cells that have become resistant to standard chemotherapy regimens.", "detailed_description": "PRIMARY OBJECTIVES: I. To determine the efficacy of arsenic trioxide in patients with measurable urothelial carcinoma of the bladder, urethra, ureter, or renal pelvis. II. To determine the toxicity of arsenic trioxide administered to patients with urothelial cancer. OUTLINE: Patients receive arsenic trioxide IV over 1 hour on days 1-5. Treatment repeats every 28 days for a minimum of 2 courses in the absence of disease progression or unacceptable toxicity. Patients who achieve complete response receive 2 additional courses. Patients are followed every 2 months for 1 year after registration and then every 6 months for 1 year or until disease progression or relapse.", "condition": ["Recurrent Transitional Cell Cancer of the Renal Pelvis and Ureter", "Recurrent Urethral Cancer", "Transitional Cell Carcinoma of the Bladder", "Ureter Cancer"], "intervention_type": ["Drug"], "intervention_name": ["arsenic trioxide"], "description": ["Given IV"], "arm_group_label": ["Treatment (arsenic trioxide)"], "other_name": ["Arsenic (III) Oxide", "Arsenic Sesquioxide", "Arsenous Acid Anhydride", "AS2O3", "Trisenox"], "criteria": "Inclusion Criteria: - Diagnosis of transitional cell carcinoma of the bladder, urethra, ureter or renal pelvis; histologic documentation of metastatic/recurrent disease is not required; clinical staging, but not pathological staging, is required - Patients must have relapsed from or failed to achieve a complete or partial response after one chemotherapy regimen, which must have included one of the following chemotherapy agents: cisplatin, carboplatin paclitaxel, or gemcitabine - >= 4 weeks since prior RT or chemotherapy - Patients must have measurable disease - CTC (ECOG) Performance Status =< 1 - No evidence of NYHA functional class III or IV heart disease - Baseline EKG with QTc < 500 ms - Non-pregnant and not nursing, as chemotherapy is thought to present substantial risk to the fetus/infant; men and women of reproductive potential may not participate unless they have agreed to use an effective contraceptive method while in this study - Granulocytes > 1500/ml - Platelet count > 100,000/ml - Bilirubin =< Upper limits of normal (ULN) - Serum Creatinine < 2.0 x ULN", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Carcinoma, Transitional Cell", "Urethral Neoplasms", "Urinary Bladder Neoplasms", "Kidney Neoplasms", "Ureteral Neoplasms", "Arsenic trioxide"], "id": "NCT00009867"}