{"brief_title": "Provenge® (Sipuleucel-T) Active Cellular Immunotherapy Treatment of Metastatic Prostate Cancer After Failing Hormone Therapy", "brief_summary": "Provenge is an investigational product designed to activate a man's own antigen presenting cells, a type of immune cell, so that they can detect prostate cancer cells and initiate an immune response against them. Having completed Phase 1 and Phase 2 clinical trials, Provenge is now at the Phase 3 level. One important Phase 3 trial of Provenge has been completed; the current trial is also a Phase 3 study. If you decide to participate and are eligible, you will be enrolled in the study and randomly assigned to receive either active product or placebo. There are two chances in three that you will receive Provenge. After receiving treatment, you will be monitored at regular intervals until the study endpoints are met. At the end of the trial, men who received placebo will have the opportunity to be treated with active product in another study.", "detailed_description": "The trial is being conducted at multiple study centers throughout the United States. The trial is a double-blind, placebo-controlled trial. Participants must meet specific eligibility criteria. Study personnel will determine your eligibility in a telephone interview and through routine medical tests (physical exam, blood tests, imaging scans) done at a study center. If you qualify for and decide to participate in the trial, you will have three product administrations over the course of one month.", "condition": ["Prostate Cancer"], "intervention_type": ["Biological", "Biological"], "intervention_name": ["Sipuleucel-T", "APC-Placebo"], "description": ["Each dose of sipuleucel-T contains a minimum of 50 million autologous CD54+ cells activated with a PAP-GM-CSF. A course of therapy consists of 3 complete doses given at approximately 2-week intervals.", "Each dose of APC-Placebo contains approximately one-third of the quiescent APCs prepared from a single leukapheresis procedure. A course of therapy consists of 3 complete doses given at approximately 2-week intervals."], "arm_group_label": ["Sipuleucel-T", "APC-Placebo"], "criteria": "To qualify for this trial, you must have ALL of the following: - Histologically documented adenocarcinoma of the prostate - Cancer that has progressed while on adequate hormone therapy. This state of the disease is androgen independent prostate cancer (AIPC). - Cancer that has spread outside the prostate (metastatic) to lymph nodes or bone. Please note that if your cancer has spread to organs (e.g., liver, lung, brain), you are not eligible for the study. - The absence of or minimal current cancer-related pain Please note that there are additional eligibility criteria. The study center will determine if you meet all of the criteria. Study personnel will explain the trial in detail and answer any questions you may have if you do qualify for the study. You can then decide whether or not you wish to participate. If you do not qualify for the trial, study personnel will explain the reasons.", "gender": "Male", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "biotech", "mesh_term": ["Prostatic Neoplasms", "Hormones", "Androgens"], "id": "NCT00065442"}