{"brief_title": "Omalizumab (Xolair) and Allergy Shots For the Treatment of Seasonal Allergies", "brief_summary": "A series of allergy shots may reduce symptoms of seasonal ragweed allergies. This study will determine whether taking a drug called omalizumab (also known as Xolair) before getting the allergy shots is more effective than allergy shots alone or other treatments, such as prescription antihistamines.", "detailed_description": "Allergic rhinitis affects 20 to 40 million Americans annually. Allergy symptoms, which can range from mild to seriously debilitating, may affect quality of life. Left untreated, allergic rhinitis can exacerbate or trigger more serious conditions, such as asthma and sinus inflammation. Individuals with allergies react to harmless particles such as dust or pollen. Proteins in the blood called IgE antibodies treat the harmless particles as invaders and trigger an immune system response. The immune response results in harmful inflammation of healthy tissues. In ragweed allergy, inflammation occurs in the airways and causes familiar allergy symptoms like sneezing, coughing, and general discomfort. Omalizumab is an investigational drug that has been shown to block the effects of IgE antibodies. The blocking effect of omalizumab is temporary, but giving the drug to people before their regular allergy shots may make the shots more effective. Participants in this study will be randomly assigned to receive injections of omalizumab or a placebo before an accelerated course of allergy shots (given over 12 weeks). The participants will return for follow-up for up to one year, and they may have as many as 27 study visits.", "condition": ["Hay Fever", "Hypersensitivity", "Allergy", "Rhinitis"], "intervention_type": ["Biological", "Biological", "Biological", "Biological", "Biological", "Biological"], "intervention_name": ["omalizumab", "Placebo omalizumab", "Ragweed rush immunotherapy (RIT)", "Placebo rush immunotherapy (RIT)", "Ragweed immunotherapy (IT)", "Placebo immunotherapy (IT)"], "description": ["A minimum equivalent dose of 0.016 mg/kg/IgE (IU/mL) every 4 weeks will be administered. Omalizumab is administered in two separate phases. In the pre-treatment period omalizumab will be administered to condition the participants to an immune tolerance state. Omalizumab will be also administered after RIT and during the maintenance immunotherapy phase.", "The placebo for omalizumab will contain the excipients and diluents of the omalizumab.", "RIT will consist of a series of injections containing ragweed extract. The series of injections will have progressively greater amounts of ragweed extract: starting from the 1:1000 dilution of the maintenance vial and progressing to the 0.3 mL of 1:10 dilution of the maintenance vial or the maximally tolerated amount.", "The placebo for rush immunotherapy will contain the diluents and histamine.", "Participants will receive weekly maintenance IT dosing for a total of 12 weeks.", "The placebo for immunotherapy will contain the diluents and histamine."], "arm_group_label": ["Omalizumab pre-treatment, ragweed RIT, omalizumab + ragweed IT", "Omalizumab pre-treatment, omalizumab", "Ragweed RIT, ragweed IT", "Placebo", "Omalizumab pre-treatment, ragweed RIT, omalizumab + ragweed IT", "Ragweed RIT, ragweed IT", "Omalizumab pre-treatment, omalizumab", "Placebo", "Omalizumab pre-treatment, ragweed RIT, omalizumab + ragweed IT", "Ragweed RIT, ragweed IT", "Omalizumab pre-treatment, omalizumab", "Placebo"], "other_name": ["Xolair™", "anti-Immunoglobulin E (IgE)"], "criteria": "Inclusion Criteria - Able to comprehend and grant a witnessed, written informed consent prior to any study procedures. - Female participants of child bearing age must have a negative urine pregnancy test at Screening Visit and subsequent visits. In addition, female participants must be using a medically acceptable form of birth control. - History of seasonal allergic rhinitis for at least 2 years with symptoms during the ragweed pollen season requiring pharmacotherapy. - A positive skin test by prick method to ragweed pollen at the Screening Visit. A positive skin prick test will be defined as a ragweed pollen-induced wheal greater than 3 mm larger in diameter than diluent control (measurements will be made 15-20 minutes after application). - Must be capable of faithfully completing the diary and of attending regularly scheduled study visits. - Must intend to remain in the ragweed pollen area during the entire ragweed season. - Willing to avoid prohibited medications for the periods indicated in the protocol. - Participants must meet pretrial eligibility requirements for trial enrollment (acceptable medical history, physical examination results, normal electrocardiogram and acceptable laboratory test results). - Participants must have a baseline serum Immunoglobulin E (IgE) level greater than 10 and less than 700 IU/mL. Exclusion Criteria - weigh less than 30 kg or more than 120 kg. - pregnant or lactating. - history of severe anaphylactoid (non-IgE mediated) or anaphylactic reactions). - history of immunotherapy within the past 10 years, if received one full year of immunotherapy, or within the past 5 years if received less than one year of immunotherapy. - known hypersensitivity to trial rescue medication (fexofenadine HCl). - taking beta-adrenergic antagonists in any form. - taking allergic ophthalmologic medication. - clinically significant perennial rhinitis that would interfere in assessment of ragweed-induced seasonal allergic rhinitis symptoms. - Presence of a severely deviated nasal septum, septal perforation, structural nasal defect or large nasal polyps causing obstruction. - History of an upper respiratory or sinus infection requiring treatment with an antibiotic within 2 weeks prior to Screening Visit. - Documented evidence of acute or significant chronic sinusitis, as determined by the Investigator. - Asthma (either history of, abnormal spirometry, [forced expiratory volume in 1 second (FEV1) less than 80% predicted] or use of asthma medications). - Chronic or intermittent use of inhaled, oral, intra-muscular, or intra-venous corticosteroids; or chronic or intermittent use of topical corticosteroids within 4 weeks of Visit Screening Visit. - Chronic use of medications (e.g., tricyclic antidepressants) that would affect assessment of the effectiveness of the study medication. - Rhinitis medicamentosa. - History or presence of significant renal, hepatic, neurologic, cardiovascular, hematologic, metabolic, cerebrovascular, respiratory, gastrointestinal or other significant medical condition including, autoimmune or collagen vascular disorders, aside from organ-specific autoimmune disease limited to the thyroid that in the Investigator's opinion could interfere with the study or require medical treatment that would interfere with the study. - History of cancer other than basal cell carcinoma of the skin. - History within the past year of excessive alcohol intake or drug addiction. - Current smokers, greater than 10 pack year history, or participants who quit smoking less than one year prior to Screening. - Use of any prohibited concomitant medications during the washout period (i.e., before screening) and throughout the study period. - Participants currently undergoing immunotherapy. - Participants with clinically significant abnormality on 12-lead Electrocardiogram (ECG) on screening visit. - Treatment with an experimental, non-approved drug, or investigational drug within the past 30 days. - Participants with a history of noncompliance to medical regimens and participants who are considered potentially unreliable. - Previous treatment with a monoclonal antibody for any reason including anti-IgE in any form (e.g., omalizumab). - Participants with known hypersensitivity to trial drug ingredients (i.e., sucrose, histidine, polysorbate 20) or related drugs (i.e., monoclonal antibody; polyclonal gamma-globulin).", "gender": "All", "minimum_age": "18 Years", "maximum_age": "50 Years", "healthy_volunteers": "No", "keyword": "Seasonal Allergic Rhinitis", "mesh_term": ["Hypersensitivity", "Rhinitis", "Rhinitis, Allergic, Seasonal", "Omalizumab", "Antibodies, Monoclonal", "Immunoglobulins"], "id": "NCT00078195"}