{"brief_title": "Genotype Influence on Recovery After Traumatic Brain Injury", "brief_summary": "Genetic differences in response to brain injury may reasonably be expected to play a role in the initial consequences of traumatic brain injury and in the rate of recovery from such injury.", "detailed_description": "Polymorphisms in the Apolipoprotein E gene encode functional variants which differentially determine the rate at which neuronal repair can occur, and are associated with differences in expression of neurodegenerative processes, including traumatic brain injury. It is proposed that the accuracy of prediction of outcome after head injury will be significantly increased by inclusion of APOE genotype alone, or in combination with other variables such as severity of head injury, cognitive, electroencephalographic or neuroradiologic measures, or treatment strategies.", "condition": "Brain Injury", "criteria": "Patients enrolled in the DVHIP are subject to the following recruitment criteria: 1. Mild, moderate or severe closed head injury, where the cut off between mild and moderate is defined by GCS<12. PTA>24 hrs or - foca cerebral contusion on CT/MRI or Loss of Consciousness (LOC) > 12 hours. Note: the definition of mild, moderate or severe head injury differs widely between centers and is absolutely not critical for the work proposed as we will use continuous measures of severity throughout. 2. Within three months of first assessment. (In practice, patients may be recruited after 3 months. We will deal with this issue by covarying the time from injury to first assessment in our analyses). 3. Rancho Los Amigos cognitive level of 5-7 at first assessment. 4. Volunteer informed consent signed by patient of family. 5. Military or veterans health care beneficiary. 6. Age 17-55 Exclusion Criteria: 1. Unwillingness to participate in rehabilitation program or cooperate with investigators. 2. History of prior severe traumatic brain injury of other severe neurologic or psychiatric condition, such as psychosis, stroke, multiple sclerosis, or spinal cord injury.", "gender": "All", "minimum_age": "17 Years", "maximum_age": "55 Years", "healthy_volunteers": "No", "id": "NCT00018499.xml"}