{"brief_title": "Vaccine Therapy, Trastuzumab, and Vinorelbine in Treating Women With Locally Recurrent or Metastatic Breast Cancer", "brief_summary": "RATIONALE: Vaccines may make the body build an immune response to kill tumor cells. Monoclonal antibodies such as trastuzumab can locate tumor cells and either kill them or deliver tumor-killing substances to them without harming normal cells. Drugs used in chemotherapy, such as vinorelbine, work in different ways to stop tumor cells from dividing so they stop growing or die. Combining vaccine therapy with monoclonal antibody therapy and chemotherapy may kill more tumor cells. PURPOSE: This phase II trial is studying how well giving vaccine therapy together with trastuzumab and vinorelbine works in treating women with locally recurrent or metastatic breast cancer.", "detailed_description": "OBJECTIVES: Primary - Determine the efficacy of multiepitope autologous dendritic cell vaccine, trastuzumab (Herceptin^®), and vinorelbine by measuring the change in the largest dimension of metastatic lesions, in women with locally recurrent or metastatic breast cancer that does not overexpress HER2/neu. Secondary - Determine the ability of this regimen to induce functional antigen-specific T cells in these patients by measuring ex-vivo antigen-specific T-cell activity against peptide-pulsed dendritic cells and tumor targets by tetramer staining and intracellular cytokine assays. OUTLINE: - Autologous dendritic cell mobilization and harvest: All patients undergo autologous dendritic cell mobilization with filgrastim (G-CSF) and/or sargramostim (GM-CSF) subcutaneously daily for 4 days followed by apheresis. Mobilized peripheral blood is processed for the production of dendritic cells by CD34-positive cell selection. The dendritic cells are expanded and then pulsed with E75 and E90 peptides. - Treatment: Patients receive vinorelbine IV over 6-10 minutes and trastuzumab (Herceptin ^®) IV over 90 minutes on day 1. Patients also receive autologous dendritic cells pulsed with E75 and E90 peptides subcutaneously over 2-5 minutes on day 1*. Treatment repeats every 14 days for up to 6 courses in the absence of disease progression or unacceptable toxicity. NOTE: *If treatment is given locally, the vaccine therapy will be given at UNC-Chapel Hill the following day. Patients are followed every 3 months. PROJECTED ACCRUAL: A total of 17-37 patients will be accrued for this study.", "condition": ["Breast Cancer"], "intervention_type": ["Biological", "Biological", "Drug"], "intervention_name": ["therapeutic autologous dendritic cells", "trastuzumab", "vinorelbine ditartrate"], "description": ["10 μg/kg subcutaneously (sc) each day for four days or g-CSF at 5 μg/kg sc each day for four days with GM-CSF 250 μg/m2 sc each day for four days. G-CSF and/or GM- CSF will be self-administered. On the fifth day patients will have two intravenous lines placed in the apheresis area of the Blood Bank and then undergo a 15 litre apheresis collection", "4 mg/kg intravenously, every 14 days", "Vinorelbine 25 mg/m2 will be administered intravenously, every 14 days"], "arm_group_label": ["Dendritic Cell Vaccine", "Dendritic Cell Vaccine", "Dendritic Cell Vaccine"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed breast cancer - Locally recurrent or metastatic disease - HLA-A0201 positive by DNA genotyping - HER2/neu expression at least 1+ by immunohistochemistry of tumor sample - CNS metastases allowed provided on therapy for 3 months and stable - Hormone receptor status: - Not specified PATIENT CHARACTERISTICS: Age - 18 and over Sex - Female Menopausal status - Not specified Performance status - ECOG 0-2 Life expectancy - Not specified Hematopoietic - Absolute neutrophil count > 1,500/mm^3 - Platelet count > 100,000/mm^3 - Hematocrit > 33% Hepatic - Transaminases ≤ 3 times upper limit of normal - Bilirubin ≤ 2 times normal - Hepatitis B surface antigen negative Renal - Creatinine < 2.0 mg/dL Cardiovascular - Ejection fraction > 45% by MUGA OR - Left ventricular function normal by echocardiogram - No serious cardiac condition that would preclude study participation or compliance Other - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - HIV negative - No serious medical or psychiatric condition that would preclude study participation or compliance PRIOR CONCURRENT THERAPY: Biologic therapy - Prior biologic therapy allowed Chemotherapy - More than 30 days since prior cytotoxic chemotherapy - No other concurrent chemotherapy Endocrine therapy - More than 30 days since prior hormonal therapy - No concurrent hormonal therapy - No concurrent systemic steroids Radiotherapy - Not specified Surgery - Not specified Other - Concurrent bisphosphonates for bone metastases allowed", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "120 Years", "healthy_volunteers": "No", "keyword": "stage IV breast cancer", "mesh_term": ["Breast Neoplasms", "Vaccines", "Vinorelbine", "Trastuzumab", "Vinblastine"], "id": "NCT00088985"}