{"brief_title": "Familial Atherosclerosis Treatment Study", "brief_summary": "To compare the effects of two intensive lipid-lowering regimens with conventional therapy on coronary atherosclerosis as assessed by arteriography.", "detailed_description": "BACKGROUND: For several decades, clinical trials have addressed the question of whether treatment of hyperlipidemia reduces the risk of cardiovascular events. Substantial evidence supports the idea that cardiovascular benefits are related to the degree of reduction in low-density lipoprotein cholesterol level and perhaps to the degree of increase in the high-density lipoprotein cholesterol level. In these trials, changes in lipid levels have usually been small and the overall clinical benefits have been limited. The appearance in the 1980s of more effective treatments for hyperlipidemia, new arteriographic methods for assessing atherosclerosis, and new insights into atherogenesis permitted an objective investigation into whether the progression of atherosclerosis was retarded or reversed by lipid-lowering agents. The clinical trial was supported by a subproject within a program project grant. DESIGN NARRATIVE: Randomized, double-blind, placebo-controlled. Baseline arteriograms were performed and fasting lipid samples drawn before heparinization. Patients were stratified for age below 45 years, cigarette smoking within the previous month, and lipid patterns including familial hypercholesterolemia and triglyceride levels. Patients were given dietary counseling and randomly assigned to one of three treatments: lovastatin (20 mg twice a day) and colestipol (10 g three times a day); niacin (1 g four times a day) and colestipol (10 g three times a day): or conventional therapy with placebo (or colestipol if the LDL cholesterol level was elevated). The primary endpoint was a measure of change in the severity of disease in the proximal coronary arteries as measured by quantitative arteriography.", "condition": ["Cardiovascular Diseases", "Coronary Arteriosclerosis", "Coronary Disease", "Heart Diseases", "Myocardial Ischemia"], "intervention_type": ["Drug", "Drug", "Drug", "Other", "Other"], "intervention_name": ["lovastatin", "colestipol", "niacin", "Placebo for colestipol", "Placebo for lovastatin"], "description": ["Lovastatin was begun at a dose of 20 mg twice a day (in the morning and at bedtime). If the LDL cholesterol level did not fall below 3.1 mmol per liter after three months, the dose of lovastatin was increased to 40 mg twice a day.", "Colestipol was begun at a dose of 5 g three times a day with meals and increased to 10 g three times a day after 10 days, unless side effects delayed the increase. Psyllium hydrophic mucilloid (Metamucil) was provided if dietary bran was insufficient to control constipation.", "Niacin was started at 125 mg twice a day and gradually increased to 500 mg four times a day (with meals and at bedtime) at one month and 1 g four times a day at two months. If the LDL cholesterol level did not fall below 3.1 mmol per liter (120 mg per deciliter) after three months, the dose of niacin was increased to 1.5 g (three tablets) four times a day, but no further.", "Placebo for colestipol.", "Placebo for lovastatin"], "arm_group_label": ["Lovastatin—Colestipol Group", "Niacin—Colestipol Group", "Lovastatin—Colestipol Group", "Conventional-Therapy Group", "Niacin—Colestipol Group", "Conventional-Therapy Group", "Conventional-Therapy Group"], "other_name": ["Mevacor", "Colestid", "nicotinic acid"], "criteria": "Inclusion Criteria: - Men - Age 62 or younger - elevated apolipoprotein B levels - coronary atherosclerosis - family history of coronary heart disease. Exclusion Criteria: - diabetes - severe hypertension - cancer - liver disease - thyroid disease - kidney disease", "gender": "Male", "minimum_age": "18 Years", "maximum_age": "62 Years", "healthy_volunteers": "No", "mesh_term": ["Cardiovascular Diseases", "Heart Diseases", "Atherosclerosis", "Ischemia", "Coronary Disease", "Coronary Artery Disease", "Myocardial Ischemia", "Arteriosclerosis", "Niacin", "Lovastatin", "L 647318", "Dihydromevinolin", "Colestipol", "Niacinamide", "Nicotinic Acids"], "id": "NCT00000512"}