{"brief_title": "EPOCH Chemotherapy +/- IL-12 for Previously Untreated and EPOCH Plus Rituximab for Previously Treated Patients With AIDS-Associated Lymphoma", "brief_summary": "The prognosis of AIDS-related Non-Hodgkin's lymphoma is poor, especially in the relapsed setting. There is no standard treatment, and the few small studies that have been conducted have reported dismal outcomes. The purpose of this study is to pilot the use of EPOCH plus rituximab in previously treated AIDS-related lymphoma. Clinical endpoints of the study include toxicity and response. Progression-free and overall survival will be measured. Tumors will be evaluated for p53 mutations, p-16, bcl-2 expression, tumor proliferation, c-myc and EBV when possible.", "detailed_description": "The prognosis of AIDS-related Non-Hodgkin's lymphoma is poor, especially in the relapsed setting. There is no standard treatment, and the few small studies that have been conducted have reported dismal outcomes. The purpose of this study is to pilot the use of EPOCH plus rituximab in previously treated AIDS-related lymphoma. Clinical endpoints of the study include toxicity and response. Progression-free and overall survival will be measured. Tumors will be evaluated for p53 mutations, p-16, bcl-2 expression, tumor proliferation, c-myc and EBV when possible.", "condition": "AIDS Related Lymphoma", "intervention_type": "Drug", "intervention_name": "EPOCH", "description": "EPOCH-R every 3 weeks for up to 6 cycle", "arm_group_label": "1", "criteria": "- INCLUSION CRITERIA: Aggressive CD20 + NHL confirmed by Pathology, DCS. HIV + serology. All stages (I-IV) of disease. NHL previously treated with up to two chemotherapy regimens and evaluable disease. Age greater than or equal to 18 years. Laboratory test: (Abnormalities are allowed if due to organ involvement by lymphoma). Creatinine less than or equal to 1.7. Bilirubin must be less than 2.0 mg/dl, or total bilirubin less than or equal to 3.7 mg/dl with direct fraction less than or equal to 0.2 mg/dl and indirect fraction of less than or equal 3.5 mg/dl in patients for whom these abnormalities are felt to be due to protease inhibitor therapy. AST and ALT less than or equal to 3 times ULN (AST and ALT less than or equal to 6 times ULN for patients on hyperalimentation for whom these abnormalities are felt to be due to the hyperalimentation). ANC greater than or equal 1000/mm(3). Platelets must be greater than or equal to 75,000/mm(3) (patients with ITP platelets greater than or equal to 30,000/mm(3). Signed informed consent and Durable Power of Attorney. EXCLUSION CRITERIA: Pregnancy or nursing. History of clinical heart failure or symptomatic ischemic heart disease. Serious underlying medical condition or infection other than HIV that would contraindicate EPOCH. Concurrent anti-retroviral therapy during EPOCH therapy. Primary CNS lymphoma.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "99 Years", "healthy_volunteers": "No", "id": "NCT00001563.xml"}