{"brief_title": "Cyclophosphamide, Fludarabine, and High-Dose Interleukin-2 in Treating Patients With Metastatic Melanoma", "brief_summary": "RATIONALE: Drugs used in chemotherapy, such as cyclophosphamide and fludarabine, work in different ways to stop tumor cells from dividing so they stop growing or die. Interleukin-2 may stimulate a person's white blood cells to kill tumor cells and may help a person's immune system recover from the side effects of chemotherapy. PURPOSE: This phase II trial is studying how well giving cyclophosphamide and fludarabine together with high-dose interleukin-2 works in treating patients with metastatic melanoma.", "detailed_description": "OBJECTIVES: Primary - Determine the objective response rate in lymphodepleted patients with metastatic melanoma treated with cyclophosphamide, fludarabine, and high-dose interleukin-2. - Determine the feasibility of this regimen in these patients. Secondary - Determine the quality and quantity of lymphocyte recovery in these patients during and after treatment with this regimen. - Determine time to disease progression and survival in patients treated with this regimen. OUTLINE: This is an open-label, multicenter study. Patients receive lymphodepleting therapy comprising cyclophosphamide IV over 1 hour on days 1 and 2 and fludarabine IV over 30 minutes on days 3-7. Patients then receive high-dose interleukin-2 IV every 8 hours (14 doses) on days 8-12 and 22-26. Patients also receive sargramostim (GM-CSF) subcutaneously beginning on day 8 and continuing until blood counts recover. Treatment continues in the absence of disease progression or unacceptable toxicity. Patients are followed every 3 months. PROJECTED ACCRUAL: A total of 18-33 patients will be accrued for this study.", "condition": ["Melanoma (Skin)"], "intervention_type": ["Biological", "Biological", "Drug", "Drug"], "intervention_name": ["aldesleukin", "sargramostim", "cyclophosphamide", "fludarabine phosphate"], "description": ["‡Interleukin-2 (aldesleukin) IV (600,000 U/kg; Chiron, Emeryville, CA): two 5-day courses on days 8 and 22. Interleukin-2 was given over 15 minutes every 8 hours. Goal is 14 doses/5-day course", "GM-CSF was given subcutaneously daily from day 8 until absolute granulocyte count exceeds 5,000 cells/mL for 2 consecutive days.", "Cyclophosphamide (60 mg/kg/d; Baxter, Deerfield, IL) intravenously (IV) for 2 days with sodium 2- mercaptoethanesulfonate (Mesna; Sicor, Irvine, CA) at 20% of cyclophosphamide dose IV 15 minutes before and 40% of the cyclophosphamide dose orally at 2 and 6 hours after the initiation of chemotherapy.", "Fludarabine IV (25 mg/M2/day)-five daily doses from Day 3"], "arm_group_label": ["IL-2, CTX, fludarabine, GM-CSF", "IL-2, CTX, fludarabine, GM-CSF", "IL-2, CTX, fludarabine, GM-CSF", "IL-2, CTX, fludarabine, GM-CSF"], "other_name": ["Aldesleukin; IL-2; HD IL-2; Interleukin-2", "GM-CSF; granulocyte-macrophage colony-stimulating factor", "cyclophosphamide,Cytoxan", "Fludara"], "criteria": "Inclusion Criteria: - Histologically confirmed melanoma - Metastatic disease - Measurable disease - No history of brain metastases - Over 18 - Karnofsky 60-100% - Life expectancy At least 12 weeks - Hematopoietic - Absolute neutrophil count ≥ 1,000/mm^3 - Platelet count ≥ 75,000/mm^3 - Hemoglobin ≥ 8.5 g/dL - aspartate aminotransferase ≤ 2 times upper limit of normal (ULN) (5 times ULN if liver metastases are present) - Bilirubin ≤ 2 times ULN (except for patients with Gilbert's syndrome) - Hepatitis B and C negative - Creatinine ≤ 2.0 times ULN - Creatinine clearance ≥ 50 mL/min - Cardiovascular - Ejection fraction ≥ 50% - No evidence of congestive heart failure - No symptoms of coronary artery disease - No serious cardiac arrhythmias - No myocardial infarction within the past 6 months - Cardiac stress test negative or of low probability for patients > 40 years of age OR who have had prior myocardial infarction > 6 months ago - Pulmonary Forced expiratory volume 1 ≥ 2.0 liters OR at least 75% of predicted for height and age - Diffusing capacity of lung for carbon monoxide ≥ 60% - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - HIV negative Exclusion Criteria: - No uncontrolled diabetes - No history of autoimmune disease - No active infection - No other concurrent significant illness that would preclude study participation - No other malignancy within the past 5 years except nonmelanoma skin cancer or non-invasive cancer (e.g., carcinoma in situ of the cervix, superficial bladder cancer without local recurrence, or carcinoma in situ of the breast) - At least 4 weeks since prior immunotherapy and recovered - No other concurrent anticancer biologic agents - At least 4 weeks since prior chemotherapy (6 weeks for nitrosoureas) and recovered - No concurrent chemotherapy - At least 4 weeks since prior steroid therapy - No concurrent corticosteroids - At least 4 weeks since prior radiotherapy and recovered - No concurrent radiotherapy - At least 4 weeks since prior surgery and recovered - No concurrent immunosuppressive therapy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "stage IV melanoma", "mesh_term": ["Melanoma", "Cyclophosphamide", "Fludarabine phosphate", "Fludarabine", "Aldesleukin", "Interleukin-2", "Vidarabine"], "id": "NCT00085423"}