{"brief_title": "A Study of Chemotherapy Plus ddI or ddC in the Treatment of AIDS-Related Kaposi's Sarcoma", "brief_summary": "To determine the toxicity and response to treatment with cytotoxic chemotherapy using doxorubicin (Adriamycin), bleomycin, and vincristine (DBV) for advanced AIDS-related Kaposi's sarcoma in combination with either didanosine (ddI) or zalcitabine (dideoxycytidine; ddC). AIDS patients with extensive Kaposi's sarcoma require treatment with effective cytotoxic agents to reduce the tumor burden, and they also require treatment with other possibly effective antiretroviral agents such as ddI or ddC to ameliorate (delay) the development of opportunistic infections.", "detailed_description": "AIDS patients with extensive Kaposi's sarcoma require treatment with effective cytotoxic agents to reduce the tumor burden, and they also require treatment with other possibly effective antiretroviral agents such as ddI or ddC to ameliorate (delay) the development of opportunistic infections. In Phase I, eligible patients with advanced Kaposi's sarcoma are randomly assigned to either ddI or ddC in combination with DBV chemotherapy. On the average, patients receive 12-44 weeks of combined chemotherapy and antiretroviral therapy. If vincristine is deleted from Phase I because of excess neurotoxicity, it will not be administered as part of the combination chemotherapy if that treatment is continued in the Phase II study. The Phase II trial proceeds when at least six cycles (12 weeks) of DBV have been completed by six patients enrolled in Phase I, and an overall evaluation of tolerance to each combination treatment plan has been completed. Study medication is administered as in Phase I, with the possible deletion of vincristine. All patients who complete DBV chemotherapy with complete or partial response or stable disease will continue to receive the originally assigned investigational antiretroviral drug (ddC or ddI) for an additional 24 weeks.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Didanosine", "criteria": "Inclusion Criteria Concurrent Medication: Required: - Prophylaxis for Pneumocystis carinii pneumonia for all patients with CD4 cell counts < 200 cells/mm3. Allowed: - Chemoprophylaxis for candidiasis, MAC, and herpes simplex. - Up to 14-day courses of metronidazole. - Recombinant erythropoietin. - Granulocyte-macrophage colony stimulating factor (GM-CSF) or granulocyte colony stimulating factor (G-CSF) for patients with ANC < 1000 cells/mm3. - Isoniazid for treatment of tuberculosis, with permission of the protocol chair, when given in conjunction with pyridoxine. Patients must have: - HIV infection. - Kaposi's sarcoma. For patients < 18 years of age: - consent of parent or guardian. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Opportunistic infection requiring treatment with myelosuppressive antibiotics (unless on G-CSF or GM-CSF). - Other active malignancies except basal cell carcinoma of the skin or in situ cervical carcinoma. - Prior history or current clinical evidence of peripheral neuropathy (= or > grade 1), pancreatitis, intractable diarrhea, or active seizure disorder not controlled by antiseizure medication. - Significant pulmonary insufficiency (exertional dyspnea with minimal exertion, except that due to pulmonary Kaposi's sarcoma) or cardiac insufficiency (New York Heart Association status > 2). - Neuropsychiatric history or altered mental status that would prevent informed consent or that would not permit compliance with this protocol. Concurrent Medication: Excluded: - Myelosuppressive antibiotics (unless on G-CSF or GM-CSF). - Investigational agents other than drugs available on treatment IND and used for FDA sanctioned indications, or other antiviral, immunomodulating or antitumor drugs. - Drugs associated with peripheral neuropathy (other than ddI, ddC, or vincristine), including hydralazine, disulfiram, nitrofurantoin, cisplatin, diethyldithiocarbamate, gold, rifampin, chloramphenicol, clioquinol, ethambutol, ethionamide, glutethimide, sodium cyanate, and thalidomide. Patients with the following prior conditions or symptoms are excluded: - Neuropsychiatric history or altered mental status that would prevent informed consent or that would not permit compliance with this protocol. Prior Medication: Excluded: - Systemic treatment with doxorubicin, bleomycin, or vincristine. - Antitumor (Kaposi's sarcoma) drugs within 7 days of study entry. - Any investigational drug (other than drugs available on treatment IND and used for FDA sanctioned indications) within 14 days of study entry. - Neurotoxic drugs (other than ddI or ddC) within 30 days of study entry. - Intralesional injections to a Kaposi's sarcoma marker lesion within 30 days of study entry. Prior Treatment: Excluded: - Irradiation of a Kaposi's sarcoma marker lesion within 30 days of study entry. Alcohol consumption is strongly discouraged.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00000954.xml"}