{"brief_title": "S0000 Selenium and Vitamin E in Preventing Prostate Cancer", "brief_summary": "RATIONALE: Chemoprevention therapy is the use of certain drugs to try to prevent the development of cancer. It is not yet known which regimen of selenium and/or vitamin E may be more effective in preventing prostate cancer. PURPOSE: Randomized phase III trial to determine the effectiveness of selenium and vitamin E, either alone or together, in preventing prostate cancer.", "detailed_description": "OBJECTIVES: - Compare the effect of selenium and vitamin E administered alone vs in combination on the clinical incidence of prostate cancer. - Compare the effect of these prevention regimens on the incidence of lung cancer, colorectal cancer, and all cancers combined in participants on this study. - Compare the effect of these prevention regimens on prostate cancer-free survival, lung cancer-free survival, colorectal cancer-free survival, cancer-free survival, overall survival, and serious cardiovascular events in these participants.", "condition": "Prostate Cancer", "intervention_type": "Other", "intervention_name": "selenium placebo", "description": "daily for 7-12 years", "arm_group_label": "Vitamin E placebo + selenium placebo", "other_name": "placebo", "criteria": "DISEASE CHARACTERISTICS: - Healthy male volunteers - Digital rectal examination (DRE) deemed not suspicious for prostate cancer performed within 364 days prior to study entry - Participants with a suspicious DRE are ineligible even if a recent or subsequent biopsy is negative for cancer - Total prostate-specific antigen ≤ 4.0 ng/mL within 364 days prior to study entry - No prior prostate cancer or high-grade (grade 2-3) prostatic intraepithelial neoplasia PATIENT CHARACTERISTICS: Age: - See Disease Characteristics Performance status: - Not specified Life expectancy: - Not specified Hematopoietic: - Not specified Hepatic: - Not specified Renal: - Not specified Cardiovascular: - Systolic blood pressure < 160 mm Hg - Diastolic blood pressure < 90 mm Hg - No history of hemorrhagic stroke Other: - No malignancies within the past 5 years except basal cell or squamous cell skin cancer - No uncontrolled medical illness - No retinitis pigmentosa PRIOR CONCURRENT THERAPY: Biologic therapy - Not specified Chemotherapy - Not specified Endocrine therapy - Not specified Radiotherapy - Not specified Surgery - Not specified Other - At least 7 years since prior randomization to SWOG-9217, with completion of end-of-study biopsy requirement - No additional concurrent selenium or vitamin E (contained in individual supplements, antioxidant mix, or multivitamin) - Concurrent multivitamins allowed (supplied on study) - No concurrent anticoagulation therapy (e.g., warfarin) - Concurrent prophylactic aspirin (average daily dose no greater than 175 mg/day) allowed - Concurrent daily aspirin dose ≤ 81 mg for participants receiving clopidogrel - Concurrent anti-hypertension medication allowed - No concurrent participation in another study involving a medical, surgical, nutritional, or life-style intervention (unless no longer receiving the intervention and are in the follow-up phase only)", "gender": "Male", "minimum_age": "50 Years", "maximum_age": "120 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "id": "NCT00006392.xml"}