{"brief_title": "Irofulven in Treating Patients With Recurrent or Persistent Ovarian Epithelial or Primary Peritoneal Cancer", "brief_summary": "Phase II trial to study the effectiveness of irofulven in treating patients who have recurrent or persistent ovarian epithelial cancer or primary peritoneal cancer. Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die.", "detailed_description": "OBJECTIVES: I. Determine the antitumor activity of irofulven in patients with persistent or recurrent platinum-sensitive ovarian epithelial or primary peritoneal cancer. II. Determine the toxicity of this drug in these patients. OUTLINE: Patients receive irofulven IV over 30 minutes on days 1 and 8. Courses repeat every 21 days in the absence of unacceptable toxicity or disease progression. Patients are followed at approximately 30 days, every 3 months for 2 years, and then every 6 months for 3 years. PROJECTED ACCRUAL: Approximately 22-60 patients will be accrued for this study within at least 6 months.", "condition": ["Primary Peritoneal Cavity Cancer", "Recurrent Ovarian Epithelial Cancer"], "intervention_type": ["Drug"], "intervention_name": ["irofulven"], "description": ["Given IV"], "arm_group_label": ["Treatment (irofulven)"], "other_name": ["6-hydroxymethylacylfulvene", "HMAF", "MGI 114", "MGI-114"], "criteria": "Inclusion Criteria: - Histologically confirmed ovarian epithelial or primary peritoneal carcinoma - Recurrent or persistent disease - At least 1 unidimensionally measurable target lesion* defined as: - At least 20 mm by conventional techniques OR at least 10 mm by spiral CT scan - Must have received 1 prior platinum-based chemotherapeutic regimen containing carboplatin, cisplatin, or another organoplatinum compound for primary disease - Initial treatment may have included high-dose, consolidation, or extended therapy administered after surgical or non-surgical assessment - Patients who have not received prior paclitaxel may receive a second regimen containing paclitaxel - Ineligible for a higher priority GOG protocol (e.g., any active phase III GOG protocol for the same patient population) - Platinum-sensitive disease - Platinum-free interval** of more than 6 months, but less than 12 months duration, with no clinical evidence of progressive disease after response to platinum - Performance status - GOG 0-2 for patients who received 1 prior therapy regimen - Performance status - GOG 0-1 for patients who received 2 prior therapy regimens - Absolute neutrophil count at least 1,500/mm^3 - Platelet count at least 100,000/mm^3 - Bilirubin no greater than 1.5 times upper limit of normal (ULN) - SGOT no greater than 2.5 times ULN - Alkaline phosphatase no greater than 2.5 times ULN - Creatinine normal - Creatinine clearance at least 60 mL/min - No prior congestive heart failure requiring medication - No uncontrolled hypertension within the past 6 months - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No other invasive malignancies within the past 5 years except nonmelanoma skin cancer - No history of retinopathy and/or macular degeneration - No neuropathy (sensory and motor) greater than grade 1 - No active infection requiring antibiotics - No other illness or condition that would preclude study entry - No prior bone marrow or stem cell transplantation - At least 3 weeks since prior biologic therapy or immunotherapy for malignant tumor - One prior non-cytotoxic regimen (e.g., monoclonal antibodies, cytokines, or small-molecule signal transduction inhibitors) allowed - See Disease Characteristics - At least 3 weeks since prior chemotherapy and recovered - No prior irofulven - No additional prior cytotoxic chemotherapy for recurrent or persistent disease, including retreatment with initial chemotherapy regimens - At least 1 week since prior hormonal therapy for malignant tumor - Concurrent hormone replacement therapy allowed - See Disease Characteristics - At least 3 weeks since prior radiotherapy and recovered - No prior radiotherapy to more than 25% of marrow-bearing areas - Recovered from recent prior surgery - At least 3 weeks since any other prior therapy for malignant tumor - No prior anticancer treatment that would preclude study therapy - One prior noncytotoxic cytostatic regimen for recurrent or persistent disease allowed", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "85 Years", "healthy_volunteers": "No", "mesh_term": ["Neoplasms, Glandular and Epithelial", "Ovarian Neoplasms", "Irofulven"], "id": "NCT00053365"}