{"brief_title": "Carpal Tunnel Syndrome: Diagnosis and Treatment Trial", "brief_summary": "The Carpal Tunnel Syndrome Diagnosis and Treatment Trial is project #1 of the Multidisciplinary Clinical Research Center focused on upper extremity pain. It is a randomized trial comparing surgical and nonsurgical treatments for patients with early, mild to moderate carpal tunnel syndrome. In addition the study will evaluate the ability of a new magnetic resonance (MR) technique at predicting who will likely benefit from carpal tunnel syndrome (CTS) surgery.", "detailed_description": "While there is good evidence that patients with severe CTS benefit from surgery, there is less evidence of a benefit for patients with mild to moderate disease. However, mild to moderate disease still accounts for important disability. Electrodiagnostic studies (EDS) have not been shown to accurately predict outcomes for patients with CTS. Recent advances in MR permit high-resolution neurographic imaging of the median nerve, and pilot data suggest that wrist MRI might be a better predictor of outcome than EDS. Thus, wrist MRI has the potential for playing a major role in the treatment of patients with CTS. We will test two main hypotheses: 1) that select patients with early, mild or moderate CTS benefit more from early surgery than with conservative therapy; and, 2) that wrist MRI accurately identifies those patients more likely to benefit from surgery. We will perform a randomized, controlled treatment trial nested within a prospective cohort as our study design.", "condition": ["Carpal Tunnel Syndrome"], "intervention_type": ["Procedure", "Other"], "intervention_name": ["Early Carpal Tunnel Release for Mild or Moderate CTS", "MR Nerve Imaging for CTS"], "description": ["Either open or endoscopic surgery", "New diagnostic test for CTS to directly image the median nerve"], "arm_group_label": ["1", "2", "1", "2"], "criteria": "Inclusion Criteria: - Paresthesias involving 2 digits on hand diagram - Willingness and ability to complete interviews Exclusion Criteria: - Evidence of denervation on EDS - Abnormal 2-pt discrimination or thenar atrophy - Prior wrist surgery or acute external trauma - MRI contraindications - Metallic hardware in wrists", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Wrist MRI", "mesh_term": ["Syndrome", "Carpal Tunnel Syndrome"], "id": "NCT00032227"}