{"brief_title": "Effectiveness of an HIV Vaccine in HIV-Negative Adults in North America Who Are at Risk of HIV Infection", "brief_summary": "The purpose of this study is to see if an HIV vaccine, AIDSVAX B/B, can protect adults who are at risk from becoming infected with HIV. Patients who become infected despite immunization will be studied to see if receiving the vaccine before becoming infected will help keep HIV levels (viral load) low.", "detailed_description": "Volunteers receive 7 blinded, intramuscular vaccinations (at Months 0, 1, 6, 12, 18, 24, 30) containing either the AIDSVAX B/B vaccine or a placebo (aluminum adjuvant only). Volunteers are randomized in a 2 to 1 vaccine-to-placebo ratio. HIV-uninfected persons are followed for a total of 16 visits beginning at screening and continuing until Month 36. Patients who become HIV infected during study are followed every 4 months for at least 24 months.", "condition": "HIV Seronegativity", "intervention_type": "Biological", "intervention_name": "MN rgp120/HIV-1 and GNE8 rgp120/HIV-1", "criteria": "Exclusion Criteria You will not be eligible for this study if you: - Use injection drugs. - Have a history of any serious diseases or conditions, including lymphoma. - Have ever received an HIV vaccine. - Have taken post-exposure treatment to prevent HIV infection within 4 weeks prior to study entry. - Are planning to take other HIV vaccines during this study. - Are pregnant. - Have taken certain medications or received certain therapies, including chemotherapy and radiation. - Have received certain vaccines within 2-4 weeks prior to study entry. You may be eligible for this study if you: - Are HIV-negative. - Are between 18 and 60 years old. - Are available for 3 years of follow-up. - Agree to use effective methods of birth control during the study and for 90 days after. - Are one of the following: - A woman who is currently in a sexual relationship with an HIV-positive man. - A woman who has had more than one male partner and at least one sexually transmitted disease (STD) within the past 12 months. - A man who has sex with men and has had anal intercourse within the past 12 months. (You will not be eligible if you have been in the same relationship with only one HIV-negative man for at least 12 months.)", "gender": "All", "minimum_age": "18 Years", "maximum_age": "60 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "id": "NCT00002441.xml"}