{"brief_title": "EARLY ACS: Early Glycoprotein IIb/IIIa Inhibition in Patients With Non-ST-segment Elevation Acute Coronary Syndrome (Study P03684AM2)(COMPLETED)", "brief_summary": "The purpose of this study is to see if early INTEGRILIN® (eptifibatide) therapy in patients with non-ST-segment elevation acute coronary syndrome (ACS) reduces the occurence of death, heart attack and urgent cardiac intervention (surgery) compared to placebo (with delayed provisional use of eptifibatide).", "detailed_description": "This study will enroll patients who experience symptoms of acute coronary syndrome (experiencing chest pain at rest with episodes lasting at least 10 minutes) and who are planned to undergo invasive surgical procedures after being given study drug for 12 to 96 hours. There are two different treatment groups in this study; approximately half of the patients will go to each group and the likelihood of receiving study drug vs. placebo is 50/50 (like tossing a coin). Medications that are standard of care will be provided to the patients (all patients will be given aspirin and standard hospital doses of one of two other blood thinning drugs - unfractionated heparin (UFH) or low-molecular-weight heparin). Which one patients receive is at the discretion of the Investigator.", "condition": ["Myocardial Ischemia", "Acute Coronary Syndrome"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Eptifibatide (Integrilin)", "Placebo"], "description": ["intravenous; 180 mcg/kg bolus followed by infusion of 2 mcg/kg/min for 12 to 96 hours (or longer if necessary to complete the 18- to 24-hour post-PCI infusion period, or up to 120 hours in patients who proceed to CABG [coronary artery bypass graft]); second bolus of 180 mcg/kg administered 10 minutes after first bolus.", "intravenous; delivery to match eptifibatide to maintain blind"], "arm_group_label": ["Eptifibatide", "Placebo"], "other_name": ["Integrilin", "SCH 060936", "SCH 60936"], "criteria": "Inclusion Criteria: - Willing and able to give informed consent and comply with study procedures and follow-up through 1 year. - Plan to undergo an invasive strategy after receiving study drug for 12 to 96 hours. - Able to be randomized into the trial within 12 hours of having symptoms of acute coronary syndrome. - Experiencing symptoms of cardiac ischemia at rest (angina or anginal equivalent) with episode(s) lasting at least 10 minutes and have at least 2 of the following: - 60 years of age or more - Electrocardiogram changes (ECG) - Elevated troponin (protein released in the blood stream in people suffering from acute coronary syndrome) or CK-MB levels - Or have all 3 of the following: - Prior history of cardiovascular disease - Elevated troponin or CK-MB levels - 50-59 years of age Exclusion Criteria: - pregnancy (known or suspected) - renal dialysis within 30 days prior to randomizing in study - other serious illnesses or any condition that the investigator feels would pose a significant hazard to the patient if the investigational therapy was to be initiated - Stroke (hemorrhagic stroke at any time or non-hemorrhagic stroke within previous 7 days), central nervous system damage (such as neoplasm, aneurysm, intracranial surgery), bleeding disorders (including gastrointestinal bleeding), or recent major surgery or major trauma. - History of certain hematologic problems following treatment with heparin or eptifibatide. - Therapy with certain related drugs within a short time before randomization into the trial.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "cardiovascular disease", "mesh_term": ["Syndrome", "Acute Coronary Syndrome", "Ischemia", "Myocardial Ischemia", "Coronary Artery Disease", "Eptifibatide", "Heparin, Low-Molecular-Weight", "Krestin"], "id": "NCT00089895"}