{"brief_title": "Safety and Efficacy of Exenatide in Patients With Type 2 Diabetes Using Thiazolidinediones or Thiazolidinediones and Metformin", "brief_summary": "This study is designed to compare the effects of twice-daily exenatide plus oral antidiabetic (OAD) agents and twice-daily placebo plus OAD with respect to glycemic control, as measured by hemoglobin A1c (HbA1c), in patients with type 2 diabetes who experience inadequate glycemic control with OAD alone.", "condition": ["Type 2 Diabetes Mellitus"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["exenatide", "Placebo"], "description": ["After a 2-week placebo lead-in period (twice daily, given subcutaneously) in addition to their current therapy regimen, subjects will administer 20 mcg of exenatide (2 units [5 μg] ), twice daily by subcutaneous injection, for the first 4 weeks of therapy, and then 40 μL of study drug (4 units [10 μg] of exenatide) twice daily by subcutaneous injection, for the remaining 12 weeks of therapy.", "After a 2-week placebo lead-in period (twice daily, given subcutaneously) in addition to their current therapy regimen, subjects will administer placebo (in equivalent amounts to exenatide) for 16 weeks of therapy."], "arm_group_label": ["Exenatide", "Placebo"], "other_name": ["Byetta", "AC2993", "synthetic exendin-4"], "criteria": "Inclusion Criteria: - Treated with thiazolidinedione (TZD) alone or in combination with metformin. TZD dose stable for at least 120 days prior to screening, and those patients on metformin must have been on a stable dose for at least 30 days prior to screening. - HbA1c between 7.1% and 10.0%, inclusive. - Body mass index (BMI) between 25 kg/m^2 and 45 kg/m^2. Exclusion Criteria: - Patient previously in a study using exenatide or GLP-1 analogs. - Treated with oral anti-diabetic medications other than TZD and metformin within 3 months of screening. - Treated with oral insulin within 3 months of screening.", "gender": "All", "minimum_age": "21 Years", "maximum_age": "75 Years", "healthy_volunteers": "No", "keyword": "Lilly", "mesh_term": ["Diabetes Mellitus", "Diabetes Mellitus, Type 2", "Exenatide", "2,4-thiazolidinedione", "Metformin"], "id": "NCT00099320"}