{"brief_title": "Study Evaluating Zosyn in Hospitalized Patients With Intra-abdominal Infection", "brief_summary": "A Phase IV, multicenter study of hospitalized patients with complicated intra-abdominal infection.", "condition": ["Bacterial Infections"], "intervention_type": ["Drug"], "intervention_name": ["Piperacillin/Tazobactam"], "criteria": "Inclusion Criteria - Written informed consent will be obtained prior to enrollment into the study. If any patient is unable to give consent, it may be obtained from next of-kin or a legal representative if in accordance with local laws and regulations - Hospitalized, ≥18 years of age - Male or non-pregnant, non-lactating female who is post-menopausal, surgically sterilized or is using birth control pills, contraceptive implant or injection (ex: NORPLANT®; DEPO-PROVERA®), intra-uterine device, barrier methods with spermicide, or abstinence. (Effective contraception should have been in place for at least two months prior to study entry and must continue for at least 30 days after treatment discontinuation) Exclusion Criteria - Patients with underlying immunodeficiency disease or patients requiring chronic treatment with known immunosuppressant medications including >5mg/day prednisone - Active or treated leukemia, or systemic malignancy that required treatment with chemotherapy, immunotherapy, radiation therapy, or antineoplastic therapy within the past year or which is anticipated to begin prior to the Test-of-Cure visit; or any known or suspected malignancy to the abdomen - Concurrent hemodialysis, peritoneal dialysis or patients with indwelling peritoneal catheters or shunts, plasmapheresis or hemoperfusion", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Abdominal Infections", "mesh_term": ["Infection", "Communicable Diseases", "Bacterial Infections", "Intraabdominal Infections", "Tazobactam", "Piperacillin", "Piperacillin, tazobactam drug combination", "Penicillanic Acid"], "id": "NCT00044928"}