{"brief_title": "Interleukin-11 Plus Filgrastim Prior to Peripheral Stem Cell Transplantation in Patients With Non-Hodgkin's Lymphoma, Hodgkin's Disease, Breast Cancer, or Other Solid Tumors", "brief_summary": "RATIONALE: Interleukin-11 and filgrastim stimulate the production of blood cells. Giving these drugs to stimulate peripheral stem cells that can be collected for peripheral stem cell transplantation may result in fewer side effects after transplant. PURPOSE: Phase II trial to study the effectiveness of interleukin-11 plus filgrastim prior to peripheral stem cell transplantation in patients who have non-Hodgkin's lymphoma, Hodgkin's disease, breast cancer, or other solid tumors.", "detailed_description": "OBJECTIVES: I. Determine the tolerability of interleukin-11 (IL-11) with filgrastim (G-CSF) in patients with non-Hodgkin's lymphoma, Hodgkin's disease, breast cancer, or other solid tumors. II. Evaluate the ability to collect CD34 cells and the number of apheresis collections required to reach the target number of CD34 cells in this patient population. III. Evaluate the time to recovery of platelets and neutrophils and the number of platelet and red blood cell transfusions required following IL-11 and G-CSF mobilized peripheral blood stem cell infusion in these patients. OUTLINE: Patients receive interleukin-11 (IL-11) subcutaneously (SQ) on days 1-10 and filgrastim (G-CSF) SQ on days 4-10. Patients undergo peripheral blood stem cell (PBSC) collection on days 7-10 until the target number of cells is achieved or for a maximum of 4 collections. Patients are followed until transplantation. PROJECTED ACCRUAL: A total of 30 patients will be accrued for this study within 2 years.", "condition": "Testicular Germ Cell Tumor", "intervention_type": "Biological", "intervention_name": "recombinant interleukin-11", "criteria": "DISEASE CHARACTERISTICS: Diagnosis of non-Hodgkin's lymphoma, Hodgkin's disease, breast cancer, or other solid tumors with eligibility for FHCRC/PSOC protocols involving autologous peripheral blood stem cell transplantation No evidence of bone marrow disease No pericardial effusion, pleural effusion, or ascites No CNS involvement Hormone receptor status: Not specified PATIENT CHARACTERISTICS: Age: 70 and under Menopausal status: Not specified Performance status: Not specified Life expectancy: Not specified Hematopoietic: Absolute neutrophil count at least 1,500/mm3 Platelet count at least 100,000/mm3 Hepatic: Bilirubin no greater than 2.5 times upper limit of normal (ULN) SGOT no greater than 2.5 times ULN Renal: Creatinine no greater than 2.0 mg/dL No medically unmanageable, severe hypokalemia Cardiovascular: No history of atrial arrhythmia or congestive heart failure No history of thromboembolic disease, except successfully treated catheter related thrombosis LVEF at least 45% Other: No active infection requiring systemic antibiotics HIV negative No known allergy to murine or E. coli proteins No documented prior anaphylactic reaction to interleukin-11 or filgrastim (G-CSF) No papilledema No history of Factor V Leiden defect, factor II, antithrombin III, Protein C or Protein S deficiencies Not pregnant or nursing Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: See Disease Characteristics Chemotherapy: No prior cumulative dose of doxorubicin greater than 300 mg/m2 At least 3 weeks since prior chemotherapy Endocrine therapy: No concurrent estrogen supplementation Radiotherapy: No prior radiotherapy to the pelvic area Surgery: Not specified Other: No chronic diuretic therapy At least 1 week since prior aspirin or anticoagulants except low dose anticoagulation to prevent catheter thrombosis", "gender": "All", "minimum_age": "N/A", "maximum_age": "70 Years", "healthy_volunteers": "No", "id": "NCT00004157.xml"}