{"brief_title": "Observing Patients With Early HIV Infection", "brief_summary": "The purpose of this study is to monitor patients who have recently been infected with HIV in order to learn how their immune systems respond to HIV infection and to study how the virus multiplies in their bodies. Patients who have been infected with HIV recently are considered to have acute, or early, HIV infection. During this period, viral load (level of HIV in the body) rises sharply to a high level at first but then decreases significantly on its own. Doctors are not sure why this decrease in viral load happens and how the body is able to accomplish this. In this study, patients with acute HIV infection will be monitored so that doctors can study their immune systems to try to learn more about this rise and fall in viral load.", "detailed_description": "Two theories offer possible explanations for the early decline of viral loads seen in acute HIV infection. The first is that CD4 target cell numbers are depleted, so the reduction in permissive target cells limits viral replication. A second is that the host develops an HIV-specific cytotoxic T lymphocyte (CTL) immune response that limits viral replication during the initial high viral titer. Consequently, enhanced clearance of HIV-infected cells results in a decline of plasma HIV RNA. This study examines the latter theory by characterizing viral and immune dynamics in the blood and lymph nodes of HIV-infected patients. Cohort I (HIV-negative volunteers): At study entry a medical history and physical exam is performed, and volunteers complete a questionnaire. Blood samples are drawn weekly until Week 12, then at Weeks 14, 16, 20, and 24. Volunteers are followed for 24 weeks. Volunteers are offered the opportunity to participate in a lymphoid tissue substudy, which involves one to four sequential gut-associated lymphoid biopsies. Compensation for travel and for the inconvenience of study participation is provided. Cohort II: At study entry a patient history and physical exam is performed, and volunteers complete a questionnaire. Volunteers with a rising plasma HIV RNA during the first three visits will have frequent sampling of blood and physical exams for two years. Volunteers continue to be followed thereafter once every 6 months through 5 years of study duration. Volunteers are offered the opportunity to participate in a lymphoid tissue substudy and/or the lymphoid kinetics substudy. These substudies require hospitalizations of 24 hours or less for tissue biopsies and glucose infusion. Compensation for travel and for the inconvenience of study participation is provided", "condition": ["HIV Infections"], "criteria": "Inclusion Criteria Volunteers may be eligible for Cohort I of this study if they: - Are at least 13 years old (consent of parent or guardian required if under 18). - Have no active infections or cancer. - Are HIV-negative. Volunteers may be eligible for Cohort II of this study if they: - Are at least 13 years old (consent of parent or guardian required if under 18). - Have acute or early HIV infection. The stage of HIV infection will depend on the results of certain lab tests. - Agree not to take anti-HIV drugs the first 4 weeks of the study. Exclusion Criteria Volunteers will not be eligible for this study if they: - Weigh less than 45 kg (99 pounds). - Have begun anti-HIV therapy. - Are pregnant or breast-feeding.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Acute Infection", "mesh_term": ["Infection", "Communicable Diseases", "HIV Infections", "Acquired Immunodeficiency Syndrome"], "id": "NCT00005020"}