{"brief_title": "Safety and Efficacy Trial With Zoledronic Acid for the Treatment of Paget's Disease of Bone, Including an Extended Observation Period", "brief_summary": "The core study looked at the effect of Zoledronic Acid given once as an intravenous (i.v.) infusion compared to 60 days of oral Risedronate in patients with Paget's disease of bone. The effect was demonstrated in the reduction of serum alkaline phosphatase (SAP). The extended observation period included participants of the core study who responded to treatment.", "condition": ["Paget's Disease of Bone"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Dietary Supplement"], "intervention_name": ["Zoledronic Acid", "Risedronate", "Placebo to Risedronate", "Placebo to Zoledronic Acid", "Calcium and Vitamin D"], "description": ["Zoledronic acid 5 mg in 5 mL of sterile water intravenous infusion.", "Oral risedronate 30 mg capsules.", "Oral placebo of risedronate capsules.", "5 mL of sterile water one dose intravenous infusion.", "Calcium and vitamin D supplements were supplied."], "arm_group_label": ["Zoledronic Acid and Placebo to Risedronate", "Risedronate and Placebo to Zoledronic Acid", "Zoledronic Acid and Placebo to Risedronate", "Risedronate and Placebo to Zoledronic Acid", "Zoledronic Acid and Placebo to Risedronate", "Risedronate and Placebo to Zoledronic Acid"], "other_name": ["Reclast, Aclasta", "Actonel"], "criteria": "Inclusion Criteria: - 30 years or older - Serum alkaline phosphatase (SAP) 2 times upper limit normal (ULN) - Confirmed diagnosis of Paget's disease of the bone (by x-ray, magnetic resonance imaging, computerized tomography, radioisotope imaging, etc.). - 90 days washout calcitonin - 180 day washout bisphosphonate Exclusion Criteria: - Allergic reaction to bisphosphonates - History of upper gastrointestinal disorders - History of iritis, uveitis - Calculated creatinine clearance < 30 ml/min at baseline - Evidence of vitamin D deficiency Other protocol-defined inclusion/exclusion criteria applied.", "gender": "All", "minimum_age": "30 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "extended observation period", "mesh_term": ["Bone Diseases", "Osteitis Deformans", "Vitamins", "Vitamin D", "Ergocalciferols", "Zoledronic acid", "Calcium, Dietary", "Risedronate Sodium", "Etidronic Acid", "Diphosphonates"], "id": "NCT00051636"}