{"brief_title": "Study of Oral PG-116800 Following a Heart Attack", "brief_summary": "The main purpose of the study is to test whether a possible new drug (called PG-116800) can prevent some of the damage to heart muscle in patients who have had a heart attack. The study will also supply information regarding possible uses of this compound in cardiovascular disease.", "detailed_description": "Heart attacks cause damage to heart muscle that can weaken the heart and lead to changes in the shape and pumping ability of the heart. These changes can lead to heart failure. An enzyme called metalloproteinase (MMP) plays a role in this damage. The main purpose of the study is to test whether a possible new drug (called PG-116800) that interferes with the MMP enzyme can prevent some of the damage to heart muscle in patients who have had a heart attack. The study will also supply information regarding possible uses of this compound in cardiovascular disease. This is a Phase II \"proof-of-concept\" study; that is, it is a first attempt to treat sick people with the drug to see if it works. The study is interventional since we will be using a drug to interfere with the heart tissue damage that follows a heart attack.", "condition": ["Myocardial Infarction", "Heart Failure", "Heart Enlargement"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["PG-116800 (given as PG-530742)", "Placebo tablet"], "description": ["200 mg tablet of PG-116800 (given as PG-530742)twice a day for 90 days", "placebo tablet, twice a day for 90 days"], "arm_group_label": ["PG-116800 tablet", "Placebo tablet"], "criteria": "Inclusion: - Be at least 18 years of age but not older than 80 years of age at screening; - Be diagnosed with a heart attack based on electrocardiogram (ECG) and cardiac enzymes criteria; - The qualifying heart attack has to be a first heart attack; - The qualifying heart attack has to result in a left ventricular ejection fraction (a measure of the working efficiency of the heart) between 15% and 40%. Exclusion: - Documented previous history of heart attack; - Any past history of heart failure; - Hemodynamic instability (no instability of circulatory system); - History of congenital heart disease and cardiomyopathy (weakened heart muscle) associated with connective tissue disorders; - Recent history or current moderate-to-severe kidney or liver impairment; - Significant blood dyscrasias (disorders of the blood cells); - Females who are currently: pregnant; breast-feeding; or are of childbearing potential.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "80 Years", "healthy_volunteers": "No", "mesh_term": ["Heart Failure", "Infarction", "Myocardial Infarction", "Hypertrophy", "Cardiomegaly"], "id": "NCT00067236"}