{"brief_title": "Vaccine Therapy Plus Biological Therapy in Treating Adults With Metastatic Solid Tumors", "brief_summary": "RATIONALE: Vaccines made from a peptide may make the body build an immune response to kill tumor cells. Combining vaccine therapy with interleukin-2 and/or sargramostim may be a more effective treatment for solid tumors. PURPOSE: Phase II trial to study the effectiveness of vaccine therapy plus interleukin-2 and/or sargramostim in treating adults who have metastatic solid tumors.", "detailed_description": "OBJECTIVES: - Determine whether endogenous cellular immunity to a tumor-specific mutated ras protein is present in cancer patients. - Determine whether vaccination with synthetic peptides corresponding to the tumor's ras mutation with DetoxPC adjuvant, interleukin-2 (IL-2), and/or sargramostim (GM-CSF) can induce or boost a patient's cellular immunity to that particular mutation. - Determine the type and characteristics of the cellular immune response generated. - Determine the tolerance to and toxicity spectrum of such peptides given with DetoxPC adjuvant along with IL-2 and/or GM-CSF. - Correlate immune response with tumor response in patients treated with these regimens. OUTLINE: Patients are assigned to one of three treatment groups. - Group I (closed to accrual 6/4/01): Patients receive tumor-specific ras peptide vaccine with DetoxPC subcutaneously (SC) once every 5 weeks for 3 courses. Beginning 4 days after vaccination, patients receive interleukin-2 (IL-2) SC 5 days a week for 2 weeks. - Group II (closed to accrual 6/4/01): Patients receive sargramostim (GM-CSF) SC daily beginning 1 day prior to the vaccination and continuing for 4 days. Patients receive the vaccination as in group I immediately followed by GM-CSF on day 2. Patients are vaccinated once every 4 weeks for 3 courses. - Group III: Patients receive the vaccination and IL-2 as in group I and GM-CSF as in group II. In all groups, patients receive up to 15 vaccinations in the absence of disease progression. Patients are followed every 2 months. PROJECTED ACCRUAL: A maximum of 60 patients (20 per treatment group) will be accrued for this study within 2-4 years.", "condition": ["Colorectal Cancer", "Endometrial Cancer", "Head and Neck Cancer", "Liver Cancer", "Lung Cancer", "Melanoma (Skin)", "Pancreatic Cancer", "Testicular Germ Cell Tumor", "Unspecified Adult Solid Tumor, Protocol Specific"], "intervention_type": ["Biological", "Biological", "Biological", "Drug"], "intervention_name": ["aldesleukin", "ras peptide cancer vaccine", "sargramostim", "DetoxPC"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed solid tumors potentially expressing mutant ras, including colon, lung, pancreas, thyroid, endometrial, head and neck, testicular, hepatocellular, and melanoma - Ras mutations must be one of the following point mutations at codon 12: - Glycine to cysteine - Glycine to aspartic acid - Glycine to valine - Metastatic disease for which no known chemotherapy or radiotherapy would increase survival - Tumor tissue must be available for determination of ras mutation - No prior CNS metastases PATIENT CHARACTERISTICS: Age: - 18 and over Performance status: - ECOG 0-1 Life expectancy: - More than 3 months Hematopoietic: - WBC at least 2,000/mm^3 - Platelet count at least 100,000/mm^3 Hepatic: - Bilirubin no greater than 2.0 mg/dL - SGOT/SGPT no greater than 4 times normal - No hepatitis B or C infection Renal: - Creatinine no greater than 2.0 mg/dL Cardiovascular: - No active ischemic heart disease (New York Heart Association class III or IV) - No myocardial infarction within the past 6 months - No history of congestive heart failure, ventricular arrhythmias, or other arrhythmias requiring therapy Immunologic: - No prior allergy to eggs - No prior autoimmune disease, including the following: - Autoimmune neutropenia, thrombocytopenia, or hemolytic anemia - Systemic lupus erythematosus, Sjogren's syndrome, or scleroderma - Myasthenia gravis - Goodpasture syndrome - Addison's disease, Hashimoto's thyroiditis, or active Graves' disease Other: - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - HIV negative - No other active malignancy except curatively treated carcinoma in situ of the cervix or basal cell skin cancer - No active infection requiring antibiotics - No medical condition that would preclude study PRIOR CONCURRENT THERAPY: Biologic therapy: - At least 4 weeks since prior immunotherapy and recovered Chemotherapy: - See Disease Characteristics - At least 4 weeks since prior chemotherapy and recovered Endocrine therapy: - At least 4 weeks since prior steroids and recovered Radiotherapy: - See Disease Characteristics - At least 4 weeks since prior radiotherapy and recovered Surgery: - Not specified", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "stage IV pancreatic cancer", "mesh_term": ["Neoplasms", "Lung Neoplasms", "Melanoma", "Colorectal Neoplasms", "Pancreatic Neoplasms", "Head and Neck Neoplasms", "Liver Neoplasms", "Neoplasms, Germ Cell and Embryonal", "Endometrial Neoplasms", "Testicular Neoplasms", "Vaccines", "Aldesleukin"], "id": "NCT00019331"}