{"brief_title": "Stereotactic Body Radiation Therapy in Treating Patients With Inoperable Stage I or Stage II Non-Small Cell Lung Cancer", "brief_summary": "RATIONALE: Radiation therapy uses high-energy x-rays to damage tumor cells. Stereotactic body radiation therapy may be able to deliver x-rays directly to the tumor and cause less damage to normal tissue. PURPOSE: This phase II trial is studying how well stereotactic body radiation therapy works in treating patients with inoperable stage I or stage II non-small cell lung cancer.", "detailed_description": "OBJECTIVES: Primary - Determine whether treatment with stereotactic body radiotherapy results in acceptable local control (i.e., ≥ 80%) in patients with medically inoperable stage I or II non-small cell lung cancer. Secondary - Determine treatment-related toxicity in patients treated with this therapy. - Determine disease-free survival, overall survival, and patterns of failure in patients treated with this therapy. OUTLINE: This is a multicenter study. Patients receive 3 fractions of stereotactic body radiotherapy over 8-14 days in the absence of disease progression or unacceptable toxicity. Patients are followed up at 6 and 12 weeks, every 3 months for 2 years, every 6 months for 2 years, and then annually thereafter. PROJECTED ACCRUAL: A total of 52 patients will be accrued for this study within 26 months.", "condition": ["Lung Cancer"], "intervention_type": ["Radiation"], "intervention_name": ["stereotactic body radiation therapy"], "arm_group_label": ["Stereotactic body radiation therapy (SBRT)"], "criteria": "DISEASE CHARACTERISTICS: - Histologically or cytologically confirmed non-small cell lung cancer (NSCLC) - The following primary cancer subtypes are eligible: - Squamous cell carcinoma - Adenocarcinoma - Large cell carcinoma - Bronchoalveolar cell carcinoma - Non-small cell carcinoma not otherwise specified - Stage I or II disease based on 1 of the following tumor node metastasis (TNM) stage criteria: - T1, N0, M0 - T2 (≤ 5 cm), N0, M0 - T3 (≤ 5 cm), N0, M0 (chest wall primary tumors only) - No primary tumor of any T-stage within or touching the zone of the proximal bronchial tree* NOTE: *Defined as a volume 2 cm in all directions around the proximal bronchial tree (carina, right and left main bronchi, right and left upper lobe bronchi, intermedius bronchus, right middle lobe bronchus, lingular bronchus, and right and left lower lobe bronchi) - No primary T3 tumors involving the central chest (≤ 2 cm toward carina invasion) or structures of the mediastinum - Any hilar or mediastinal lymph nodes > 1 cm on CT scan OR demonstrating suspicious uptake on positron-emission tomography scan must be biopsied and confirmed negative for NSCLC - The primary tumor must be deemed technically resectable with a reasonable possibility of obtaining a gross total resection with negative margins (defined as a potentially curative resection (PCR)) - Deemed medically inoperable based on pulmonary function for surgical resection of NSCLC secondary to an underlying physiological problem, including any of the following medical conditions*: - Baseline forced expiratory volume (FEV)_1< 40% of predicted - Postoperative predicted FEV_1 < 30% of predicted - Severely reduced diffusion capacity - Baseline hypoxemia and/or hypercapnia - Exercise oxygen consumption < 50% of predicted - Severe pulmonary hypertension - Diabetes mellitus with severe end organ damage - Severe cerebral, cardiac, or peripheral vascular disease - Severe chronic heart disease NOTE: *Patients who refuse a PCR due to preference, ideology, emotional or psychological issues, mental illness, or inability to give informed consent are not eligible - No evidence of regional or distant metastases PATIENT CHARACTERISTICS: Age - 18 and over Performance status - Zubrod 0-2 Life expectancy - Not specified Hematopoietic - Not specified Hepatic - Not specified Renal - Not specified Cardiovascular - See Disease Characteristics - No active pericardial infection Pulmonary - See Disease Characteristics - No active pulmonary infection Other - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No active systemic infection - No other concurrent illness that would preclude study participation PRIOR CONCURRENT THERAPY: Biologic therapy - No concurrent biologic therapy - No concurrent vaccine therapy Chemotherapy - No concurrent chemotherapy Endocrine therapy - Not specified Radiotherapy - No prior lung or mediastinal radiotherapy - No concurrent standard fractionated radiotherapy - No concurrent intensity modulated radiotherapy - No concurrent cobalt-60 or charged particle beams (including electrons, protons, or heavier ions) Surgery - See Disease Characteristics - No concurrent surgery Other - No other concurrent antineoplastic therapy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "bronchoalveolar cell lung cancer", "mesh_term": ["Lung Neoplasms", "Carcinoma, Non-Small-Cell Lung"], "id": "NCT00087438"}