{"brief_title": "Safety Study of an Intravenous Staphylococcus Aureus Immune Globulin (Human), [Altastaph] in Low-Birth-Weight-Neonates", "brief_summary": "The main objective will be to test the safety of two intravenous infusions of Altastaph, a human immunoglobulin product. The study will also test the ability of Altastaph to protect against S. aureus infection.", "detailed_description": "Survival of Very-Low-Birth-Weight (VLBW) infants (<1500g at birth) has improved dramatically, but these patients remain subject to significant morbidity and mortality due to Staphylococcus aureus infection. S. aureus infection is a relatively common event in VLBW neonates, occurring in approximately 3.4% of very low birth weight neonates and accounting for 15-20% of all infections in this patient population. This controlled study will assess the safety, pharmacokinetics, and preliminary efficacy of Altastaph in LBW neonates. The study will be stratified by birth weight and include up to 200 LBW neonates, 3 to 7 days of age.", "condition": "Staphylococcal Infections", "intervention_type": "Drug", "intervention_name": "Staphylococcus aureus Immune Globulin (Human) 5%", "criteria": "The subject must conform to all of the following (Inclusion Criteria): - Neonate with a birth weight between 501 and 1500 grams inclusive; - Between 3 and 7 days of age, inclusive, at the time of first infusion (Day 0); - Expected to survive at least 48 hours after infusion; - Free of overt systemic infection, as determined by history, physical examination, radiologic studies, or laboratory studies including microbiology data; clinical safety tests required can be completed up to three (3) days prior to the infusion of the study product; - Direct bilirubin less than or equal to 2.0 mg/dL; - Serum creatinine level of less than or equal to 2.0 mg/dL; and - Hemodynamically stabile; if the subject is receiving cardiac support including anti-arrhythmics, pressors, or cardiac pacing, the subject must be stable on that cardiac support and be expected not to require this support indefinitely. The subject must not have any of the following (Exclusion Criteria): - Known HIV infection, as documented by maternal history or positive PCR in the infant; - Severe congenital anomaly or genetic disorder known to impact immune competence; - Prior administration of any immune globulin; - Any history, in the infant subject or its mother, of hypersensitivity or severe vasomotor reaction to any human blood product; - Cyanotic congenital heart disease; and - Central nervous system shunt", "gender": "All", "minimum_age": "N/A", "maximum_age": "7 Days", "healthy_volunteers": "No", "id": "NCT00066989.xml"}