{"brief_title": "Study of ABT-751 in Patients With Refractory Hematologic Malignancies", "brief_summary": "ABT-751 is a new antitumor drug that that interferes with cell division. The goal of this clinical research study is to find the highest safe dose of ABT-751 that can be given as a treatment for refractory hematologic malignancies. The safety and side effects of ABT-751 will also be studied.", "detailed_description": "The current low cure rates in most patients with advanced hematologic cancers indicate the need to identify new agents that can be incorporated with current therapies to improve prognosis. The vinca alkaloids are effective broad-spectrum anti-leukemic drugs. Microtubules are a major structural component of cells. They play a role in cell shape, cellular polarity, cellular movement, intracellular transport and the segregation of chromosomes during mitosis. The cellular microtubule dynamics are highly regulated. As cells enter mitosis, the interphase microtubules disappear and are replaced with a new network of microtubules that interact with the mitotic spindle. Disruption of these new microtubules leads to cell cycle arrest. These important and highly labile microtubule arrays comprising the mitotic spindle are the principal target of oncologic antimitotic compounds. Known antimitotic agents fall into three classes, the vinca alkaloids (vincristine, vinblastine, and vinorelbine), taxanes (paclitaxel and docetaxel), and colchicine-site binders. There are no colchicine-site agents currently approved for cancer chemotherapy. These three classes of compounds have distinct binding sites on the tubulin subunits. ABT-751 is a novel orally administered antimitotic agent that binds to the colchicine site on beta-tubulin and inhibits polymerization of microtubules.", "condition": ["Hematological Malignancies"], "intervention_type": ["Drug"], "intervention_name": ["ABT-751"], "criteria": "Inclusion Criteria - Patients with relapsed or refractory acute leukemias (AML, ALL, MDS [RAEB, RAEBT], CMML in transformation with >/= 10% peripheral blood/bone marrow blasts, CML in blast crisis), and patients with relapsed/refractory or transformed CLL. - Signed informed consent indicating that patients are aware of the investigational nature of this study, and in keeping with the policies of this hospital. - ECOG performance status </= 2. - Serum direct bilirubin </= 2 mg/dL, serum SGOT or SGPT < 3 upper limit of normal, serum creatinine </= 2 mg/dL, unless considered due to organ leukemic involvement. - Age > 16 years - a separate Phase I study is being conducted in the pediatric population. Exclusion Criteria - Any severe, concurrent disease, infection, or co-morbidity that, in the judgment of the Investigator, would make the patient inappropriate for study entry. - Pregnant and/or lactating females. - Those with documented sulfonamide allergy should be excluded from study participation.", "gender": "All", "minimum_age": "17 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Neoplasms"], "id": "NCT00047489"}