{"brief_title": "A Study of CC-5013 in the Treatment of Complex Regional Pain Syndrome (CRPS)", "brief_summary": "This is a multicenter, open-label study in adult subjects with Type 1 Complex Regional Pain Syndrome. Subjects diagnosed with unilateral Type 1 CRPS will be enrolled sequentially to receive CC-5013 10 mg/day orally. For each subject the study consists of two phases: Pre-treatment phase(1 wk) and treatment phase (12 wks)", "detailed_description": "Once the subject completes the 12 week treatment phase the subject is eligible to continue on the trial. Subjects may continue until no further benefit is obtained.", "condition": "Complex Regional Pain Syndrome (RSD)", "intervention_type": "Drug", "intervention_name": "Lenalidomide", "description": "supplied as 5 mg capsules. Dosing as directed by physician but to start at 10 mg per day", "arm_group_label": "1", "other_name": "Revlimid", "criteria": "Inclusion Criteria: - A diagnosis of Type 1 CRPS as defined by modified International Association for the Study of Pain criteria (App 1) for at least one year duration - Unilateral involvement of a distal hand or foot with or without proximal speed must be present. The most severely affected limb will be designated the index limb. - CRPS pain severity score in the index limb of 4 or greater on an 11-point (0-10) NRS (Appendix I). - Opioid analgesics, non-opioid analgesics, non-steroidal anti-inflammatory drugs, anticonvulsants and antidepressant drugs may be continued provided that the subject was on stable doses for at least four weeks prior to the Treatment phase. - Understand and voluntarily sign an informed consent form - Able to adhere to the study visit schedule and other protocol requirements - Women of childbearing potential (WCBP) must have a negative serum or urine pregnancy test within 7 days of starting study drug. - In addition, sexually active WCBP must agree to use adequate contraceptive methods (oral, injectable, or implantable hormonal contraceptive; tubal ligation; intra-uterine device; barrier contraceptive with spermicide; or vasectomized partner) while on study drug. - WCBP must agree to have pregnancy tests every 4 weeks while on study drug. - The average CRPS pain severity score in the index limb at the end of the Pre-Treatment Phase I (must be 4 or greater) and 2 each of the daily scores over the week must be within +/- one point of this average. Exclusion Criteria: - Any serious medical condition, laboratory abnormality, or psychiatric illness that would prevent the subject from signing the informed consent form. - Prior treatment with CC-5013 - Prior development of an allergic reaction/hypersensitivity while taking thalidomide. - Prior development of a moderate or sever rash or any desquamation while taking thalidomide. - Pregnant or lactating females. - Active litigation, compensation or disability issues related to CRPS. - Any condition, including the presence of laboratory abnormalities, which places the subject at unacceptable risk if he/she were to participate in the study or confounds the ability to interpret data from the study. - Use of any other experimental drug or therapy within 28 days of the treatment phase.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00067743.xml"}