{"brief_title": "Interleukin-12 and Interleukin-2 in Treating Patients With Mycosis Fungoides", "brief_summary": "Phase I/II trial to study the effectiveness of combining interleukin-12 with interleukin-2 in treating patients who have mycosis fungoides. Biological therapies, such as interleukin-12 and interleukin-2, use different ways to stimulate the immune system and stop cancer cells from growing. Combining more than one biological therapy may kill more tumor cells", "detailed_description": "OBJECTIVES: I. Determine the response rate (complete and partial) in patients with mycosis fungoides treated with interleukin-12 (IL-12). II. Determine the frequency of refractory disease in patients treated with this drug. III. Determine the toxic effects of this drug in these patients. IV. Determine the feasibility and dose-limiting toxic effects (DLT) of interleukin-2 (IL-2) when administered with IL-12 in patients who have not shown disease progression after 12 weeks of IL-12 and in those who have shown disease progression after 12 weeks of IL-12. V. Determine the maximum tolerated dose and recommended dose of IL-2 when administered with IL-12 in these patients. VI. Determine immune and cytokine response over time in patients treated with this regimen. VII. Determine the frequency of improved clinical response in patients treated with this regimen. VIII. Determine the biologic correlates of response, including levels of interferon gamma production, natural killer cell activity, infiltration of skin lesions by CD8-positive cells, lymphocyte IL-12 receptor expression, signal transducers and activators of transcription protein levels and IL-12 signal transduction, and induction of apoptosis in tumor cells in the skin of patients treated with this regimen. OUTLINE: This is an open-label, multicenter, dose-escalation study of interleukin-2 (IL-2). Patients receive interleukin-12 (IL-12) subcutaneously (SC) twice weekly for 24 weeks. Disease is assessed at 13 weeks. Patients who do not have progressive disease also receive IL-2 SC 3 consecutive days a week during weeks 13-24. Patients with progressive disease at week 13 receive IL-2 SC at a fixed dose during weeks 13-24. Patients with responding disease after week 24 may continue to receive IL-2 and IL-12 for another 12 weeks. Cohorts of 3-6 patients receive escalating doses of IL-2 until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose at which at least 2 of 3 or 2 of 6 patients experience dose-limiting toxicity. The recommended dose (RD) is the dose preceding the MTD. Additional patients are treated at the RD. Patients are followed at 6 months. PROJECTED ACCRUAL: A total of 18-46 patients will be accrued for this study within 28 months.", "condition": ["Recurrent Cutaneous T-cell Non-Hodgkin Lymphoma", "Recurrent Mycosis Fungoides/Sezary Syndrome", "Stage I Cutaneous T-cell Non-Hodgkin Lymphoma", "Stage I Mycosis Fungoides/Sezary Syndrome", "Stage II Cutaneous T-cell Non-Hodgkin Lymphoma", "Stage II Mycosis Fungoides/Sezary Syndrome", "Stage III Cutaneous T-cell Non-Hodgkin Lymphoma", "Stage III Mycosis Fungoides/Sezary Syndrome", "Stage IV Cutaneous T-cell Non-Hodgkin Lymphoma", "Stage IV Mycosis Fungoides/Sezary Syndrome"], "intervention_type": ["Biological", "Biological", "Other"], "intervention_name": ["aldesleukin", "recombinant interleukin-12", "laboratory biomarker analysis"], "description": ["Given SC", "Given SC", "Correlative studies"], "arm_group_label": ["Treatment (aldesleukin, recombinant interleukin-12)", "Treatment (aldesleukin, recombinant interleukin-12)", "Treatment (aldesleukin, recombinant interleukin-12)"], "other_name": ["IL-2", "Proleukin", "recombinant human interleukin-2", "recombinant interleukin-2", "cytotoxic lymphocyte maturation factor", "IL-12", "interleukin-12", "natural killer cell stimulatory factor", "Ro 24-7472"], "criteria": "Inclusion Criteria: - Histologically confirmed mycosis fungoides - Stage Ib-IV - At least 5% of total blood mononuclear cells must be CD8-positive lymphocytes - No CNS disease - Performance status - Karnofsky 70-100% - At least 6 months - WBC ≥ 3,000/mm^3 but ≤ 40,000/mm^3 - Absolute neutrophil count ≥ 1,500/mm^3 - Platelet count ≥ 100,000/mm^3 - Hemoglobin ≥ 10 g/dL (transfusion or epoetin alfa allowed) - Bilirubin ≤ 1.5 times upper limit of normal (ULN) - AST and ALT ≤ 2 times ULN - Creatinine ≤ 1.5 times ULN - Creatinine clearance ≥ 60 mL/min - EKG normal - No known cardiac and peripheral vascular disease - No cardiac arrhythmias requiring medical treatment - Chest x-ray normal - No history of or clinically significant autoimmune disease (e.g., rheumatoid arthritis), autoimmune hemolytic anemia, or positive Coombs' test - No HTLV-I or HTLV-II-associated disease - HIV negative - Antinuclear antibody negative - Rheumatoid factor negative - No serious concurrent infection requiring IV antibiotics - No clinically significant gastrointestinal bleeding - No uncontrolled peptic ulcer disease - No history of inflammatory bowel disease - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No history of peripheral neuropathy - No other major illness that would substantially increase the patient's risk - Prior interferon allowed - Prior denileukin diftitox allowed - No prior interleukin (IL)-2 or IL-12 - No prior anti-T-cell monoclonal antibody therapy - No other concurrent biologic therapy - Prior topical imidazole mustard or carmustine allowed - Prior bexarotene allowed - Prior oral methotrexate allowed - At least 3 weeks since prior topical chemotherapy - At least 8 weeks since prior treatment with any single chemotherapeutic agent (12 weeks for multiple chemotherapeutic agents) - Treatment must not have included steroids - No prior systemic chemotherapy - No prior fludarabine, pentostatin, or cladribine - No concurrent systemic chemotherapy - At least 3 weeks since prior topical or systemic steroids more potent than 1% hydrocortisone - No concurrent systemic corticosteroids - No concurrent low-potency steroid creams - No concurrent radiotherapy - Not specified - At least 3 weeks since prior psoralen-ultraviolet-light (PUVA) or ultraviolet B (UVB) - At least 3 weeks since prior retinoids - At least 3 weeks since prior investigational drugs - Prior photopheresis allowed - No other concurrent investigational therapy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Lymphoma", "Syndrome", "Lymphoma, Non-Hodgkin", "Mycoses", "Mycosis Fungoides", "Lymphoma, T-Cell", "Sezary Syndrome", "Lymphoma, T-Cell, Cutaneous", "Interleukin-12", "Aldesleukin", "Interleukin-2"], "id": "NCT00052377"}