{"brief_title": "Darbepoetin Alfa Compared With Epoetin Alfa in Treating Anemia in Patients Receiving Chemotherapy for Cancer", "brief_summary": "RATIONALE: Darbepoetin alfa and epoetin alfa may stimulate red blood cell production and treat anemia in patients who are receiving chemotherapy. It is not yet known whether darbepoetin alfa is more effective than epoetin alfa in treating patients with anemia. PURPOSE: Randomized phase III trial to compare the effectiveness of darbepoetin alfa with that of epoetin alfa in treating anemia in patients who are receiving chemotherapy for cancer.", "detailed_description": "OBJECTIVES: Primary - Compare the efficacy of darbepoetin alfa vs epoetin alfa for anemia in patients with non-myeloid malignancies receiving chemotherapy. OUTLINE: This is a randomized, open-label, multicenter study. Patients are stratified according to screening hemoglobin concentration (less than 10.0 g/dL vs 10.0-11.0 g/dL) and type of concurrent chemotherapy (platinum-based vs non-platinum-based). Patients are randomized to 1 of 2 treatment arms. - Arm I: Patients receive darbepoetin alfa subcutaneously (SC) every other week for 12 weeks (i.e., on weeks 1, 3, 5, 7, 9, and 11). - Arm II: Patients receive epoetin alfa SC once weekly for 12 weeks. Patients are followed at 1 and 3 weeks . PROJECTED ACCRUAL: A total of 600 patients (300 per treatment arm) will be accrued for this study within 6 months.", "condition": "Unspecified Adult Solid Tumor, Protocol Specific", "intervention_type": "Drug", "intervention_name": "epoetin alfa", "description": "epoetin alfa administered at a dose of 40,000U once every week over a 16-week treatment period", "arm_group_label": "Epoetin alfa", "criteria": "Inclusion Criteria: - Diagnosis of a non-myeloid malignancy - Currently receiving or planning to receive at least 8 weeks of cyclic cytotoxic chemotherapy - Hemoglobin no greater than 11.0 g/dL - 18 and over - ECOG 0-2 - Bilirubin less than 2 times upper limit of normal (ULN) - Creatinine less than 2 times ULN - Negative pregnancy test - Fertile patients must use effective contraception - HIV negative - More than 30 days since prior darbepoetin alfa or epoetin alfa - More than 30 days since prior participation in investigational device or drug trials Exclusion Criteria: - The following diagnoses are excluded: - Acute myeloid leukemia - Chronic myeloid leukemia - Acute lymphoblastic leukemia - Hairy cell leukemia - Burkitt's lymphoma - Lymphoblastic lymphoma - other primary hematologic disorder that would cause anemia (e.g., sickle cell anemia) - angina - congestive heart failure - New York Heart Association class III or IV heart disease - hypertension - cardiac arrhythmia - other unstable or uncontrolled disease or condition that would affect cardiac function - pregnant or nursing - known seizure disorder - known sensitivity to study agents - clinically significant inflammatory disease (e.g., rheumatoid arthritis or Crohn's disease) - confirmed neutralizing antibodies to epoetin alfa - other disorder that would preclude study compliance or giving informed consent - other concurrent epoetin alfas - prior randomization to this study - other concurrent investigational agents or procedures", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00070382.xml"}