{"brief_title": "Monoclonal Antibody Therapy in Treating Patients With Refractory Anaplastic Large Cell Lymphoma or Hodgkin's Lymphoma", "brief_summary": "RATIONALE: Monoclonal antibodies can locate cancer cells and either kill them or deliver cancer-killing substances to them without harming normal cells. PURPOSE: Phase I trial to study the effectiveness of monoclonal antibody therapy in treating patients with refractory anaplastic large cell lymphoma or Hodgkin's lymphoma.", "detailed_description": "OBJECTIVES: - Determine the safety and tolerability of multiple doses of monoclonal antibody HeFi-1 in patients with CD30+ anaplastic large cell lymphoma or Hodgkin's lymphoma. - Determine the pharmacokinetics of this drug in this patient population. - Evaluate the efficacy, in terms of correlating immunologic parameters and immunogenicity, of this drug in these patients. OUTLINE: This is an open-label, dose-escalation study. Patients receive monoclonal antibody HeFi-1 IV over 30 minutes 3 times a week for 2 weeks. Treatment may continue for 2 additional weeks in the absence of anti-HeFi-1 response. Responding patients may continue treatment at monthly intervals for one year. Cohorts of 3-4 patients receive escalating doses of monoclonal antibody HeFi-1 until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 4 patients experience dose-limiting toxicity. Patients are followed monthly. PROJECTED ACCRUAL: A total of 9 patients will be accrued for this study.", "condition": "Lymphoma", "intervention_type": "Biological", "intervention_name": "monoclonal antibody HeFi-1", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed CD30+ anaplastic large cell lymphoma (ALCL) or Hodgkin's lymphoma - At least 50% of malignant cells must react with HeFi-1 - HIV positive or HIV negative - Measurable disease - No symptomatic CNS disease - Must have failed or be ineligible for standard chemotherapy regimen PATIENT CHARACTERISTICS: Age: - 18 and over Performance status: - Not specified Life expectancy: - More than 2 months Hematopoietic: - Not specified Hepatic: - No significant hepatic disease - Bilirubin no greater than 2 mg/dL Renal: - No significant renal disease - Creatinine no greater than 3 mg/dL Cardiovascular: - No significant cardiovascular disease Pulmonary: - No significant pulmonary disease Other: - No significant endocrine, rheumatologic, or allergic disease - No active clinical disease caused by cytomegalovirus (CMV), herpes simplex virus (HSV) I, HSV II, hepatitis B, or tuberculosis - Not pregnant - Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: - No prior murine antibody therapy Chemotherapy: - See Disease Characteristics Endocrine therapy: - Not specified Radiotherapy: - At least 4 weeks since prior radiotherapy to measurable disease Surgery: - Not specified Other - At least 4 weeks since prior cytotoxic therapy to measurable disease", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00003741.xml"}