{"brief_title": "Sorafenib in Treating Patients With Metastatic or Recurrent Prostate Cancer", "brief_summary": "RATIONALE: Sorafenib may stop the growth of tumor cells by blocking the enzymes necessary for their growth. PURPOSE: This phase II trial is studying the effectiveness of sorafenib in treating patients who have metastatic or recurrent prostate cancer that has not responded to previous hormone therapy.", "detailed_description": "OBJECTIVES: - Determine the efficacy of sorafenib, as measured by prostate-specific antigen response, in patients with metastatic or recurrent hormone-refractory adenocarcinoma of the prostate. Secondary - Determine the objective response rate and duration of response in patients treated with this drug. - Determine the tolerability and toxicity of this drug in these patients. - Determine time to treatment failure and overall survival in patients treated with this drug. - Explore the relationship between measures of ras/raf pathway activation (pERK) and response to treatment in these patients. OUTLINE: This is a non-randomized, multicenter study. Patients receive oral sorafenib twice daily on days 1-28. Courses repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patients are followed at 4 weeks after going off study treatment and then periodically for survival. Patients with stable or responding disease, when they go off study treatment, are followed every 3 months until relapse or progression. PROJECTED ACCRUAL: Approximately 15-25 patients will be accrued for this study within 12-18 months.", "condition": ["Prostate Cancer"], "intervention_type": ["Drug"], "intervention_name": ["sorafenib tosylate"], "description": ["BAY 43-9006 given orally at 400 mg BID in a 28 day cycle"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed adenocarcinoma of the prostate - Metastatic or recurrent disease - No curative standard therapy exists - Hormone-refractory disease - Evidence of prostate-specific antigen (PSA) progression during androgen ablation therapy, including medical or surgical castration - Documented PSA progression after completion of prior peripheral anti-androgens - At least a 25% increase (≥ 5 ng/mL) over a reference value PSA with 2 consecutive rising PSAs taken ≥ 1 week apart - Castrate level of testosterone ≤ 1.7 nmol/L for patients on medical androgen ablation - Patients receiving luteinizing hormone-releasing hormone agonist therapy must continue this treatment during study participation - PSA ≥ 10 ng/mL at the time of study entry - Primary tumor tissue (paraffin embedded) must be available for immunohistochemistry - Minimal symptomatic disease - No requirement for morphine or equivalent dose > 30 mg/day to control pain - No known brain metastases PATIENT CHARACTERISTICS: Age - 18 and over Performance status - ECOG 0-1 Life expectancy - At least 12 weeks Hematopoietic - Absolute granulocyte count ≥ 1,500/mm^3 - Platelet count ≥ 100,000/mm^3 - No evidence of bleeding diathesis Hepatic - Bilirubin normal - AST and ALT ≤ 2.5 times upper limit of normal Renal - Serum creatinine normal OR - Creatinine clearance ≥ 60 mL/min Cardiovascular - No myocardial infarction within the past 6 months - No congestive heart failure - No unstable angina - No active cardiomyopathy - No unstable ventricular arrhythmia - No uncontrolled hypertension Other - No serious infection - No active peptic ulcer disease - No upper gastrointestinal or other condition that would preclude study compliance with oral medication - No uncontrolled psychotic disorder - No history of allergic reaction attributed to compounds of similar chemical or biologic composition to sorafenib or other study agents - No other serious illness or medical condition that would preclude study participation - No other malignancy within the past 5 years except adequately treated non-melanoma skin cancer or other curatively treated solid tumor PRIOR CONCURRENT THERAPY: Biologic therapy - Concurrent prophylactic filgrastim (G-CSF), sargramostim (GM-CSF), or other growth factors allowed for the management of adverse events only Chemotherapy - No prior chemotherapy - No other prior cytotoxic chemotherapy Endocrine therapy - See Disease Characteristics - Concurrent steroids allowed provided there has been no increase in steroid requirements within the past 4 weeks AND no increase in dose is planned Radiotherapy - At least 4 weeks since prior external-beam radiotherapy except low-dose non-myelosuppressive radiotherapy - Concurrent low-dose non-myelosuppressive palliative radiotherapy allowed Surgery - Not specified Other - No prior investigational anticancer agents - No concurrent therapeutic anticoagulation - Concurrent prophylactic low-dose warfarin for venous or arterial access devices allowed - No concurrent combination antiretroviral therapy for HIV-positive patients - No other concurrent anticancer therapy - No other concurrent investigational therapy - No concurrent grapefruit juice - Concurrent bisphosphonates allowed", "gender": "Male", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "adenocarcinoma of the prostate", "mesh_term": ["Prostatic Neoplasms", "Sorafenib"], "id": "NCT00093457"}