{"brief_title": "Heparin or Enoxaparin in Patients With Cancer", "brief_summary": "RATIONALE: Heparin or enoxaparin may be effective in preventing the formation of blood clots in patients with cancer who are undergoing surgery to remove the tumor. PURPOSE: Randomized clinical trial to compare the effectiveness of heparin with that of enoxaparin in patients who have cancer.", "detailed_description": "OBJECTIVES: I. Determine the patterns of tissue factor pathway inhibitor (TFPI) release according to tumor type and type of anticoagulation (heparin or enoxaparin) in patients with cancer. II. Determine the incidence of portacath clots and its correlation to TFPI releasability in this patient population. III. Compare these anticoagulation drugs in terms of releasability of TFPI in this patient population. OUTLINE: This is a randomized study. Patients are stratified according to prior chemotherapy within the past 3 weeks (yes vs no). Patients are randomized to one of two treatment arms. Arm I: Patients receive a single dose of standard heparin subcutaneously (SQ) followed by evaluation of tissue factor pathway inhibitor (TFPI) response at 5 and 10 minutes post injection. Arm II: Patients receive a single dose of enoxaparin SQ followed by evaluation of TFPI response as in arm I. Patients are followed monthly for 3 months. PROJECTED ACCRUAL: A total of 20-200 patients will be accrued for this study over 6 months.", "condition": ["Lymphoma", "Thromboembolism", "Unspecified Adult Solid Tumor, Protocol Specific"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["enoxaparin", "heparin"], "arm_group_label": ["Enoxaprin", "Standard Heparin"], "study_pop": "\n      ", "sampling_method": "Probability Sample", "criteria": "DISEASE CHARACTERISTICS: Histologically proven malignancy, including lymphomas No leukemias PATIENT CHARACTERISTICS: Age: 18 and over Performance status: Not specified Life expectancy: Greater than 6 months Hematopoietic: Hemoglobin greater than 8.5 g/dL Platelet count greater than 100,000/mm3 No history of heparin and/or low weight molecular heparin induced thrombocytopenia No history of bleeding diathesis Hepatic: No history of coagulation factor deficiency No hepatic encephalopathy No hepatic failure No cirrhosis No hemophilia Renal: Creatinine less than 2.5 mg/dL (no greater than upper limit of normal for diabetes mellitus) Cardiovascular: No New York Heart Association class III or IV heart disease No congestive heart failure No uncontrolled hypertension (i.e., systolic blood pressure at least 180 mmHg and diastolic blood pressure at least 110 mmHg) No endocarditis No hemorrhagic stroke No prior or concurrent deep vein thrombosis Pulmonary: No prior or concurrent pulmonary embolus Other: No known allergy to enoxaparin or standard heparin No known allergy to fish (e.g., protamine sulfate) or swine products No active ulcerative disease or angiodysplasia of the gastrointestinal (GI) tract or active GI bleeding within the past 6 months No other active significant medical illness or major failure of any organ system No refusal of donor blood products secondary to religious or other reasons Not pregnant or nursing PRIOR CONCURRENT THERAPY: Biologic therapy: Not specified Chemotherapy: Concurrent chemotherapy allowed Endocrine therapy: Not specified Radiotherapy: Not specified Surgery: At least 1 month since prior eye, spinal cord, or CNS surgery Other: At least 1 day since prior heparin or enoxaparin At least 1 week since prior therapeutic coumadin (prior prophylactic coumadin allowed) No other concurrent anticoagulants", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "splenic marginal zone lymphoma", "mesh_term": ["Lymphoma", "Thromboembolism", "Calcium heparin", "Heparin"], "id": "NCT00004875"}