{"brief_title": "Genetic Testing in Predicting Response to Paclitaxel in Women With Breast Cancer", "brief_summary": "RATIONALE: Analyzing genes for changes before and after chemotherapy may help doctors predict a patient's response to treatment and help plan the most effective treatment. PURPOSE: This clinical trial is studying how well genetic testing works in predicting response to paclitaxel in women who have unresected breast cancer.", "detailed_description": "OBJECTIVES: Primary - Determine the feasibility of accruing women with unresected infiltrating carcinoma of the breast to a clinical trial involving serial breast biopsies and administration of neoadjuvant paclitaxel before formal assessment of axillary lymph node status. - Determine a standard protocol template for gene microarray analysis, in terms of the timing and method of collecting tissue samples, before and after administration of neoadjuvant paclitaxel in these patients. - Determine the safety and efficacy of tissue sampling in these patients. Secondary - Identify gene(s) or gene clusters that exhibit significant differences between responding and non-responding tumors before treatment with neoadjuvant paclitaxel in these patients. - Identify gene(s) or gene clusters that exhibit changes in gene expression before and after the administration of neoadjuvant paclitaxel in these patients. - Compare significant differences in gene expression between responding and non-responding tumors in patients treated with this drug. - Develop, preliminarily, a statistical model utilizing individual genes and/or gene clusters that can best predict response to paclitaxel in these patients. OUTLINE: This is a pilot, multicenter study. Patients undergo core needle breast biopsy within 14 days before starting neoadjuvant paclitaxel treatment. Patients receive neoadjuvant paclitaxel IV over 3 hours on day 1. Treatment repeats every 21 days for up to 4 courses in the absence of disease progression or unacceptable toxicity. Patients undergo core needle breast biopsy 48 hours after the first administration of paclitaxel, upon completion of course 1, and either upon completion of the last course (in patients with clinical or radiographic evidence of residual disease) or during definitive breast surgery. Biopsy samples are analyzed for gene expression by gene microarray analysis. Patients are followed for survival. PROJECTED ACCRUAL: A total of 40 patients will be accrued for this study within 2 years.", "condition": "Breast Cancer", "intervention_type": "Drug", "intervention_name": "Paclitaxel", "description": "All patients will receive paclitaxel neoadjuvantly", "arm_group_label": "Paclitaxel", "other_name": "Taxol", "criteria": "Inclusion: - Histologically confirmed infiltrating carcinoma of the breast - Unresected disease - High-risk (> 50% risk of relapse) disease, including any of the following high-risk markers: - Estrogen receptor- and progesterone receptor- negative - Palpable axillary lymph nodes - Grade 3 histology - S phase fraction > 10% - Ki67 > 30% - Disease that warrants combination therapy with doxorubicin, cyclophosphamide, and paclitaxel - HER2/neu negative or positive - Hormone receptor status: - Not specified Menopausal status - Known Performance status - ECOG 0-2 - Absolute neutrophil count > 1,500/mm^3 - Platelet count ≥ 100,000/mm^3 - Bilirubin ≤ 1. 5 times normal (except for patients with known Gilbert's disease) - Creatinine ≤ 1.5 times normal Exclusion: - uncontrolled congestive heart failure - myocardial infarction within the past 6 months - unstable angina - uncontrolled hypertension - pregnant or nursing - serious bacterial, viral, or fungal infection requiring ongoing treatment - severe peripheral neuropathy - poor psychiatric risk - history of any other known serious co-morbid medical or psychiatric condition - prior cytotoxic therapy for breast cancer", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00088829.xml"}