{"brief_title": "The Safety and Effectiveness of RMP-7 Plus Amphotericin B in Patients With HIV and Cryptococcal Meningitis", "brief_summary": "To evaluate the safety of escalating doses of RMP-7 administered in persons with HIV infection and cryptococcal meningitis and to determine the MTD of the drug. To evaluate the pharmacokinetics, including cerebrospinal fluid (CSF) penetration, of amphotericin B when administered with RMP-7.", "detailed_description": "Patients receive intravenous RMP-7 added to conventional therapy with intravenous amphotericin B (with or without flucytosine). Treatment continues for 14 days, with follow-up visits 4 and 12 weeks later.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Amphotericin B", "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Up to 1 mg/kg amphotericin B for the current episode of cryptococcal meningitis. Patients must have: - HIV infection. - Acute cryptococcal meningitis. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Cardiovascular disorders including congestive heart failure, uncontrolled hypertension (seated diastolic blood pressure > 95 mm Hg), or symptomatic ischemic heart disease (angina). - Orthostatic hypotension, defined as a decrease in systolic blood pressure of >= 20 mm Hg upon standing. - Coma. - Other CNS disease (e.g., other intracranial infections) that may interfere with assessment of response. - Opening CSF pressure >= 350 mm or papilledema. (For patients with recurrent disease, evidence of mass effect on either MRI or CT excludes.) - Any concurrent disease that would preclude participation in the study. Patients with the following prior conditions are excluded: - History of any bleeding disorder. - History of active renal or hepatic disease. - Myocardial infarction within the previous 3 months. - Stroke within the previous 3 months.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00002316.xml"}