{"brief_title": "Radiation Therapy and Cisplatin in Treating Patients With Advanced Head and Neck Cancer", "brief_summary": "RATIONALE: Radiation therapy uses high-energy x-rays to damage tumor cells. Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Combining chemotherapy with radiation therapy may kill more tumor cells. PURPOSE: Phase II trial to study the effectiveness of radiation therapy and cisplatin in treating patients who have advanced head and neck cancer.", "detailed_description": "OBJECTIVES: I. Determine the rate of local regional recurrence at one year in patients with advanced head and neck cancer treated with boost radiotherapy and cisplatin. II. Determine the feasibility of treatment delivery, patient tolerance, and acute and late toxicities in these patients on this regimen. III. Determine the overall survival, disease free survival, and distant relapse rates of these patients on this regimen. OUTLINE: Patients receive fractionated radiotherapy 1-2 times daily over 5 consecutive days for 6 weeks, and cisplatin IV over 1-2 hours on days 1 and 22. Patients may undergo salvage surgery if biopsy proven cancer remains more than 3 months after treatment. Patients are followed every 3 months for 2 years, every 6 months for 3 years, then annually until death. PROJECTED ACCRUAL: A total of 50-56 patients will be accrued for this study within 7 months.", "condition": ["Head and Neck Cancer"], "intervention_type": ["Drug", "Radiation"], "intervention_name": ["cisplatin", "radiation therapy"], "criteria": "DISEASE CHARACTERISTICS: Histologically proven squamous cell carcinoma of the oral cavity, oropharynx, hypopharynx, or larynx Stage III or IV No distant metastases PATIENT CHARACTERISTICS: Age: Not specified Performance status: Zubrod 0-1 Life expectancy: At least 6 months Hematopoietic: Absolute granulocyte count at least 2,000/mm3 Platelet count at least 100,000/mm3 Hepatic: Bilirubin no greater than 1.5 mg/dL SGOT or SGPT no greater than 2 times upper limit of normal Renal: Creatinine no greater than 1.5 mg/dL Creatinine clearance at least 50 mL/min Calcium normal Cardiovascular: No symptomatic coronary artery disease No angina No myocardial infarction within the past 6 months Other: Not pregnant or nursing Fertile patients must use effective contraception No other malignancy within the past 3 years except nonmelanomatous skin cancer PRIOR CONCURRENT THERAPY: Biologic therapy: Not specified Chemotherapy: No prior chemotherapy Endocrine therapy: Not specified Radiotherapy: No prior radiotherapy to the head and neck Surgery: No initial surgery (except diagnostic biopsy of the primary site or neck)", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "stage IV squamous cell carcinoma of the larynx", "mesh_term": ["Head and Neck Neoplasms", "Cisplatin"], "id": "NCT00005088"}