{"brief_title": "Molecular Risk Assessment in Planning Treatment for Patients With Non-Hodgkin's Lymphoma", "brief_summary": "RATIONALE: Analyzing genes that are present in cancer cells may be useful as a method for predicting the response of non-Hodgkin's lymphoma to cancer treatment. Imaging procedures such as positron emission tomography (PET) scans may improve the ability to measure how well cancer has responded to treatment. PURPOSE: This phase II trial is studying molecular risk assessment to see how well it works in predicting response to therapy in patients who are receiving treatment for non-Hodgkin's lymphoma.", "detailed_description": "OBJECTIVES: - Determine whether molecular risk assessment can identify groups of patients with diffuse large B-cell non-Hodgkin's lymphoma (NHL) who will demonstrate at least 50% difference in early response rates to treatment as determined by positron-emission tomography (PET) imaging. - Determine, by PET imaging, the response rate of patients treated with cyclophosphamide, doxorubicin, vincristine, prednisone, and rituximab. - Determine whether early response rates can be predicted by gene expression profiles at diagnosis in these patients. - Compare gene expression profiles of patients with refractory or relapsed large cell NHL with profiles of the disease at diagnosis. - Determine relapse-free and overall survival rates of these patients. - Determine the feasibility of a new NHL treatment algorithm based on prognostic index and molecular risk, and early response assessment by PET imaging. OUTLINE: Molecular risk assessment is performed using lymph node tissue from initial diagnosis to test for \"activated\" genes before starting treatment. Patients receive rituximab IV over 3-6 hours, cyclophosphamide IV over 30 minutes, doxorubicin IV over 5 minutes, and vincristine IV over 5 minutes on day 1 and oral prednisone on days 1-5. Treatment repeats every 21 days for 3-8 courses. Patients undergo whole-body positron-emission tomography (PET) scanning at baseline and after course 3 to determine response. Results from the genetic testing and PET scans are used to determine further treatment recommendations. Patients are followed every 3 months for 1 year and then every 6 months for 2 years. PROJECTED ACCRUAL: A total of 36-50 patients will be accrued for this study.", "condition": ["Lymphoma"], "intervention_type": ["Biological", "Drug", "Drug", "Drug", "Drug", "Genetic"], "intervention_name": ["rituximab", "cyclophosphamide", "doxorubicin hydrochloride", "prednisone", "vincristine sulfate", "microarray analysis"], "description": ["Rituximab IV over 3-6 hours.Treatment repeats every 21 days for 3-8 courses.", "Cyclophosphamide IV over 30 minutes. Treatment repeats every 21 days for 3-8 courses.", "Doxorubicin IV over 5 minutes. Treatment repeats every 21 days for 3-8 courses.", "Oral prednisone on days 1-5. Treatment repeats every 21 days for 3-8 courses.", "Vincristine IV over 5 minutes on day 1. Treatment repeats every 21 days for 3-8 courses.", "genetic testing"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed diffuse large B-cell non-Hodgkin's lymphoma - CD20 and/or CD19 positive by immunohistochemistry or flow cytometry - Disease evaluable by positron-emission tomography scan - Diagnostic tissue (either frozen or fresh unfixed) available for molecular testing or willing to undergo a repeat procedure to obtain such tissue - No CNS involvement by lymphoma PATIENT CHARACTERISTICS: Age - 18 and over Performance status - Not specified Life expectancy - Not specified Hematopoietic - Not specified Hepatic - Bilirubin no greater than 3 mg/dL Renal - Creatinine no greater than 3 mg/dL Cardiovascular - LVEF at least 40% Other - Not pregnant or nursing - Fertile patients must use effective contraception - No significant organ dysfunction that would preclude study chemotherapy - HIV negative PRIOR CONCURRENT THERAPY: Biologic therapy - No prior immunotherapy - No prior biological response modifier therapy Chemotherapy - No prior chemotherapy Endocrine therapy - Not specified Radiotherapy - No prior radiotherapy - No prior radioimmunotherapy Surgery - Not specified", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "stage IV adult diffuse large cell lymphoma", "mesh_term": ["Lymphoma", "Lymphoma, Non-Hodgkin", "Cyclophosphamide", "Rituximab", "Liposomal doxorubicin", "Doxorubicin", "Prednisone", "Vincristine"], "id": "NCT00055640"}