{"brief_title": "The Safety and Effectiveness of Nevirapine Plus Nelfinavir in HIV-1 Infected Patients Who Have Taken Stavudine", "brief_summary": "To determine the potential effects of 28 days of nevirapine treatment on the steady-state pharmacokinetics of nelfinavir and of stavudine (d4T), and to further evaluate the pharmacokinetics of nevirapine in combination with nelfinavir, and d4T compared to the historical controls treated with nevirapine but without nelfinavir or d4T. To determine the efficacy of long-term combination therapy of nevirapine, nelfinavir and d4T on viral load in patients who are non-nucleoside reverse transcriptase inhibitor (NNRTI) and protease inhibitor naive, and have <= 6 months prior d4T exposure at the time of screening.", "detailed_description": "The trial is an open-label study in patients with HIV-1 infection who are naive to treatment with NNRTI and protease inhibitor classes of antiretroviral drugs and have <= 6 months prior exposure to d4T at the time of screening. Part I of this trial is an investigation of potential pharmacokinetic interaction between nevirapine and nelfinavir in HIV-1-infected adults treated with d4T. Part II is an investigation of the long-term antiviral activity of the combination of nevirapine and nelfinavir on viral load as measured by HIV-1 RNA.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Stavudine", "criteria": "Inclusion Criteria Patients must have: - Documented HIV infection. - CD4+ cell count >= 100 cells/mm3. - Plasma HIV-1 RNA >= 5000 copies/ml. Prior Medication: Allowed: Previous antiretroviral therapy with zidovudine, lamivudine, didanosine, and dideoxycytidine. Exclusion Criteria Co-existing Condition: Patients with the following symptoms and conditions are excluded: - Malabsorption, severe chronic diarrhea, or the inability to maintain adequate oral intake. - Undergoing treatment for an active infection. - Hepatic insufficiency due to cirrhosis. - Renal insufficiency. 1. Systemic treatment with corticosteroids or drugs known to be hepatic enzyme inducers or inhibitors within 14 days of entry. Substances in these categories include: - macrolide antibiotics (erythromycin, clarithromycin, azithromycin, dirithromycin), azole antifungals (ketoconazole, fluconazole, itraconazole), rifampin, rifabutin, and phenytoin. - Previous exposure to non-nucleoside reverse transcriptase inhibitors (NNRTIs) such as delavirdine, loviride, DMP 266, or nevirapine and/or protease inhibitors (PI) such as saquinavir, ritonavir, indinavir, and nelfinavir. - > 6 months previous exposure to d4T. - Investigational drugs within 30 days of first dose of study medication. - Any antineoplastic agent within 12 weeks before starting study medication. Radiotherapy, other than local skin radiotherapy treatment, within 12 weeks prior to study. 1. History of intravenous drug abuse or alcohol or substance abuse considered by the Investigator and BIPI Medical Monitor to be a significant impairment to health and compliance. - Heavy smokers (e.g., > 20 cigarettes per day).", "gender": "All", "minimum_age": "18 Years", "maximum_age": "65 Years", "healthy_volunteers": "No", "id": "NCT00002381.xml"}