{"brief_title": "Combination Chemotherapy Followed by Bone Marrow or Peripheral Stem Cell Transplantation in Treating Patients With Multiple Myeloma", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Combining chemotherapy with bone marrow or peripheral stem cell transplantation may allow the doctor to give higher doses of chemotherapy drugs and kill more tumor cells. PURPOSE: Phase II trial to study the effectiveness of combination chemotherapy followed by bone marrow or peripheral stem cell transplantation in treating patients with multiple myeloma.", "detailed_description": "OBJECTIVES: I. Assess the toxicity and efficacy at the maximum tolerated dose of busulfan, melphalan, and thiotepa in patients with multiple myeloma. OUTLINE: This is a single arm, open label study. Peripheral blood stem cells (PBSC) are collected and cryopreserved, or bone marrow is harvested and stored, until infusion on day 0. Patients receive oral busulfan every 6 hours on days -8, -7, and -6. Melphalan is administered by continuous IV infusion over 30 minutes on days -5 and -4. Thiotepa is administered by continuous IV infusion over 2 hours on days -3 and -2. Patients undergo PBSC or bone marrow infusion 36-48 hours following the completion of chemotherapy (day 0). Patients are followed for 100 days posttransplant and every 3 months thereafter. PROJECTED ACCRUAL: 30 patients will be accrued.", "condition": "Multiple Myeloma and Plasma Cell Neoplasm", "intervention_type": "Procedure", "intervention_name": "peripheral blood stem cell transplantation", "criteria": "DISEASE CHARACTERISTICS: Histologically diagnosed stage II/III multiple myeloma (or have greater than normal beta-2-microglobulin) meeting the Salmon and Durie criteria Stage I multiple myeloma must have had prior chemotherapy before undergoing transplantation PATIENT CHARACTERISTICS: Age: 70 and under Performance status: Karnofsky 70-100% Life expectancy: Not specified Hematopoietic: Not specified Hepatic: Bilirubin no greater than 2 mg/dL Renal: Creatinine clearance at least 50 mg/min Cardiovascular: Left ventricular ejection fraction at least 41% Other: Not pregnant HIV negative PRIOR CONCURRENT THERAPY: Not specified", "gender": "All", "minimum_age": "N/A", "maximum_age": "70 Years", "healthy_volunteers": "No", "id": "NCT00003146.xml"}