{"brief_title": "Trial of an Alternative Dosing Regimen of Oral Retrovir in Patients With AIDS or Advanced ARC", "brief_summary": "To evaluate the safety and tolerance, in patients with severe clinical manifestations of HIV infection, of zidovudine (AZT) administered daily for 48 weeks as a low dose every 4 hours or a higher dose every 12 hours.", "condition": ["HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["Zidovudine"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Prophylaxis or treatment for Pneumocystis carinii pneumonia (PCP) consisting of either trimethoprim / sulfamethoxazole, aerosolized pentamidine, pyrimethamine / sulfadoxine, or dapsone allowed at the discretion of the investigator. Patients with the following are excluded: - Any immediately life-threatening infection or medical condition present at the time of study entry. - Any active opportunistic or other infection requiring chronic therapy at the time of study entry. Patients with PCP may be randomized to study medication following a minimum 7-day course of therapy resulting in stabilization of their disease. Patients with stabilized disease must have a fever < 39 C for at least 48 hours, pO2 (on room air ) = or > 60 mm, and an Arterial/alveolar gradient = or < 30 mm. - Diagnosis of AIDS Dementia Complex. - Received more than 4 weeks of antiretroviral therapy or who previously discontinued antiretroviral therapy due to drug related toxicity. - Diseases and conditions listed in Exclusion Co-existing Conditions. Patients must have the following: - Seropositive for HIV infection documented by any federally licensed ELISA and confirmed by Western blot. - Advanced HIV disease or AIDS-related complex. - Ability to give informed consent. Exclusion Criteria Co-existing Condition: Patients with the following conditions or symptoms are excluded: - AIDS with malignant disease likely to require cytotoxic chemotherapy. - Diagnosis of AIDS Dementia Complex. - Impaired renal function ( Creatinine clearance < 50 ml/min/1.73m2 or serum creatinine = or > 2 mg/dl). - Impaired hepatic function ( ALT = or > 5 x upper limit of normal). - Fever > 39 C at entry. Concurrent Medication: Excluded: - Any other experimental therapy. - Drugs which cause significant bone marrow suppression. - Cytolytic chemotherapy. - Drugs which cause significant nephrotoxicity or hepatotoxicity. Concurrent Treatment: Excluded: - Radiation therapy (with the exception of electron beam therapy to an area < 100 cm2). Prior Medication: Excluded within 2 weeks of study entry: - Any other experimental therapy. Drugs which cause significant bone marrow suppression. Cytolytic chemotherapy. Drugs which cause significant nephrotoxicity or hepatotoxicity. Excluded within 4 weeks of entry: - Immunomodulating agents, including pharmacological doses of steroids for more than 10 days (except for management of severe PCP in which case duration should not exceed 21 days). Interferon. Isoprinosine. IL-2. Excluded within 8 weeks of entry: Antiretroviral agents including: - Ribavirin. Dideoxycytidine (ddC). Dideoxyadenosine (ddA). Didanosine (ddI). Foscarnet. Dextran Sulfate. AL-721. Retrovir (Zidovudine, AZT) for greater than 4 weeks or within 90 days of study entry, or patients who originally discontinued Retrovir due to drug-related toxicity. Drugs metabolized by hepatic glucuronidation may alter the metabolism of Retrovir and should not be used chronically. Prior Treatment: Excluded: - Radiation therapy (with the exception of electron beam therapy to an area < 100 cm2) within 2 weeks of study entry. Known active drug or alcohol abuse.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Zidovudine", "mesh_term": ["HIV Infections", "Zidovudine"], "id": "NCT00002020"}