{"brief_title": "Bone Loss in Women With Anorexia Nervosa", "brief_summary": "Women with Anorexia Nervosa have been found to have low bone density. The study will determine whether administration of low doses of a natural hormone, testosterone and/or risedronate, a medication to help prevent bone breakdown will improve or prevent bone loss in this condition.", "detailed_description": "II. SPECIFIC AIMS Severe osteopenia is a prevalent complication of anorexia nervosa (AN), affecting over half of all women with this disease. Loss of 25-50% of total bone mass occurs frequently and is often permanent. Although anorexia nervosa affects from 0.5-1.0% of college age women, no successful therapeutic interventions have been developed for osteoporosis in this population. Bone loss in anorexia nervosa is characterized by reduced bone formation coupled with increased bone resorption. Anorexia nervosa results in a deficiency of testosterone. Testosterone administration reduces bone resorption and data suggest that low-dose testosterone replacement therapy can increase surrogate markers of bone formation. Bisphosphonates are now well established to decrease bone resorption and improve bone density in severely osteopenic postmenopausal women. However, there are few data regarding the use of this antiresorptive therapy in women with severe pre-menopausal bone loss. Our preliminary data demonstrate that administration of a bisphosphonate decreases bone resorption and increases bone mass in women with AN after 6 and 9 months. These are the first data to demonstrate a striking increase in bone density in such women. We will test the hypothesis that a combined strategy to increase bone formation and decrease bone resorption by combining testosterone with a bisphosphonate will increase bone mass in anorexia nervosa. The following hypotheses will be tested: Specific Aim 1. Testosterone, a nutritionally dependent bone trophic factor, is a critical determinant of decreased bone formation in anorexia nervosa, and administration of physiologic testosterone will increase bone formation and lean body mass in this disease We will investigate in women with anorexia nervosa whether: A. Bone formation is reduced in association with low serum testosterone B. Testosterone deficiency is due to a combination of ovarian and adrenal defects resulting from undernutrition C. Testosterone administration reverses testosterone deficiency leading to an acute and sustained increase in bone formation and a decrease in bone resorption D. Administration of physiologic testosterone replacement stimulates increases in IGF-I levels in women with anorexia nervosa, a mechanism for increased bone formation and bone density E. Administration of physiologic testosterone replacement increases lean body mass, a major determinant of bone density Specific Aim 2. Long-term (12 months) physiologic testosterone administration combined with a bisphosphonate increases bone density by a dual anabolic and anti-resorptive strategy We will investigate in women with anorexia nervosa whether: A. Physiologic testosterone administration increases bone density B. Administration of a bisphosphonate decreases the excessive state of bone resorption and increases bone density C. Co-administration of physiologic testosterone replacement and a bisphosphonate increases bone density to a greater degree than testosterone or a bisphosphonate alone by increasing bone formation and decreasing bone resorption", "condition": ["Anorexia Nervosa"], "intervention_type": ["Drug", "Drug", "Drug", "Drug"], "intervention_name": ["Testosterone", "Actonel (risedronate)", "Placebo Actonel (risedronate)", "Placebo testosterone"], "description": ["Testosterone patch 150mcg daily", "Actonel (risedronate) 35mg PO one time weekly", "Placebo tablet identical in appearance to active Actonel (risedronate) tablet", "Placebo patch identical in appearance to testosterone patch"], "arm_group_label": ["2", "3", "3", "4", "2", "1", "4", "1"], "other_name": ["Intrinsa", "Actonel"], "criteria": "Inclusion Criteria: - Anorexia Nervosa, - Over 18, - Female, - Decreased bone density Exclusion Criteria: - Medications to increase bone density", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "45 Years", "healthy_volunteers": "No", "keyword": "Osteopenia", "mesh_term": ["Anorexia Nervosa", "Anorexia", "Risedronate Sodium", "Etidronic Acid", "Testosterone", "Testosterone enanthate", "Testosterone undecanoate", "Testosterone 17 beta-cypionate", "Methyltestosterone"], "id": "NCT00089843"}