{"brief_title": "Bone Marrow Transplantation in Treating Patients With Lymphoma", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. Radiation therapy uses high-energy x-rays to damage cancer cells, and may be an effective treatment for lymphoma. Bone marrow transplantation may be able to replace immune cells that were destroyed by chemotherapy or radiation therapy used to kill cancer cells. PURPOSE: Phase II trial to study the effectiveness of bone marrow transplantation in treating patients with recurrent or residual low-grade lymphoma.", "detailed_description": "OBJECTIVES: I. Examine the potential role of high dose etoposide, cyclophosphamide, total body irradiation and bone marrow transplantation for patients at high risk for disease progression. II. Determine the value of monitoring the quality of remission by PCR assessment of BCl-2. III. Evaluate the efficacy of alpha interferon for patients with evidence of residual or recurrent lymphoma. IV. Evaluate the efficacy of bone marrow purging by PCR assessment of BCl-2. OUTLINE: Patients receive a brief 2-3 cycles of intensive chemotherapy to achieve minimum disease state. Etoposide is administered intravenously on day -8. Cyclophosphamide is infused intravenously over 2 hours daily on day -7 and -6. Patients receive mesna beginning 1 hour after initiation of the cyclophosphamide treatment. Total body irradiation is received on days -4, -3, -2 , and -1. On day 0 allogeneic or autologous bone marrow is infused intravenously. Patients with residual or recurrent lymphoma receive interferon alpha daily. PROJECTED ACCRUAL: 35 allogeneic and 40 autologous patients are expected to be enrolled.", "condition": "Lymphoma", "intervention_type": "Radiation", "intervention_name": "Radiation Therapy", "description": "Total body irradiation is received on days -4, -3, -2 , and -1.", "arm_group_label": "Bone Marrow Transplantation", "other_name": "TBI", "criteria": "DISEASE CHARACTERISTICS: Histologically proven low grade lymphoma in the following settings: Consolidation of newly diagnosed stage IV high-risk patients after 6-9 months of intensive conventional dose chemotherapy involving doxorubicin High risk is defined as >=5 cm adenopathy and >=2 extranodal sites at diagnosis, or males with >=5 cm adenopathy and > 20% marrow infiltrate at diagnosis) Failure to achieve CR within 6 months in newly diagnosed patients with intensive doxorubicin treatment Relapse patients who are sensitive to doxorubicin or ESHAP chemotherapies Patients with resistant chemotherapy failure (allogeneic BMT only) Patients with HLA-identical sibling donors are eligible for allogeneic bone marrow transplantation; other patients are eligible for autologous marrow transplantation Bone marrow must be in complete or near complete remission (< 15 % malignant cells) in autologous transplant patients PATIENT CHARACTERISTICS: Age: 15 to 60 years Performance Status: Zubrod 0-2 Hematopoietic: Not specified Hepatic: Bilirubin no greater than 1.5 mg/dL Renal: Creatinine no greater than 2.0 mg/dL Cardiovascular: Cardiac ejection fraction at least 50% Pulmonary: DLCO at least 50% Other: No concomitant severe medical illnesses No psychosis PRIOR CONCURRENT THERAPY: Biologic therapy: Not specified Chemotherapy: Prior chemotherapy allowed Endocrine therapy: Not specified Radiotherapy: No prior extensive radiotherapy Surgery: Not specified", "gender": "All", "minimum_age": "15 Years", "maximum_age": "60 Years", "healthy_volunteers": "No", "id": "NCT00002829.xml"}