{"brief_title": "Combination Chemotherapy in Treating Patients With Aggressive Non-Hodgkin's Lymphoma", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. It is not yet known which regimen of combination chemotherapy is most effective for non-Hodgkin's lymphoma. PURPOSE: This randomized phase III trial is studying two regimens of combination chemotherapy and comparing how well they work in treating patients with aggressive non-Hodgkin's lymphoma.", "detailed_description": "OBJECTIVES: - Compare the overall survival, failure free survival, disease specific survival, relapse free survival, and response rate in patients with aggressive non-Hodgkin's lymphoma treated with mitoxantrone, cyclophosphamide, etoposide, vincristine, bleomycin, and prednisolone (PMitCEBO) versus cyclophosphamide, doxorubicin, vincristine, and prednisolone (CHOP). - Compare the early and late toxicities of these regimens in these patients. OUTLINE: This is a randomized, multicenter study. Patients are randomized to one of two treatment arms. - Arm I: Patients receive mitoxantrone IV, cyclophosphamide IV, and etoposide IV on day 1 and vincristine and bleomycin IV on day 8. Treatment continues every 14 days for a maximum of 8 courses in the absence of disease progression or unacceptable toxicity. Patients also receive oral prednisolone daily on courses 1 and 2 and every other day beginning on course 3 and continuing until the end of treatment. - Arm II: Patients receive cyclophosphamide IV, doxorubicin IV, and vincristine IV on day 1 and oral prednisolone on days 1-5. Treatment continues every 21 days for a maximum of 8 courses in the absence of disease progression or unacceptable toxicity. Patients are followed at 4 weeks, then every 3 months for 1 year, every 6 months for 5 years, and then annually thereafter. PROJECTED ACCRUAL: A total of 310 patients (155 per arm) will be accrued for this study over 5 years.", "condition": "Lymphoma", "intervention_type": "Drug", "intervention_name": "vincristine sulfate", "criteria": "DISEASE CHARACTERISTICS: - Histologically proven previously untreated bulky stage IA or stage IB-IV aggressive non-Hodgkin's lymphoma of 1 of the following types: - Working formulation: - Follicular large cell - Diffuse mixed cell - Diffuse large cell - Diffuse immunoblastic OR - REAL classification: - Diffuse large B-cell - Peripheral T-cell - Measurable or evaluable disease - Good prognosis defined as no more than one of the following: - Stage III/IV disease - LDH greater than upper limit of normal - ECOG/WHO 2-4 - No lymphoblastic or Burkitt's lymphoma - No CNS involvement PATIENT CHARACTERISTICS: Age: - 18 to 59 Performance status: - See Disease Characteristics Life expectancy: - Not specified Hematopoietic: - Hemoglobin at least 10 g/dL - Neutrophil count at least 2,000/mm3 - Platelet count at least 100,000/mm3 Hepatic: - Bilirubin, AST, and ALT no greater than 1.5 times upper limit of normal Renal: - Creatinine no greater than 1.7 mg/dL Cardiovascular: - Ejection fraction at least 50% unless dysfunction attributable to lymphoma Other: - Not pregnant or nursing - Fertile patients must use effective contraception - No other concurrent serious uncontrolled medical conditions - No other prior malignancy except adequately treated nonmelanoma skin cancer or cervical intraepithelial neoplasia PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - No prior chemotherapy Endocrine therapy: - Not specified Radiotherapy: - No prior radiotherapy to more than 35% of hematopoietic sites - Concurrent consolidation radiotherapy allowed Surgery: - Not specified", "gender": "All", "minimum_age": "18 Years", "maximum_age": "59 Years", "healthy_volunteers": "No", "id": "NCT00005867.xml"}