{"brief_title": "A Study to Evaluate the Safety and Effectiveness of WF10 Given to Patients With Late-Stage HIV Disease", "brief_summary": "The purpose of this study is to see if it is safe and effective to give WF10 to adults with late-stage HIV disease. WF10 is suspected to help the immune system fight infection and slow HIV disease progression.", "detailed_description": "Patients are randomized to 1 of 2 treatment groups to receive 4 IV treatment cycles of either WF10 or control (physiological saline solution). Patients are monitored throughout the study for: a) clinical progression; b) number, duration, and cause of hospitalizations; c) quality of life; and d) density of CD38 antigen on CD8+ T cells. Patients receive treatment for 11 weeks but will continue to be followed for a maximum of 96 weeks. During the follow-up period, patients are evaluated initially at Week 18, then at Weeks 24, 36, and 48. If the study is continued beyond Week 48, follow-up visits are conducted at Weeks 72 and 96.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "WF10", "criteria": "Inclusion Criteria Patients may be eligible for this study if they: - Are HIV-positive. - Have a CD4 cell count of less than 50 cells/mm3 within 14 days prior to study entry. - Are at least 18 years old. - Have received anti-HIV drugs at some time in the past. - Agree to practice abstinence or use effective methods of birth control, including the pill, during the study. Exclusion Criteria Patients will not be eligible for this study if they: - Are being treated for any form of cancer within 30 days of study entry. - Have ever received an HIV vaccine. - Have received steroids within 30 days prior to study entry. (Note: Testosterone is allowed.) - Have received certain medications, including anti-HIV treatments that are not approved by the FDA. - Have participated in another WF10 study. - Have an illness or any condition that might exclude them from this study. - Are pregnant or breast-feeding. - Abuse drugs or medications. - Received a blood transfusion within 45 days prior to study entry.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00002244.xml"}