{"brief_title": "A Study of MKC-442 in Combination With Other Anti-HIV Drugs", "brief_summary": "The purpose of this study is to see if it is safe and effective to give MKC-442 plus stavudine (d4T) plus didanosine (ddI) plus hydroxyurea.", "detailed_description": "Patients are randomized to receive either MKC-442 or placebo, along with stavudine(d4T), didanosine(ddI), and hydroxyurea. Patients will be treated and followed for 48 weeks.", "condition": ["HIV Infections"], "intervention_type": ["Drug", "Drug", "Drug", "Drug"], "intervention_name": ["Emivirine", "Hydroxyurea", "Stavudine", "Didanosine"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Based on medical history, medical condition, prior use of antiretroviral drugs, and genotypic analysis of the predominant strain of HIV-1 isolated from the plasma, administration of a combination of two or more available antiretroviral agents by prescription may be given with MKC-442. Patient must have: - HIV infection with HIV-1 RNA greater than or equal to 5,000 by Roche Amplicor method within 30 days of entry. - A failed protease inhibitor-containing regimen. - Negative serum beta human chorionic gonadotropin test within 30 days of entry. Prior Medication: Allowed: - Prior nucleoside reverse transcriptase and protease inhibitors. - Cytotoxic chemotherapy more than 30 days prior to entry. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Malabsorption or severe chronic diarrhea within 30 days prior to entry, or inability to consume adequate oral intake because of chronic nausea, emesis, or abdominal or esophageal discomfort. - Inadequately controlled seizure disorder. - Known intolerance to stavudine, didanosine, and/or hydroxyurea. - Acute and clinically significant medical event within 30 days of screening. - Any clinical or laboratory abnormality greater than Grade 3 toxicity, with the exception of laboratory values given. Concurrent Treatment: Excluded: - Any experimental antiretroviral therapy or immunomodulators directed against HIV-1, e.g., IL-4, cyclosporine steroids at doses greater than 40 mg/day. Prior Medication: Excluded: - Non-nucleoside reverse transcriptase inhibitor therapy. Prior Treatment: Excluded: - Radiation therapy within 30 days of entry except to a local lesion. - Transfusion of blood or blood products within 21 days of screening. - Cytotoxic therapy within 3 months of study entry. Risk Behavior: Excluded: Active substance abuse that may interfere with compliance or protocol evaluations.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "MKC 442", "mesh_term": ["HIV Infections", "Hydroxyurea", "Stavudine", "Didanosine", "Emivirine", "Reverse Transcriptase Inhibitors"], "id": "NCT00002412"}