{"brief_title": "Effect of Telemedicine on Physician-Patient Communication", "brief_summary": "The purpose of this study is to determine whether the physical separation between patient and physician required during telemedicine has an affect on physician-patient communication and related outcomes, including patient and physician satisfaction, patient compliance, and patient understanding of medical care.", "detailed_description": "BACKGROUND/RATIONALE: The Veterans Administration system supports telemedicine (TM) to provide medical consultations between patients and physicians via videoconference. At present, little is known about the impact of such TM consultations on patient-physician communication and related health outcomes. Analyses of in-person (IP) medical encounters have shown that effective patient-physician communication is associated with improved health outcomes. OBJECTIVE(S): To determine whether the physical separation between patient and physician required during TM has an affect on patient-physician communication and related outcomes, including patient and physician satisfaction, patient compliance, and patient understanding of medical care. METHODS: In this clinical trial, 238 patients were randomized to receive either consultative care at the remote site via TM with a consultant physician located the Milwaukee VA (intervention) OR by an IP consultation with a consultant physician at the Milwaukee VA (control). The same group of consultant physicians provided both IP and TM consultations. Patients in both study arms had their medical encounter video recorded. We compared patterns and quality of patient-physician communication for the TM and IP encounters, using the Roter Interaction Analysis System. Data on patient and physician satisfaction with the encounter and patients' understanding of their medical problems were collected at the end of each medical encounter. Patient compliance (medication refill behavior) was assessed at 90 days post visit. The frequency of communication behaviors during the TM and IP encounters was compared using the analysis of a Linear Mixed Model. Comparison of patient satisfaction, physician satisfaction, patient compliance, and patient knowledge measures between TM and IP groups were conducted with similar Linear Mixed Models.", "condition": "Remote Consultation", "intervention_type": "Other", "intervention_name": "Telemedicine Care", "arm_group_label": "Arm 1", "criteria": "Inclusion Criteria: Only adult (age>18) patients referred from the Appleton Clinic are eligible. All Appleton patients who are considered new patient referrals (ie, have never been seen in the pulmonary, rheumatology, and endocrine clinics at the Milwaukee VA) will be eligible. Appleton patients who have previously been seen by any of the nine participating endocrine, pulmonary, and rheumatology physicians at the Milwaukee VA will be eligible. These follow-up patients will be scheduled with the previously seen participating physician, so there is no disruption of the ongoing patient-provider relationship. Patients that have established care with a non-participating provider will not be eligible. Patients that have been referred to the specialist for an outpatient procedure (eg, request to perform pulmonary function testing or bronchoscopy) will not be eligible. Repeat visits to the same or any other participating physician will not be eligible. Adult patients who have a significant communication disability (severe speech and hearing impairment, severe dementia, or mental health condition resulting in a non-communicative patient) and are considered mentally competent to provide informed written consent will not be eligible. Patients with disabilities other than those mentioned will be eligible. Exclusion Criteria: Patients that have established care with a non-participating provider will not be eligible to participate. Patients that have been referred to the specialist for an outpatient procedure (e.g. request to perform pulmonary function testing or bronchoscopy) will not be eligible. Repeat visits to the same or any other participating physician will not be eligible. Adult patients who have a significant communication disability (severe speech and hearing impairment, severe dementia, or mental health condition resulting in a non-communicative patient) and are considered mentally competent to provide informed written consent will not be eligible to participate.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00057083.xml"}