{"brief_title": "Bortezomib and Ganciclovir in Treating Patients With Relapsed or Refractory Epstein Barr Virus-Positive Lymphoma", "brief_summary": "RATIONALE: Bortezomib may stop the growth of cancer cells by blocking the enzymes necessary for their growth. The Epstein Barr virus can cause cancer and lymphoproliferative disorders. Ganciclovir is an antiviral drug that acts against the Epstein Barr virus. Giving ganciclovir together with bortezomib may kill more Epstein Barr virus-infected cancer cells. PURPOSE: This clinical trial is studying how well giving bortezomib together with ganciclovir works in treating patients with relapsed or refractory Epstein Barr virus-positive lymphoma.", "detailed_description": "OBJECTIVES: Primary - Maximum Tolerated Dose (MTD) of bortezomib in patients with relapsed or refractory Epstein Barr virus-positive lymphoma. Secondary - Assess the antitumor effect of this regimen in these patients. OUTLINE: This is a pilot, open-label, dose-escalation study of bortezomib. Patients receive bortezomib IV over 3-5 seconds on days 1, 4, 8 and 11. Patients also receive ganciclovir IV twice daily on days 1-14. Treatment repeats every 21 days for a maximum of 3 courses. Cohorts of 3-6 patients receive escalating doses of bortezomib until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 3 or 2 of 6 patients experience dose-limiting toxicity. Patients are followed every 3 months. PROJECTED ACCRUAL: A total of 3-9 patients will be accrued for this study.", "condition": ["Lymphoma", "Lymphoproliferative Disorder"], "intervention_type": ["Drug"], "intervention_name": ["bortezomib + ganciclovir"], "description": ["Patients receive bortezomib IV over 3-5 seconds on days 1, 4, 8 and 11. Patients also receive ganciclovir IV twice daily on days 1-14. Treatment repeats every 21 days for a maximum of 3 courses."], "arm_group_label": ["Bortezomib + ganciclovir"], "criteria": "Inclusion Criteria: - Histologically confirmed Epstein Barr virus-positive lymphoma, including the following subtypes: - Post-transplantation lymphoma - Burkitt's lymphoma - Hodgkin's lymphoma - T-/NK-cell lymphoma - Unresponsive to, or relapsed after, at least 1 prior chemotherapy regimen - Bidimensionally measurable disease by CT scan - At least 1 lesion ≥ 1.5 cm in the greatest diameter - Age 18 and over - ECOG 0-2 OR - Karnofsky 50-100% - Life expectancy More than 3 months - Hematopoietic - Absolute neutrophil count ≥ 1,000/mm^3 (no growth factor support within the past 4 weeks) - Hemoglobin ≥ 9.0 g/dL - Platelet count ≥ 50,000/mm^3 (no platelet transfusions within the past 4 weeks) - Hepatic - Bilirubin ≤ 2.0 times upper limit of normal (ULN) - AST and ALT ≤ 2.5 times ULN (5 times ULN in patients with liver involvement) - No active hepatitis B or C - Renal - Creatinine clearance ≥ 60 mL/min - Sodium > 130 mmol/L - Negative pregnancy test - Fertile patients must use effective contraception - HIV negative - At least 4 weeks since prior immunotherapy - At least 4 weeks since prior chemotherapy - At least 4 weeks since prior radiotherapy - More than 4 weeks since prior major surgery unless fully recovered - Recovered from all prior therapy - At least 4 weeks since prior investigational agents Exclusion Criteria: - primary or secondary CNS lymphoma or HIV-related lymphoma - known brain metastases - myocardial infarction within the past 6 months - acute ischemia or new conduction system abnormalities by electrocardiogram - symptomatic congestive heart failure - unstable angina pectoris - cardiac arrhythmia - hospitalized - pregnant or nursing - other uncontrolled illness - ongoing or active systemic infection - psychiatric illness or social situation that would preclude study compliance - history of allergic reaction attributable to compounds of similar chemical or biological composition to study drugs - sensitivity to boron, mannitol, bortezomib, or ganciclovir - concurrent corticosteroids (≥ 10 mg of prednisone or equivalent) - concurrent radiotherapy - other concurrent anticancer therapy - other concurrent investigational agents", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "adult grade III lymphomatoid granulomatosis", "mesh_term": ["Lymphoma", "Lymphoproliferative Disorders", "Bortezomib", "Ganciclovir", "Ganciclovir triphosphate"], "id": "NCT00093704"}