{"brief_title": "A Randomized Controlled Prophylactic Study of Clofazimine To Prevent Mycobacterium Avium Complex Infection in HIV Disease", "brief_summary": "This study will examine the effectiveness of clofazimine in the prophylaxis of Mycobacterium avium complex infection in HIV infected individuals who are at risk to develop this untreatable opportunistic disease. In the absence of truly effective antiretroviral therapy, a potential mode of treatment of patients with HIV infection is to prevent the development of the life-threatening opportunistic infections. Current studies demonstrate a possible efficacy of clofazimine in the prophylaxis against Pneumocystis carinii pneumonia (PCP), the most common AIDS-defining opportunistic infection. Future studies will examine the potential for prophylaxis against the other opportunistic infections. This proposal hopes to define the role of prophylactic clofazimine in preventing the currently untreatable Mycobacterium avium complex infection. AMENDED: To include prophylaxis for Asymptomatic and ARC.", "condition": ["Mycobacterium Avium-intracellulare Infection", "HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["Clofazimine"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Pneumocystis prophylaxis. - Antiretroviral therapy, or other experimental protocols. - Antipyretics and analgesics as per the treating physician. Exclusion Criteria Co-existing Condition: Patients with the following are excluded: - Unexplained fever. - Night sweats. - Unexplained anemia with hemoglobin < 10 g percent or hematocrit less than 30 percent. - Hepatic transaminase elevations or total bilirubin values of > 3 times normal. - Long-term (over 2 weeks) treatment with any drug with known significant anti-Mycobacterium avium complex (MAC) activity including isoniazid, ethambutol, rifampin, raffia, PAS, PZA, amikacin, streptomycin, ethionamide, viomycin, cycloserine, capreomycin, ciprofloxacin, imipenem, rifapentine, gentamicin, or penicillin. Patients with the following are excluded: - Known hypersensitivity to clofazimine. - Mycobacterium avium complex (MAC) infection diagnosis at any site (except isolation from stool in asymptomatic patient). - Any of the following symptoms at the time of study entry: - Unexplained fever. - Night sweats. - Unexplained anemia with hemoglobin < 10 percent or hematocrit less than 30 percent. - Hepatic transaminase elevations or total bilirubin values of > 3 times normal. - Long-term (over 2 weeks) treatment with any drug with known significant anti-MAC activity. Prior Medication: Excluded: - Long-term (over 2 weeks) treatment with any drug with known significant anti-Mycobacterium avium complex (MAC) activity including isoniazid, ethambutol, rifampin, raffia, PAS, PZA, amikacin, streptomycin, ethionamide, viomycin, cycloserine, capreomycin, ciprofloxacin, imipenem, rifapentine, gentamicin, or penicillin. Group 1: - AIDS patients with a first episode of Pneumocystis carinii pneumonia (PCP) within 2 to 4 months prior to study entry. - Group 2: - Patients with T4 counts < 100 cells/mm3, regardless of prior opportunistic infections or malignancies. - Karnofsky = or > 70. - All patients must sign informed consent.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Acquired Immunodeficiency Syndrome", "mesh_term": ["Infection", "Communicable Diseases", "HIV Infections", "Mycobacterium Infections", "Acquired Immunodeficiency Syndrome", "Mycobacterium avium-intracellulare Infection", "Clofazimine"], "id": "NCT00002058"}