{"brief_title": "Carperitide in Acute Respiratory Distress Syndrome (ARDS)", "brief_summary": "The purpose of this study is to determine whether Carperitide is safe and effective in the management of Acute Respiratory Distress Syndrome (ARDS).", "detailed_description": "Acute respiratory distress syndrome (ARDS is a severe form of acute lung injury. ARDS is characterized by an increase in pulmonary vascular permeability resulting from a non-cardiogenic cause, leading to an increased vascular water volume, pulmonary inflammation, and severe hypoxemia. Conventional therapy for ARDS is primarily respiratory management by mechanical ventilation using positive end-expiratory pressure (PEEP). Mechanical ventilation is the major management concern in patients with ARDS, due to its higher risk of infections and morbidity. Treatment with Carperitide may reduce time on the ventilator by reducing pulmonary edema and by improving gas exchange. The results of Carperitide studies in animals and humans support the idea that the hormone will be effective in managing the acute pulmonary complications and hypoxemia seen in ARDS.", "condition": ["Respiratory Distress Syndrome"], "intervention_type": ["Drug"], "intervention_name": ["recombinant human atrial natriuretic polypeptide"], "criteria": "Inclusion: In order to participate in the study, patients must: - be 18 years or older - have an acceptable PF ratio - have adequate fluid volume - be intubated less than 7 days Exclusion: In order to participate in the study, patients must not meet any of the following criteria: - be moribund - be immunocompromised - have pneumonia (caused by Pneumocystis carinii) - have recieved another investigational drug or device within the last 30 days - have a Do not Resuscitate order", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Acute Lung Injury", "mesh_term": ["Syndrome", "Respiratory Distress Syndrome, Newborn", "Respiratory Distress Syndrome, Adult", "Acute Lung Injury"], "id": "NCT00030121"}