{"brief_title": "A Multicenter Comparison of Fluconazole (UK-49,858) and Amphotericin B as Treatment for Acute Cryptococcal Meningitis", "brief_summary": "To compare the safety and effectiveness of fluconazole and amphotericin B, alone or in combination with flucytosine, as treatment for acute cryptococcal meningitis.", "condition": ["Meningitis, Cryptococcal", "HIV Infections"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Fluconazole", "Amphotericin B"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Immunosuppressant therapy. - Antiviral therapy such as zidovudine. - Prophylaxis for Pneumocystis carinii pneumonia. Concurrent Treatment: Allowed: - Radiation therapy for mucocutaneous Kaposi's sarcoma. Written informed consent must be obtained for each patient, either from the patient himself or from the patient's legal guardian. - No prior systemic antifungal therapy for cryptococcosis. - Relapse after prior therapy. - Success of prior therapy must have been documented by negative cerebrospinal fluid (CSF) culture at the end of therapy. Following prior therapy, such patients may not have received more than 1 mg/kg/wk amphotericin B in the 4 weeks before entry into study. Prior Medication: Allowed: - Immunosuppressant therapy. - Antiviral therapy such as zidovudine. - Prophylaxis for Pneumocystis carinii pneumonia. Exclusion Criteria Co-existing Condition: Patients with the following are excluded: - Evidence of acute or chronic meningitis based upon any etiology other than cryptococcosis. - History of allergy to or intolerance of imidazoles, azoles, or amphotericin B. - Moderate or severe liver disease. - Comatose. - Unlikely to survive more than 2 weeks. Concurrent Medication: Excluded within 4 weeks of study entry: - Greater than 1 mg/kg/wk amphotericin B. - Coumadin-type anticoagulants. - Oral hypoglycemics. - Barbiturates. - Phenytoin. - Immunostimulants. - Investigational drugs or approved (licensed) drugs for investigational indications. Concurrent Treatment: Excluded: - Lymphocyte replacement. Patients with the following are excluded: - Evidence of acute or chronic meningitis based upon any etiology other than cryptococcosis. - History of allergy to or intolerance of imidazoles, azoles, or amphotericin B. - Moderate or severe liver disease. - Comatose. - Unlikely to survive more than 2 weeks. Prior Medication: Excluded within 4 weeks of study entry: - Greater than 1 mg/kg/wk amphotericin B. - Coumadin-type anticoagulants. - Oral hypoglycemics. - Barbiturates. - Phenytoin. - Immunostimulants. - Investigational drugs or approved (licensed) drugs for investigational indications. Prior Treatment: Excluded: - Lymphocyte replacement.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Amphotericin B", "mesh_term": ["HIV Infections", "Meningitis", "Meningitis, Cryptococcal", "Fluconazole", "Amphotericin B", "Liposomal amphotericin B"], "id": "NCT00002068"}