{"brief_title": "Study of Perinatal Transmission of Zidovudine-Resistant HIV Among Pregnant Women Treated With Zidovudine", "brief_summary": "To identify patterns of zidovudine ( AZT ) susceptibility among mother/infant pairs with perinatal HIV transmission. Most HIV-infected infants acquire their disease via perinatal transmission. Since transmission of HIV-resistant strains to infants could alter the course of disease and response to currently recommended treatment, a study to assess the patterns of AZT susceptibility among mother/infant pairs with perinatal transmission is essential to delineate future therapeutic strategies.", "detailed_description": "Most HIV-infected infants acquire their disease via perinatal transmission. Since transmission of HIV-resistant strains to infants could alter the course of disease and response to currently recommended treatment, a study to assess the patterns of AZT susceptibility among mother/infant pairs with perinatal transmission is essential to delineate future therapeutic strategies. HIV-infected pregnant women are enrolled at 20-36 weeks gestation. Patients have blood drawn for HIV culture at study entry and at delivery. Infants have blood drawn for HIV culture at delivery and at 1, 3, 6, and 18 months of age.", "condition": "Pregnancy", "criteria": "Inclusion Criteria Prior Medication: Required: - At least 6 months of prior AZT, including continuously during the current pregnancy. Patients must have: - HIV seropositivity. - CD4 count <= 300 cells/mm3. - Gestational age of 20-36 weeks, with intention to carry pregnancy to term. - At least 6 months of prior AZT therapy, including continuous AZT therapy during the current pregnancy. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Evidence of pre-existing fetal anomalies that would preclude survival to the end of the study, such as anencephaly, renal agenesis, or Potter's syndrome. Concurrent Medication: Excluded: - Antiretrovirals other than AZT.", "gender": "Female", "minimum_age": "13 Years", "maximum_age": "60 Years", "healthy_volunteers": "No", "id": "NCT00000828.xml"}