{"brief_title": "S9923 R115777 in Treating Patients With Advanced Colorectal Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. PURPOSE: Phase II trial to study the effectiveness of R115777 in treating patients who have recurrent or advanced colorectal cancer.", "detailed_description": "OBJECTIVES: I. Determine the response rate to R115777 in patients with disseminated colorectal cancer who have been previously treated for advanced disease. II. Assess the time to treatment failure and survival of these patients with this treatment regimen. III. Determine the frequency and severity of toxicities of this regimen in these patients. OUTLINE: This is a multicenter study. Patients receive oral R115777 twice daily on days 1-21. Treatment continues every 28 days in the absence of disease progression or unacceptable toxicity. Patients are followed every 6 months for 2 years and then annually thereafter. PROJECTED ACCRUAL: A total of 50 patients will be accrued for this study over 5-7 months.", "condition": ["Colorectal Cancer"], "intervention_type": ["Drug"], "intervention_name": ["R115777"], "description": ["300mg P.O. BID."], "arm_group_label": ["R115777"], "other_name": ["NSC-702818"], "criteria": "DISEASE CHARACTERISTICS: Histologically or cytologically confirmed advanced colorectal adenocarcinoma Well differentiated OR Moderately well differentiated OR Poorly differentiated Distant metastases not surgically curable Measurable disease No prior treatment for disseminated disease No known brain metastases PATIENT CHARACTERISTICS: Age: 18 and over Performance status: Zubrod 0-1 Life expectancy: Not specified Hematopoietic: Absolute granulocyte count at least 1,500/mm3 Platelet count at least 100,000/mm3 Hepatic: Bilirubin no greater than 1.5 times upper limit of normal (ULN) SGOT or SGPT no greater than 2.5 times ULN Renal: Creatinine no greater than 2.0 mg/dL Other: Not pregnant or nursing Fertile patients must use effective contraception Must be able to swallow or receive enteral medications through gastrostomy feeding tube No intractable nausea or vomiting No other prior malignancy for the past 5 years except adequately treated basal cell or squamous cell skin cancer, carcinoma in situ of the cervix, or any adequately treated stage I or II cancer in complete remission PRIOR CONCURRENT THERAPY: Biologic therapy: At least 4 weeks since prior adjuvant immunotherapy and recovered No concurrent immunotherapy Chemotherapy: At least 4 weeks since prior adjuvant chemotherapy and recovered No other concurrent chemotherapy Endocrine therapy: No concurrent hormonal therapy Radiotherapy: At least 4 weeks since prior radiotherapy and recovered No more than 25% of total area of bone marrow irradiated No concurrent radiotherapy Surgery: At least 2 weeks since prior surgery and recovered Other: No concurrent proton pump inhibitors No other concurrent anticancer therapy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "adenocarcinoma of the rectum", "mesh_term": ["Colorectal Neoplasms", "Tipifarnib"], "id": "NCT00005833"}