{"brief_title": "BBR 2778 for Relapsed, Aggressive Non-Hodgkin's Lymphoma (NHL)", "brief_summary": "BBR 2778 is a novel aza-anthracenedione that has activity in experimental tumors and shows reduced potential for cardiotoxicity in animal models. This cytotoxic agent has structural similarities with mitoxantrone as well as general similarities with anthracyclines (such as the tricyclic central quinoid chromophore). The primary study objective is to compare the efficacy of BBR 2778 to a selection of single agents. Secondary objectives are to compare the safety and tolerability of BBR 2778 to a selection of single agents, and to assess the pharmacokinetic parameters of BBR 2778 in a subset of this patient population.", "condition": ["Lymphoma, Non-Hodgkin"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["pixantrone, cyclophosphamide, vincristine, rituximab, prednisone", "Vinorelbine, Oxalplatin, Ifosfasmide, Etoposide, Mitoxatrone, Gemcitabine or Rituximab"], "description": ["Day 1: pixantrone (150 mg/m2), cyclophosphamide (750 mg/m2), vincristine (1.4 mg/m2), rituximab (375 mg/m2) Days 1-5: prednisone (100 mg/day)", "Day 1: cyclophosphamide (750 mg/m2), vincristine (1.4 mg/m2), rituximab (375 mg/m2) Days 1-5: prednisone (100 mg/day)"], "arm_group_label": ["1", "2"], "other_name": ["BBR2778"], "criteria": "Inclusion Criteria: - Histologically confirmed aggressive [de novo or transformed] NHL according to REAL/WHO classification. - At least one objectively measurable lesion as demonstrated by CT, spiral CT, or MRI and plain radiograph of the chest (chest x-ray, for chest lesions only) that can be followed for response as target lesion. - Relapse after 2 or more prior regimens of chemotherapy - ECOG performance status of 0, 1, or 2 - Adequate hematologic, renal and hepatic function - LVEF ≥50% determined by MUGA scan Exclusion Criteria: - Prior treatment with a cumulative dose of doxorubicin or equivalent exceeding 450 mg/m² - Prior allogenic stem cell transplant - Histological diagnosis of Burkitt lymphoma, lymphoblastic lymphoma or Mantle cell lymphoma - Active CNS lymphoma or HIV-related lymphoma. - Any chemotherapy, radiotherapy, or other anticancer treatment (including corticosteroid, 10 or more mg/day of prednisone or equivalent) within the 2 weeks before randomization - Pregnant women or nursing mothers", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Non-Hodgkins lymphoma", "mesh_term": ["Lymphoma", "Lymphoma, Non-Hodgkin", "Gemcitabine", "Etoposide", "Pixantrone", "Cyclophosphamide", "Vinorelbine", "Rituximab", "Prednisone", "Vincristine"], "id": "NCT00088530"}