{"brief_title": "Reduced Intensity Donor Peripheral Blood Stem Cell Transplant in Treating Patients With De Novo or Secondary Acute Myeloid Leukemia in Remission", "brief_summary": "This phase II trial studies how well reduced intensity donor peripheral blood stem cell (PBSC) transplant works in treating patients with de novo or secondary acute myeloid leukemia (AML) in remission. Giving low doses of chemotherapy, such as fludarabine phosphate, and total-body irradiation (TBI) before a donor PBSC transplant helps stop the growth of cancer cells. It may also stop the patient's immune system from rejecting the donor's stem cells. The donated stem cells may replace the patient's immune cells and help destroy any remaining cancer cells (graft-versus-tumor effect). Sometimes the transplanted cells from a donor can also make an immune response against the body's normal cells. Giving cyclosporine and mycophenolate mofetil after the transplant may stop this from happening", "detailed_description": "PRIMARY OBJECTIVES: I. To determine if a one-year disease free survival of >= 35% can be achieved among patients >= 55 years old with de novo and secondary AML in first complete remission (CR1) who undergo nonmyeloablative hematopoietic stem cell transplant (HSCT) from human leukocyte antigen (HLA) identical related donors. II. To determine if a day +200 nonrelapse related mortality of < 15% can be achieved among patients >= 55 years old with de novo and secondary AML in CR1 who undergo nonmyeloablative HSCT from HLA identical related donors. OUTLINE: CONDITIONING REGIMEN: Patients receive fludarabine phosphate intravenously (IV) on days -4 to -2 and undergo TBI on day 0. TRANSPLANT: Patients undergo allogeneic PBSC transplant on day 0. IMMUNOSUPPRESSION: Patients receive cyclosporine (CSP) orally (PO) twice daily (BID) on days -3 to 56 with taper to day 77. Patients also receive mycophenolate mofetil (MMF) PO BID on days 0-27. After completion of study treatment, patients are followed up on days 28, 56, and 84; months 6, 12, 18, and 24; and then yearly for 5 years.", "condition": "Secondary Acute Myeloid Leukemia", "intervention_type": "Procedure", "intervention_name": "peripheral blood stem cell transplantation", "description": "Undergo nonmyeloablative allogeneic PBSC transplant", "arm_group_label": "Treatment (nonmyeloablative donor PBSC transplant)", "other_name": "transplantation, peripheral blood stem cell", "criteria": "Inclusion Criteria: - Patients with de novo AML (French-American-British [FAB] MO-M2, M4-M7) or secondary AML who achieve CR1 after induction chemotherapy and one or two cycles of consolidation chemotherapy - Transplant conditioning must occur within 6 months of diagnosis - Patient enrollment must be approved by the Fred Hutchinson Cancer Research Center (FHCRC) principal investigator (PI) or the PI's designee - DONOR: Related donor who is genotypically or phenotypically identical - DONOR: Age >= 12 years - DONOR: Donor must consent to filgrastim (G-CSF) administration and leukapheresis - DONOR: Donor must have adequate veins for leukapheresis or agree to placement of central venous catheter (femoral, subclavian) Exclusion Criteria: - AML FAB M3 - AML involvement of the central nervous system (CNS) as defined by a positive cytospin of cerebral spinal fluid at the time of enrollment - Presence of circulating leukemic blasts (in the peripheral blood) detected by standard pathology - Human immunodeficiency virus (HIV) seropositivity - Fungal infections with radiographic progression after receipt of amphotericin B or active triazole for greater than one month - Diffusion capacity of carbon monoxide (DLCO) corrected < 40% - Total lung capacity (TLC) < 40% - Forced expiratory volume in one second (FEV1) < 40% or requiring supplementary oxygen - The FHCRC principal investigator of the study must approve enrollment of all patients with pulmonary nodules - Cardiac ejection fraction < 40% - Patients with clinical or laboratory evidence of liver disease would be evaluated for the cause of liver disease, its clinical severity in terms of liver function, bridging fibrosis, and the degree of portal hypertension; patients will be excluded if they are found to have fulminant liver failure, cirrhosis of the liver with evidence of portal hypertension, alcoholic hepatitis, esophageal varices, a history of bleeding esophageal varices, hepatic encephalopathy, uncorrectable hepatic synthetic dysfunction evinced by prolongation of the prothrombin time, ascites related to portal hypertension, bacterial or fungal liver abscess, biliary obstruction, chronic viral hepatitis with total serum bilirubin > 3mg/dL, or symptomatic biliary disease - Karnofsky Performance Score < 70 - Fertile men or women unwilling to use contraceptive techniques during and for 12 months following treatment - Females who are pregnant or breastfeeding - No intensive chemotherapy can be given within three weeks (or the interval in which a cycle of standard chemotherapy would be administered in a non-transplant setting) prior to initiating the nonmyeloablative transplant conditioning - Patients with active non-hematologic malignancies (except non-melanoma skin cancers) - Patients with a history of non-hematologic malignancies (except non-melanoma skin cancers) currently in a complete remission, who are less than 5 years from the time of complete remission, and have a > 20% risk of disease recurrence - Patients with active bacterial or fungal infections unresponsive to medical therapy - DONOR: Identical twin - DONOR: Pregnancy - DONOR: HIV seropositivity - DONOR: Inability to achieve adequate venous access - DONOR: Known allergy to G-CSF - DONOR: Current serious systemic illness", "gender": "All", "minimum_age": "55 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00045435.xml"}