{"brief_title": "Oxandrolone Compared With Megestrol in Preventing Weight Loss in Patients Receiving Chemotherapy for Cancer", "brief_summary": "RATIONALE: Oxandrolone and megestrol may help prevent weight loss and improve quality of life in patients with cancer. It is not yet known whether oxandrolone is more effective than megestrol in preventing weight loss and improving quality of life in patients who are receiving chemotherapy for solid tumors. PURPOSE: This randomized phase III trial is studying oxandrolone to see how well it works compared to megestrol in preventing weight loss and improving quality of life in patients who are receiving chemotherapy for solid tumors.", "detailed_description": "OBJECTIVES: - Compare the lean body mass and weight of patients with solid tumors and weight loss who are receiving chemotherapy when treated with oxandrolone vs megestrol. - Compare the health-related quality of life of patients treated with these drugs. OUTLINE: This is a randomized, multicenter study. Patients are stratified according to disease stage (I-III vs IV), concurrent radiotherapy (yes vs no), and gender. Patients are randomized to 1 of 2 treatment arms. - Arm I: Patients receive oral oxandrolone twice daily. - Arm II: Patients receive oral megestrol once daily. In both arms, treatment continues for 12 weeks in the absence of excessive weight loss or gain or unacceptable toxicity. Quality of life, weight, and body composition are assessed at baseline, at 1, 2, and 3 months during study therapy, and then at 1 month after study completion. Patients are followed at 1 month. PROJECTED ACCRUAL: A total of 62-155 patients (31-77 per treatment arm) will be accrued for this study within 2 years.", "condition": ["Unspecified Adult Solid Tumor, Protocol Specific", "Weight Changes"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Megestrol Acetate", "Oxandrolone 20 mg"], "description": ["Megace by mouth for 12 weeks", "20 mg/day for 3 months (12 weeks)"], "arm_group_label": ["Megace 800 mg", "Arm 1 Oxandrolone 20 mg daily"], "other_name": ["Oxandrolone", "Oxandrin"], "criteria": "INCLUSION CRITERIA: - Age >18 years with no pre-existing or uncontrolled medical or psychological illness that would impair a patient's ability to provide informed consent or to complete protocol therapy or quality of life questionnaires. - A minimum of one month planned chemotherapy remaining at the time Oxandrin or Megestrol acetate is begun. Oral chemotherapy medications, biologicals, and monoclonal antibodies are included in eligibility criteria. - Histologically confirmed solid tumor (see exceptions in ineligibility list) - Female patients with a history of breast cancer, gynecologic cancer, and hormonally responsive germ cell tumors must be disease free > 5 years to be eligible for this study - Patients with non-melanoma skin cancers and carcinoma in situ of the cervix are eligible. - History of weight loss of: 1. > 5% total body weight during the previous 6 months OR 2. > 3% in previous month OR 3. Progressive weight loss on 2 consecutive visits despite attempts at dietary, behavioral, or pharmacologic intervention. - ECOG Performance Status of 0-2 - Life expectancy > 6 months - Serum creatinine < 2.5mg/dl, SGOT and SGPT < 2 times upper limit of normal, total bilirubin < 2.5 mg/dl - Patients must be able to swallow 1 tablet twice a day or 20 cc of liquid each day - Patients must be able to meet their nutritional requirements via the oral route with food and/or oral supplements or via enteral tube feedings. However, Oxandrin pills must be administered orally. - Patients who are taking warfarin for maintenance of central venous catheter patency are eligible for this trial if their INR < 1.2. Because of the interaction between warfarin and Oxandrin, the maintenance dose of warfarin in eligible patients should be halved to keep the INR at 1-1.2. For example, if a patient is taking 1 mg of warfarin at study entry, it is recommended that the dose be decreased to 0.5 mg per day, their dose should be decreased to every other day, every third day, etc. to keep the INR at < 1.2. The INR must be checked weekly until stable at < 1.2. - Patients can be receiving concurrent RT. EXCLUSION CRITERIA: - Ongoing or planned treatment with corticosteroid medications, estrogens, progestins (including Megestrol acetate) or any other steroid hormone during the study period. Patients who receive intermittent corticosteroids as part of a pre-chemotherapy antiemetic regimen are eligible for this study. Patients treated with Oxandrin or Megestrol acetate < 3 months before study entry are not eligible. Patients taking dronabinol or any other appetite stimulant must be off medication for a minimum of 3 days prior to start of study medication. - Patients who have had the following are ineligible: - Prostate cancer - Male breast cancer - Female breast, gynecologic, or hormonally responsive germ cell tumors in the last 5 years - Primary or metastatic malignant brain tumors that have not been stable or demonstrate progressive disease in the last 6 months. - Leukemia, lymphoma, myeloma or other hematologic malignancies - Men > 40 years of age should have a prostate-specific antigen (PSA) level checked if not monitored in the past year. Those patients with PSA > 4 ng/mL will be excluded from participation in the study. If required, the PSA should be done within 2 weeks prior to registration. - Patients with hypercalcemia, nephrosis or the nephrotic phase of nephritis or uncontrolled hypertension, congestive heart failure, pulmonary edema, unstable angina or Cushing's syndrome. - Patients with recent (within 6 months) active thromboembolic disease or recent myocardial infarction (within 3 months of study entry). - Systemic anticoagulation: Patients currently on oral anticoagulants (warfarin) are not eligible unless they are taking low doses of warfarin for catheter patency. If a patient develops thromboembolic disease while on treatment, they may remain on study. It is recommended that they receive a standard loading dose of coumadin on day 1. because of the interaction between Oxandrin and Coumadin (Oxandrin elevates the INR), patients will subsequently require a much lower dose of Coumadin. The effect of these combined medications should develop within 24 to 48 hours. The recommended Coumadin dose should be decreased to 20% of what is normally required for sufficient anticoagulation. (Example: If patient would normally receive 5 mg every day, they should only receive 1 mg every day.) PT/INR results should be monitored frequently with dosage adjustment as needed. - Significant ascites, pleural effusions or edema which may inhibit oral food intake or invalidate weight determinations. - Diabetic medications are allowed, however patients taking sulfonyureas are ineligible. Below is a list of commonly used sulfonyureas (Note: This is a helpful guide, not a complete list.): Glimepiride (Amaryl®), glyburide (DiaBeta®), chlorpropamide (Diabinese®), glipizide(Glucatrol®), combined glyburide and metformin (Glucovance®) and orinase (Tolbutamide®). There is no contraindication for concomitant use of insulin and oxandrolone (Oxandrin®) if required by the patient. Any patient on insulin or other oral hypoglycemics should self-monitor to prevent hypo & hyperglycemia. - Patients who are pregnant or nursing. - Patients with history of priapism (persistant erections) and sickle cell anemia. - Patients with a BMI(Body Mass Index) ≥ 35", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "unspecified adult solid tumor, protocol specific", "mesh_term": ["Body Weight", "Weight Loss", "Body Weight Changes", "Megestrol", "Megestrol Acetate", "Oxandrolone"], "id": "NCT00070148"}