{"brief_title": "Echinacea Versus Placebo Effect in Common Cold (Physician Echinacea Placebo)", "brief_summary": "The design and interpretation of randomized trials is intimately connected to the use of \"placebo\". The nature and magnitude of placebo effects, however, is very poorly understood. This study will assess and compare placebo effects and physician interaction effects within a community-acquired common cold model. The goal of this study is to assess two kinds of placebo affects and how physician interaction effects; 1. The effect of receiving blinded placebo, compared to no treatment; and 2. The effect of receiving open-label active Echinacea treatment compared to blinded active treatment.", "detailed_description": "As per Brief Summary", "condition": ["Common Cold"], "intervention_type": ["Dietary Supplement", "Other"], "intervention_name": ["Echinacea", "Blinded placebo"], "description": ["Echinacea phytochemical profile Each tablet is comprised of the equivalent of 1275 mg of echinacea root, as follows: A) Echinacea purpurea - 675 mg root yields 112.5 mg dried extract, standardized to contain 2.1mg alkamides. B) Echinacea angustifolia - 600 mg root yields 150 mg dried extract, standardized to contain 2.0 mg alkamides. Each batch of tablets is analyzed by Reversed Phase - High Peformance Liquid Chromatography to determine the levels of alkamides and caffeic derivatives present. Caffeic acid derivative levels are typically as follows: caftaric acid = 0.5 to 2.0 mg/tablet; cichoric acid = 3.4 to 8.5 mg/tablet; chlorogenic acid = < 0.5 mg/tablet; dicaffeoyl quinic acids (including cynarin) = 0.7 to 2.0 mg/tablet; echinacoside = 1.0 to 1.7 mg/tablet", "Blinded placebo - Coated tablet"], "arm_group_label": ["C", "D", "B"], "criteria": "Inclusion criteria: - Suspected or known cold - At least one of the following cold symptoms: nasal discharge, nasal congestion, sneezing, or sore throat - Enrolled in school, for children 12 to 17 years of age Exclusion criteria: - Pregnancy; - Symptom duration > 36 hrs - Concurrent use of antibiotics, antivirals, nasal steroids, decongestants or antihistamines; - Anticipated need for symptom-relieving meds during cold - Autoimmune/deficiency disease - History of allergic rhinitis with current eye itching/sneezing - History of asthma w/current cough/SOB - Prior study entry - Allergy to Echinacea", "gender": "All", "minimum_age": "12 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "placebo", "mesh_term": ["Common Cold"], "id": "NCT00065715"}