{"brief_title": "A Study of Safety, Tolerability & Efficacy of Certican in de Novo Heart Transplant (Tx) Patients", "brief_summary": "The study is designed to evaluate whether Neoral dose optimization together with a therapeutic drug monitoring of Certican will prevent renal dysfunction as observed in the pivotal cardiac trial while maintaining the efficacy. This objective will be assessed by comparing renal function post-transplant between 2 groups of patients.", "condition": "Heart Transplantation", "intervention_type": "Drug", "intervention_name": "Everolimus (Certican)", "criteria": "Inclusion criteria Male or female cardiac patients 18-65 years old undergoing primary heart transplantation. Females of potential childbearing age must have a negative serum pregnancy test within 7 days prior to enrollment. Effective contraception must be used during the trial and for 6 weeks following discontinuation of the study medication, even where there has been a history of infertility. Patients who are willing and able to participate in the full course of the study and for whom written informed consent has been obtained. Exclusion criteria Patients with donor hearts greater than 60 years of age and/or with a cold ischemia time of more than 6 hours and/or donor hearts which have obvious coronary disease or are known to have heart disease at time of transplant. Patients who are recipients of multiple solid organ transplants, or who are previously received transplanted organs. Patients who had received any investigational drug or who have been treated with an immunosuppressive drug treatment within 4 weeks prior to study entry. Patients with serum creatinine level > 250 mol/L. Patients with platelet count ≤ 50,000/mm3 or with a white blood cell count of ≤ 2,500/mm3. Patients with active systemic infection, according to the investigator judgment, requiring continued therapy. Patients with a known hypersensitivity to mTOR inhibitors. Patients with Panel Reactive Antibodies ≥ 25%. Presence of severe hypercholesterolemia (≥ 350mg/dL;≥9 mmol/L) or hypertriglyceridemia (≥ 750 mg/dL; ≥ 8.5 mmol/L). Presence of any severe allergy requiring acute (within 4 weeks of baseline) or chronic treatment, or hypersensitivity to drugs similar to Certican (e.g., macrolides). Symptoms of a significant mental illness, which is in the opinion of the investigator may interfere with the patients ability to comply with the protocol. History of drug or alcohol abuse within 1 year of baseline. Patients with any past (within the last 5 years) or present malignancy other than excised squamous or basal cell carcinoma. Patients with any history of significant coagulopathy or medical condition requiring long-term anticoagulation after transplantation (low dose of aspirin treatment is allowed). Abnormal physical or laboratory findings of clinical significance within 2 weeks prior to study entry which would interfere with the objectives of the study. Inability to cooperate or communicate with the investigator. Female of childbearing potential to who are planning to become pregnant, who are pregnant and/or lactating, who are unwilling to use effective means of contraception. Breast feeding women. Patients who are recipients of A-B-O incompatible transplants. Patients who are known to have chronic active Hepatitis C (PCR+ only), who are HIV or Hepatitis B surface antigen positive. Laboratory results obtained within 6 months prior to randomization are acceptable. Recipients of organs from donors who test positive for Hepatitis B surface antigen or Hepatitis C (PCR+ only) are excluded", "gender": "All", "minimum_age": "18 Years", "maximum_age": "65 Years", "healthy_volunteers": "No", "id": "NCT00098007.xml"}