{"brief_title": "Strontium Compared With Radiation Therapy in Treating Patients With Hormone-Refractory Prostate Cancer With Painful Bone Metastases", "brief_summary": "RATIONALE: Radiolabeled monoclonal antibodies can locate tumor cells and either kill them or deliver tumor-killing substances to them without harming normal cells. This may be an effective treatment for prostate cancer. PURPOSE: Randomized phase III trial to compare the effectiveness of strontium or radiation therapy in treating patients with prostate cancer that is refractory to hormone therapy who have painful bone metastases.", "detailed_description": "OBJECTIVES: I. Compare, in a randomized Phase III setting, the subjective response rate, time to progression, and survival of patients with hormone-refractory prostate cancer with painful osseous metastases treated with either strontium-89 or palliative local radiotherapy. II. Compare the quality of life achieved on these two regimens. III. Determine the toxicity and morbidity of treatment on these two regimens. IV. Compare the cost effectiveness of these two regimens. OUTLINE: Randomized study. Arm I: Radioisotope therapy. Strontium-89 chloride, Strontium-89. Arm II: Radiotherapy. Involved-field irradiation (equipment unspecified). PROJECTED ACCRUAL: 200 patients will be entered over 2 years.", "condition": ["Metastatic Cancer", "Prostate Cancer"], "intervention_type": ["Radiation"], "intervention_name": ["strontium chloride Sr 89"], "criteria": "DISEASE CHARACTERISTICS: Histologically or cytologically proven carcinoma of the prostate that has relapsed subsequent to chemical or surgical castration and/or antiandrogen therapy Painful, unirradiated osseous metastasis required Documentation by bone scan and x-ray required Number and extent of metastases determined according to Soloway and fitting grades 1-3 Prior hormonal therapy must have lasted at least 3 months and must be continued until completion of this study No imminent paraplegia related to metastases No uncorrectable urinary incontinence PATIENT CHARACTERISTICS: Age: Any age Performance status: WHO 0-2 Hematopoietic: WBC greater than 3,500 Platelets greater than 150,000 Hepatic: Not specified Renal: Creatinine no greater than 2.2 mg/dl (200 micromoles/liter) Other: No calcium supplementation No second malignancy except basal cell skin cancer PRIOR CONCURRENT THERAPY: Biologic therapy: Not specified Chemotherapy: No restriction Endocrine therapy: Prior and concurrent hormonal therapy required Radiotherapy: No prior strontium-89 No prior hemibody or total-body irradiation Prior local-field irradiation for bone metastases allowed provided new site of painful metastases exists Surgery: Surgical castration allowed", "gender": "Male", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "bone metastases", "mesh_term": ["Prostatic Neoplasms", "Neoplasm Metastasis"], "id": "NCT00002503"}