{"brief_title": "Observation or Radiation Therapy and/or Chemotherapy and Second Surgery in Treating Children Who Have Undergone Surgery for Ependymoma", "brief_summary": "RATIONALE: Specialized radiation therapy that delivers a high dose of radiation directly to the tumor may kill more tumor cells and cause less damage to normal tissue. Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Giving chemotherapy before surgery may shrink the tumor so that it can be removed during surgery. PURPOSE: Phase II trial to determine the effectiveness of specialized radiation therapy either alone or after chemotherapy and second surgery in treating children who have undergone surgery for localized ependymoma.", "detailed_description": "OBJECTIVES: - Determine the local control and pattern of failure in children with completely resected, differentiated, supratentorial localized ependymoma after initial surgical resection alone. - Determine the rate of complete resection with second surgery after chemotherapy in patients with initially incompletely resected localized ependymoma. - Determine the local control and pattern of failure in patients treated with conformal radiotherapy. - Determine the influence of histologic grade on the time to progression in patients after treatment with conformal radiotherapy. OUTLINE: This is a multicenter study. Patients are stratified according to extent of prior surgical resection. - Group 1 (patients with supratentorial differentiated ependymoma who have undergone gross total resection and have no visible residual tumor): Patients undergo observation. - Group 2 (patients with supratentorial anaplastic ependymoma or infratentorial anaplastic or differentiated ependymoma who have undergone gross total resection or near total resection): Patients undergo conformal radiotherapy to the brain once daily 5 days a week for 6-6½ weeks. - Group 3 (patients with tumor of any histology or location who have undergone subtotal resection): Patients receive an initial course of chemotherapy comprising vincristine IV on days 1 and 8, carboplatin IV over 1 hour on day 1, and cyclophosphamide IV over 1 hour on days 1 and 2. Patients also receive filgrastim (G-CSF) subcutaneously or IV beginning on day 3 and continuing until blood counts recover. Patients then receive a second course of chemotherapy comprising vincristine IV on days 1 and 8, carboplatin IV over 1 hour on day 1, and oral etoposide on days 1-21. After completion of chemotherapy, patients are evaluated for second surgery. Patients who have unresectable disease undergo conformal radiotherapy. Patients who have resectable disease undergo second surgery followed by conformal radiotherapy. Patients are followed every 4 months for 3 years, every 6 months for 2 years, and then annually thereafter. PROJECTED ACCRUAL: A total of 250-350 patients will be accrued for this study within 5 years.", "condition": ["Brain Tumor", "Central Nervous System Tumor"], "intervention_type": ["Biological", "Drug", "Drug", "Drug", "Drug", "Radiation", "Drug", "Procedure"], "intervention_name": ["filgrastim", "carboplatin", "cyclophosphamide", "etoposide", "vincristine sulfate", "radiation therapy", "Mesna", "therapeutic conventional surgery"], "description": ["Given IV or SC (5mcg/kg/day) start on Day 3 and continue until ANC >1500/μl given subcutaneously or intravenously.", "Given IV (375 mg/m2/day) Day 1 given as an IV infusion over one hour. For patients with BSA <0.45m2 the dose is 12.5 mg/kg/day.", "Given IV (1000mg/m2/day) Day 1 and 2 given as an IV infusion over one hour following carboplatin administration. For patients with BSA<0.45m2 the dose is 33mg/kg/day on Day 1 and 2.", "Given orally (50 mg/m2/day) orally once daily on Days 1 through 21. For patients with BSA < 0.45 m2, the dosage is 1.7 mg/kg/day on Days 1 through 21.", "Given IV or orally (1.5mg/m2/day) (maximum dose 2 mg) Day 1 and 8 given as IV bolus. For patients with BSA<0.45m2 the dose is 0.05mg/kg.", "Given once daily 5 days a week for 6-6½ weeks", "Mesna (200mg/m2/dose) Day 1 and 2. For patients with BSA<0.45m2 the dose is (7mg/kg/dose). Combine mesna (200mg/m2) with cyclophosphamide and administer intravenously over one hour followed by mesna (200mg/m2) in 375 cc/m2 D5-1/2NS and run intravenously over 3 hours at 125cc/m2/hr. After 3 hour mesna, administer mesna (200 mg/m2/dose) IV over 15 minutes at hour 5."], "arm_group_label": ["Sub-Total Resection Any Histology or Location (STR) (Group 3)", "Sub-Total Resection Any Histology or Location (STR) (Group 3)", "Sub-Total Resection Any Histology or Location (STR) (Group 3)", "Sub-Total Resection Any Histology or Location (STR) (Group 3)", "Sub-Total Resection Any Histology or Location (STR) (Group 3)", "Radiation (Group 2)", "Sub-Total Resection Any Histology or Location (STR) (Group 3)", "Sub-Total Resection Any Histology or Location (STR) (Group 3)", "Sub-Total Resection Any Histology or Location (STR) (Group 3)"], "other_name": ["G CSF, G-CSF, granulocyte colony stimulating factor, granulocyte colony-stimulating factor", "Blastocarb, Carboplat, Carboplatin Hexal, Carboplatino, Carbosin, Carbosol, Carbotec, CBDCA,", "Neosar, Procytox, Sendoxan, Syklofosfamid, WR-138719, Zytoxan", "Demethyl Epipodophyllotoxin Ethylidine Glucoside, EPEG, epipodophyllotoxin, Lastet, Toposar, VePesid", "22-oxovincaleukoblastine, 57-22-7, leurocristine sulfate, VCR, Vincasar PFS", "irradiation, radiotherapy, therapy, radiation"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed intracranial ependymoma - Differentiated ependymoma or anaplastic ependymoma - No primary spinal cord ependymoma, myxopapillary ependymoma, subependymoma, ependymoblastoma, or mixed glioma - No evidence of noncontiguous spread beyond primary site - Initial surgical resection within the past 56 days PATIENT CHARACTERISTICS: Age: - 1 to 21 Performance status: - No restrictions Life expectancy: - At least 2 months Hematopoietic: - Not specified Hepatic: - Not specified Renal: - Not specified Other: - Able to undergo MRI - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - No prior chemotherapy Endocrine therapy: - Prior or concurrent corticosteroids allowed Radiotherapy: - No prior radiotherapy Surgery: - See Disease Characteristics - More than 1 prior surgery allowed Other: - No other prior treatment for ependymoma", "gender": "All", "minimum_age": "1 Year", "maximum_age": "21 Years", "healthy_volunteers": "No", "keyword": "childhood infratentorial ependymoma", "mesh_term": ["Nervous System Neoplasms", "Ependymoma", "Central Nervous System Neoplasms", "Cyclophosphamide", "Etoposide phosphate", "Carboplatin", "Etoposide", "Vincristine", "Podophyllotoxin", "Lenograstim", "Mesna"], "id": "NCT00027846"}