{"brief_title": "Perillyl Alcohol in Treating Patients With Refractory Cancer", "brief_summary": "Phase I trial to study the effectiveness of perillyl alcohol in treating patients with refractory cancer. Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die.", "detailed_description": "OBJECTIVES: I. Estimate the maximum tolerated dose of perillyl alcohol given chronically three times per day in patients with refractory malignancies. II. Describe the toxic effects and pharmacokinetics associated with this regimen. III. Evaluate any antitumor activity of perillyl alcohol in these patients. IV. Assess the ability of perillyl alcohol to induce tumor differentiation and reduce telomerase activity in patients from whom serial biopsies can be obtained. OUTLINE: This is a dose escalation study to determine the maximum tolerated dose of perillyl alcohol. Groups of 3-6 patients receive escalating doses of oral perillyl alcohol three times per day until the maximum tolerated dose or recommended phase II dose is determined. Treatment at the assigned dose continues until disease progression or unacceptable toxicity intervenes. Patients with stable disease after 8 weeks of treatment are removed from study. Patients are followed for duration of response and survival.", "condition": ["Lymphoma", "Unspecified Adult Solid Tumor, Protocol Specific"], "intervention_type": ["Drug"], "intervention_name": ["perillyl alcohol"], "arm_group_label": ["Arm I"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed solid malignancy or lymphoma for which no effective therapy exists - Measurable or evaluable disease - No CNS metastasis unless stable for at least 4 weeks following surgery and/or radiotherapy and no requirement for anticonvulsants PATIENT CHARACTERISTICS: - Age: Over 18 - Performance status: ECOG 0-2 - Life expectancy: At least 3 months - ANC at least 1,500 - Platelets at least 100,000 - Bilirubin no greater than 2.0 mg/dL - AST less than 2.5 times normal - Creatinine clearance at least 50 mL/min - No concurrent cholesterol-lowering agents - No active infection (including HIV) - No concomitant medical condition that precludes study compliance - No pregnant or nursing women - Adequate contraception required of fertile patients PRIOR CONCURRENT THERAPY: - At least 4 weeks since chemotherapy (6 weeks since nitrosoureas or mitomycin) - At least 4 weeks since wide-field radiotherapy - Fully recovered from prior surgery", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "splenic marginal zone lymphoma", "mesh_term": ["Lymphoma", "Ethanol", "Perilla alcohol"], "id": "NCT00002862"}