{"brief_title": "Monoclonal Antibodies in Detecting Residual Disease in Patients Who Have Been Treated for Non-Hodgkin's Lymphoma", "brief_summary": "RATIONALE: Diagnostic imaging procedures, such as radiolabeled monoclonal antibodies, may improve the ability to detect the residual disease in patients who have been treated for non-Hodgkin's lymphoma. PURPOSE: Phase II/III trial to study the effectiveness of monoclonal antibodies in detecting residual disease in patients who have been treated for non-Hodgkin's lymphoma.", "detailed_description": "OBJECTIVES: I. Evaluate the safety of multiple (2-3) administrations of technetium Tc 99m LL2 monoclonal antibody (LymphoScan) in patients with B-cell non-Hodgkin's lymphoma after chemotherapy and/or radiotherapy. II. Describe human antimouse antibody production in these patients. III. Demonstrate that addition of a single LymphoScan study to conventional diagnostic modalities (CDMs) can differentiate between tumor and residual scarring. IV. Determine the diagnostic operating characteristics of LymphoScan to detect residual tumor in patients with radiologically detectable masses. V. Compare patient management plans based on CDMs alone and both CDMs and LymphoScan. OUTLINE: This is an open label, multicenter study. Patients receive an infusion of technetium Tc 99m LL2 monoclonal antibody (LymphoScan) by IV injection or infused over 20-30 minutes after completion of therapy as part of the response evaluation procedures. Planar images are acquired between 4-8 hours and 18-24 hours following antibody injection, and single photon emission computerized tomography (SPECT) imaging is performed between 4-8 hours following antibody injection. Patients may receive a repeat injection of LymphoScan. Patients are followed for 3 to 6 months. PROJECTED ACCRUAL: There will be 60 patients accrued into this study.", "condition": "Lymphoma", "intervention_type": "Radiation", "intervention_name": "technetium Tc 99m epratuzumab", "criteria": "DISEASE CHARACTERISTICS: Histologically confirmed B-cell non-Hodgkin's lymphoma (low, intermediate, or high grade categories) Must have been treated with chemotherapy and/or radiotherapy with evidence of minimal residual disease by conventional diagnostic modalities A new classification scheme for adult non-Hodgkin's lymphoma has been adopted by PDQ. The terminology of \"indolent\" or \"aggressive\" lymphoma will replace the former terminology of \"low\", \"intermediate\", or \"high\" grade lymphoma. However, this protocol uses the former terminology. PATIENT CHARACTERISTICS: Age: 16 and over Performance status: ECOG 0-2 Life expectancy: Not specified Hematopoietic: Not specified Hepatic: Not specified Renal: BUN no greater than 1.5 times upper limit of normal (ULN) Creatinine no greater than 1.5 times ULN Other: No known allergies to mouse proteins No second primary malignancy within past 5 years other than adequately treated in situ carcinoma of the cervix or uterus, or basal or squamous cell carcinoma of the skin Not pregnant or nursing Effective contraception required of all fertile patients PRIOR CONCURRENT THERAPY: Biologic therapy: No prior exposure to mouse antibodies other than LymphoScan Chemotherapy: See Disease Characteristics Endocrine therapy: Not specified Radiotherapy: See Disease Characteristics Surgery: Not specified Other: At least 1 month since any other prior investigational therapy No concurrent participation in another protocol involving medical devices or investigational agents", "gender": "All", "minimum_age": "16 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00003338.xml"}