{"brief_title": "Combination Chemotherapy in Treating Patients With Advanced Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Combining more than one drug may kill more tumor cells. PURPOSE: Phase I trial to study the effectiveness of combining topotecan, fluorouracil, and leucovorin in treating patients who have advanced cancer.", "detailed_description": "OBJECTIVES: I. Evaluate the maximum tolerated dose (MTD) of continuous infusion topotecan in combination with fluorouracil for patients with advanced malignancy and establish a recommended phase II dose based on the MTD. II. Evaluate the dose limiting toxicity of this combination in these patients. II. Obtain pharmacokinetic and pharmacodynamic data for topoisomerase-1 depletion in patients receiving this treatment. IV. Identify any objective tumor responses arising from this treatment in these patients. OUTLINE: This is a dose-escalation study of topotecan in combination with fluorouracil. Patients receive topotecan as a 24-hour continuous infusion on days 1-14 in combination with fluorouracil IV and leucovorin calcium IV on days 1-5; course repeats every 4 weeks. Treatment continues in the absence of unacceptable toxicity or disease progression. In the absence of dose limiting toxicity (DLT) in the first cohort of 3 patients treated, subsequent cohorts each receive escalating doses on the same schedule. If DLT is observed in 2 of 3 patients or 2 of 6 patients at a given dose level, then dose escalation ceases and the next lower dose is declared the maximum tolerated dose. PROJECTED ACCRUAL: Approximately 6-30 patients will be accrued for this study.", "condition": ["Chronic Myeloproliferative Disorders", "Leukemia", "Lymphoma", "Multiple Myeloma and Plasma Cell Neoplasm", "Myelodysplastic Syndromes", "Precancerous Condition", "Unspecified Adult Solid Tumor, Protocol Specific"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["fluorouracil", "leucovorin calcium", "topotecan hydrochloride"], "criteria": "DISEASE CHARACTERISTICS: Histologically proven advanced malignancy PATIENT CHARACTERISTICS: Age: 18 and over Performance status: ECOG 0-2 Life expectancy: At least 3 months Hematopoietic: Absolute neutrophil count greater than 1,500/mm3 Platelet count greater than 100,000/mm3 Hepatic: Bilirubin less than 2.0 mg/dL SGOT less than 3 times upper limit of normal (ULN) (less than 5 times ULN if due to hepatic metastases) LDH less than 3 times ULN (less than 5 times ULN if due to hepatic metastases) Alkaline phosphatase less than 3 times ULN (less than 5 times ULN if due to hepatic metastases) Renal: Creatinine no greater than 1.5 mg/dL Other: No active infection requiring systemic therapy within 1 week prior to entry No significant concurrent illness No history of bleeding disorder or clotting factor deficiency No dementia or altered mental status that would prohibit informed consent Not pregnant or nursing Effective contraception strongly advised for fertile women PRIOR CONCURRENT THERAPY: Biologic therapy: No concurrent colony stimulating factors during topotecan infusion Chemotherapy: At least 3 weeks since prior chemotherapy No more than 3 prior chemotherapy regimens Endocrine therapy: Not specified Radiotherapy: At least 3 weeks since prior radiotherapy Surgery: Not specified", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "splenic marginal zone lymphoma", "mesh_term": ["Lymphoma", "Syndrome", "Leukemia", "Multiple Myeloma", "Neoplasms, Plasma Cell", "Myelodysplastic Syndromes", "Preleukemia", "Plasmacytoma", "Myeloproliferative Disorders", "Precancerous Conditions", "Fluorouracil", "Topotecan", "Levoleucovorin"], "id": "NCT00003331"}