{"brief_title": "A Phase I Safety and Immunogenicity Study of HIV p17/p24:Ty-VLP in HIV-1 Seronegative Subjects", "brief_summary": "To evaluate the safety and immunogenicity of HIV p17/p24:Ty-VLP (virus-like particles) vaccine in uninfected volunteers. Specifically, to determine whether the vaccine formulated with and without alum induces CD8+ cytotoxic T lymphocytes ( CTLs ) that may be cross-reactive against multiple HIV-1 stains. Also, to determine whether boosting with the vaccine orally or rectally will help induce mucosal antibody responses. Induction of CD8+ CTL activity is considered a critical property for a candidate vaccine. Additionally, since the majority of HIV-1 infections occur after inoculation of a mucosal surface, it is desirable to induce mucosal immunity as well as systemic immunity. The HIV p17/p24:Ty-VLP vaccine may potentially induce both CTL and mucosal antibody responses against HIV-1.", "detailed_description": "Induction of CD8+ CTL activity is considered a critical property for a candidate vaccine. Additionally, since the majority of HIV-1 infections occur after inoculation of a mucosal surface, it is desirable to induce mucosal immunity as well as systemic immunity. The HIV p17/p24:Ty-VLP vaccine may potentially induce both CTL and mucosal antibody responses against HIV-1. Volunteers receive HIV p17/p24:Ty-VLP vaccine or placebo by IM injection (with or without alum adjuvant) at months 0, 2, and 6, and then either by mouth or rectal enema at months 10 and 11. Volunteers who receive oral vaccine boosting will receive concurrent omeprazole to decrease stomach acid.", "condition": "HIV Infections", "intervention_type": "Biological", "intervention_name": "Aluminum hydroxide", "criteria": "Inclusion Criteria Concurrent Medication: Required: - Omeprazole given concurrently in patients receiving the oral vaccine dose. Volunteers must have: - HIV-1 negativity. - Normal history and physical exam. - Lower risk for HIV infection. - CD4 count >= 400 cells/mm3. - Normal urine dipstick with esterase and nitrite. NOTE: - No more than 10 percent of volunteers may be over age 50. Exclusion Criteria Co-existing Condition: Volunteers with the following conditions are excluded: - Positive for hepatitis B surface antigen. - Medical or psychiatric condition (including recent suicidal ideation or present psychosis) that precludes compliance. - Occupational responsibilities that preclude compliance. - Active syphilis (NOTE: If serology is documented to be a false positive or due to a remote (> 6 months) infection, subject is eligible). - Active tuberculosis (NOTE: Subjects with a positive PPD and normal x-ray showing no evidence of TB and who do not require INH therapy are eligible). Volunteers with the following prior conditions are excluded: - History of immunodeficiency, chronic illness, malignancy, autoimmune disease, or use of immunosuppressive medications. - History of cancer unless surgically excised with reasonable assurance of cure. - History of suicide attempts or past psychosis. - History of anaphylaxis or other serious adverse reactions to vaccines. - History of serious allergic reaction requiring hospitalization or emergent medical care. Prior Medication: Excluded: - Prior HIV-1 vaccines or placebo in an HIV vaccine trial. - Live attenuated vaccines within the past 60 days. NOTE: Medically indicated subunit or killed vaccines (e.g., influenza, pneumococcal) do not exclude but should be administered at least 2 weeks prior to HIV immunizations. - Experimental agents within the past 30 days. Prior Treatment: Excluded: - Blood products or immunoglobulin within the past 6 months. Higher risk behavior for HIV infection as determined by screening questionnaire, including: - History of injection drug use within the past year. - Higher or intermediate risk sexual behavior.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "60 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "id": "NCT00001053.xml"}