{"brief_title": "A Study of Rifabutin, Used Alone or With Ethambutol in the Prevention of Mycobacterium Avium Complex (MAC) Bacteremia in Patients With AIDS", "brief_summary": "To optimize Mycobacterium avium Complex (MAC) prophylaxis in AIDS patients by measuring serum rifabutin levels and adjusting the dose accordingly. To combine rifabutin with ethambutol to examine the effect of combination therapy in preventing or delaying the incidence of MAC bacteremia in this patient population.", "detailed_description": "Patients are randomized to receive oral rifabutin alone or rifabutin/ethambutol daily for 12 months, with possible continuation of medicine lifelong. Doses will be adjusted to maintain minimum blood levels of the drugs.", "condition": ["Mycobacterium Avium-Intracellulare Infection", "HIV Infections"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Ethambutol hydrochloride", "Rifabutin"], "criteria": "Inclusion Criteria Concurrent Medication: Required: - AZT, d4T, ddI, or ddC. - Antipneumocystis prophylaxis. Allowed: - Short course (< 14 days) of ciprofloxacin for acute infections. Patients must have: - AIDS. - CD4 count <= 100 cells/mm3. - NO prior or current MAC infection. Prior Medication: Required: - Antipneumocystis prophylaxis for at least 4 weeks prior to study entry. Allowed: - Prior rifabutin. - Prior ethambutol. - Prior clarithromycin. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Positive tuberculin skin test (PPD > 5 mm). - Active M. tuberculosis. - Perceived as unreliable or unavailable for frequent monitoring. Concurrent Medication: Excluded: - Other antiretrovirals not specifically allowed. - All investigational drugs. - Other antimycobacterial therapy, such as clarithromycin, azithromycin, rifampin, clofazimine, amikacin, streptomycin, isoniazid, cycloserine, ethionamide, and ciprofloxacin (>= 14 days). Patients with the following prior conditions are excluded: Known hypersensitivity to rifabutin, rifampin, or other rifamycins and/or ethambutol. Prior Medication: Excluded within 4 weeks prior to study entry: - Rifampin. - Isoniazid. - Clofazimine. - Cycloserine. - Ethionamide. - Amikacin. - Ciprofloxacin.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Acquired Immunodeficiency Syndrome", "mesh_term": ["Infection", "Communicable Diseases", "HIV Infections", "Bacteremia", "Mycobacterium Infections", "Mycobacterium avium-intracellulare Infection", "Ethambutol", "Rifabutin"], "id": "NCT00002343"}