{"brief_title": "Decitabine in Treating Patients With Melanoma or Other Advanced Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. PURPOSE: Phase I trial to study the effectiveness of decitabine in treating patients with stage III or stage IV melanoma or other advanced cancer that has not responded to previous therapy.", "detailed_description": "OBJECTIVES: I. Identify dosage level(s) of decitabine (DAC) that show biologic activity and acceptable side effects. II. Describe the side effects and toxicity of DAC at the doses studied. III. Determine the steady state DAC serum levels at the doses studied. IV. Document any clinical responses to DAC. OUTLINE: A dose escalation schedule for the administration of decitabine (DAC) is being used to determine the MTD and biologically active dose. Patients are given two 12 hour continuous infusions per day, for 3 days at each dose level. A minimum of 3 patients are enrolled at each dose level until dose limiting toxicity (DLT) or biologic activity is observed. If DLT or biologic activity is observed at a particular dose level, an additional 3 patients are enrolled, for a total of 6. If 2 or more patients experience DLT, dose escalation is ceased. PROJECTED ACCRUAL: Approximately 24 patients will be accrued for this study.", "condition": ["Chronic Myeloproliferative Disorders", "Leukemia", "Lymphoma", "Multiple Myeloma and Plasma Cell Neoplasm", "Myelodysplastic Syndromes", "Precancerous Condition", "Unspecified Adult Solid Tumor, Protocol Specific"], "intervention_type": ["Drug"], "intervention_name": ["decitabine"], "criteria": "DISEASE CHARACTERISTICS: Stage III (nonresectable) and IV melanoma, or any other advanced metastatic malignancy for which all standard therapy has failed Must have at least two cutaneous, mucosal or lymph nodal lesions that can be biopsied or one lesion large enough to be biopsied twice PATIENT CHARACTERISTICS: Age: 18 and over Performance status: ECOG 0-1 Life expectancy: Not specified Hematopoietic: Hemoglobin at least 9.0 g/dL Platelet count at least 100,000/mm3 WBC at least 3500/mm3 Absolute granulocyte count at least 1500/mm3 Hepatic: Bilirubin no greater than 1.5 mg/dL SGOT and SGPT less than 2.5 times normal Renal: Creatinine no greater than 1.8 mg/dL Other: Not pregnant Not HIV or hepatitis BsAg positive No major systemic infections No coagulation disorders No major illness of cardiovascular or respiratory systems No symptomatic CNS disease or evidence of cerebral edema PRIOR CONCURRENT THERAPY: No therapy for cancer within the past month", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "splenic marginal zone lymphoma", "mesh_term": ["Lymphoma", "Syndrome", "Leukemia", "Multiple Myeloma", "Neoplasms, Plasma Cell", "Myelodysplastic Syndromes", "Preleukemia", "Plasmacytoma", "Myeloproliferative Disorders", "Precancerous Conditions", "Decitabine"], "id": "NCT00002980"}