{"brief_title": "A Study of Isoprinosine in Patients With Lymph Node Disease", "brief_summary": "The objectives of this study are to determine the effects of isoprinosine in patients diagnosed as having unexplained generalized lymphadenopathy. Variables to be examined will include: Signs and symptoms: - Lymphadenopathy. - Fever. - Weight loss. - Occurrence of opportunistic infections. Cell-mediated immune system parameters: - T-helper cell (OKT4) numbers and proportions. - T-suppressor cell (OKT8) numbers and proportions. - Natural killer (NK) cell activity. - Lymphocyte blastogenic response to phytohemagglutinin (PHA). - Lymphocyte blastogenic response to pokeweed mitogen (PWM). - Immunoglobulin (IgG, IgA, IgM, IgE, IgD) profile. - Circulating immune complexes. Infections characteristically associated with AIDS, such as Candida albicans, Pneumocystis carinii pneumonia, Cytomegalovirus, Herpes simplex, Cryptococcus, Histoplasma, Toxoplasma, Cryptosporidium, Mycobacterium avium- intracellulare, Legionella, and Isospora. Safety parameters: - Blood chemistry including serum uric acid (PurposeA-12). - Complete blood count (CBC). - Platelet count.", "condition": ["Lymphatic Disease", "HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["Inosine pranobex"], "criteria": "Exclusion Criteria Co-existing Condition: Patients with a history of gout, uric acid urolithiasis, uric acid nephrolithiasis, renal dysfunction, or gastric ulceration are excluded. Concurrent Medication: Excluded: - Systemic corticosteroids. - Cytotoxic immunosuppressive agents. - Radiotherapy. Critically ill patients or those with CDC-defined AIDS are excluded. Prior Medication: Excluded within 1 month of study entry: - Immunotherapy. Patients with persistent generalized lymphadenopathy (PGL).", "gender": "Male", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "AIDS-Related Complex", "mesh_term": ["HIV Infections", "Lymphatic Diseases", "Inosine Pranobex"], "id": "NCT00002297"}