{"brief_title": "Combination Chemotherapy in Treating Patients With Metastatic Prostate Cancer That Has Not Responded to Hormone Therapy", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Combining more than one drug may kill more tumor cells. PURPOSE: Phase II trial to study the effectiveness of combination chemotherapy in treating patients who have metastatic prostate cancer that has not responded to hormone therapy.", "detailed_description": "OBJECTIVES: - Determine the efficacy of the combination of mitoxantrone and vinorelbine in terms of response rate, progression free survival, overall survival, and quality of life in patients with metastatic hormone refractory adenocarcinoma of the prostate. - Determine the toxicities of this treatment regimen in these patients. OUTLINE: This is a multicenter study. Patients receive vinorelbine IV on days 1 and 8 and mitoxantrone IV on day 8. Treatment repeats every 3 weeks for up to 9 courses in the absence of disease progression or unacceptable toxicity. Quality of life is assessed prior to treatment, prior to each course, and then at 2 months after study completion. Patients are followed every 3 months until disease progression. PROJECTED ACCRUAL: A total of 14-39 patients will be accrued for this study.", "condition": ["Prostate Cancer"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["mitoxantrone hydrochloride", "vinorelbine tartrate"], "criteria": "DISEASE CHARACTERISTICS: - Histologically or cytologically confirmed stage IV hormone refractory adenocarcinoma of the prostate - Progressive disease despite hormonal therapy or orchiectomy - No brain metastases PATIENT CHARACTERISTICS: Age: - 18 to 80 Performance status: - WHO 0-2 Life expectancy: - At least 3 months Hematopoietic: - Absolute neutrophil count at least 2,000/mm^3 - Platelet count greater than 100,000/mm^3 - Hemoglobin greater than 9 g/dL Hepatic: - Alkaline phosphatase no greater than 2 times upper limit of normal (ULN) (unless bone metastasis) - Bilirubin less than 2 times ULN Renal: - Creatinine less than 2 times ULN Cardiovascular: - Adequate cardiac function Other: - No other prior malignancy except curatively treated basal or squamous cell skin cancer or carcinoma in situ of the cervix PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - No prior chemotherapy Endocrine therapy: - See Disease Characteristics - Prior corticosteroids allowed if started at least 8 weeks prior to study Radiotherapy: - At least 8 weeks since prior extensive radiotherapy Surgery: - See Disease Characteristics", "gender": "Male", "minimum_age": "18 Years", "maximum_age": "80 Years", "healthy_volunteers": "No", "keyword": "recurrent prostate cancer", "mesh_term": ["Prostatic Neoplasms", "Hormones", "Mitoxantrone", "Vinorelbine"], "id": "NCT00006114"}