{"brief_title": "Chemotherapy, Surgery, and Radiation Therapy in Treating Patients With Gastric Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Radiation therapy uses high-energy x-rays to damage tumor cells. Combining chemotherapy, radiation therapy, and surgery may kill more tumor cells. E7296 was conducted to study neoadjuvant chemotherapy and postoperative chemoradiation therapy in patients diagnosed with high-risk gastric cancer using a new neoadjuvant regimen: paclitaxel plus cisplatin. It was hypothesized that this new neoadjuvant chemotherapy followed by surgery and chemoradiation therapy would be well tolerated and would have a high curative resection rate.", "detailed_description": "OBJECTIVES: Primary objective: To evaluate the tolerability and toxicity of neoadjuvant cisplatin plus paclitaxel and postoperative chemoradiation therapy with fluorouracil plus leucovorin calcium in patients with high-risk gastric cancer. Secondary objectives: To assess the pathologic response of gastric tumors to neoadjuvant cisplatin plus paclitaxel chemotherapy, and preliminarily assess the patterns of failure and disease free and overall survival. OUTLINE: Patients receive 3 courses of preoperative neoadjuvant chemotherapy given on day 1 every 21 days. Courses consist of an intravenous infusion of cisplatin and a 3 hour intravenous infusion of paclitaxel on day 1. Patients then undergo surgery for tumor removal on day 63, followed 4-6 weeks later by one course of daily intravenous bolus leucovorin calcium and fluorouracil for 5 days. Chemotherapy is repeated 4-6 weeks later for the first 4 days of week 1 and the last 3 days of week 5 of radiation therapy given 5 days a week for 5 weeks. Patients receive two more courses, 4 weeks apart, of fluorouracil and leucovorin calcium for 5 days 4-6 weeks after completing radiation treatment. Patients are followed every month for the first 3 months, every 3 months for the next 21 months, every 6 months for the next year, and annually thereafter. PROJECTED ACCRUAL: Approximately 30-42 patients will be accrued over 18 months.", "condition": ["Gastric Cancer"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Procedure", "Radiation"], "intervention_name": ["cisplatin", "fluorouracil", "leucovorin calcium", "paclitaxel", "surgery", "radiation therapy"], "description": ["Cisplatin was administered as part of the neoadjuvant regimen. It was given at a dose of 75 mg/m² via IV over approximately one hour, on day 1 of each cycle. Three cycles were given.", "Postoperative regimen 5-FU, along with Leucovorin, was given by IV bolus, with 5-FU given immediately after the Leucovorin", "Both 5-FU and Leucovorin will be given via IV bolus, with Leucovorin given immediately before 5-FU.", "Paclitaxel was administered as part of the neoadjuvant regimen. It was given at a dose of 175 mg/m² as a 3 hour continuous intravenous infusion on day 1. Three cycles were given.", "The surgical procedure performed involved a radical subtotal or total gastrectomy.\nA complete surgical resection was required", "Concomitant chemotherapy and radiation therapy course: 5-FU 400 mg/m²/day + Leucovorin 20 mg/m²/day on days 1-4 of week one and days 1-3 of week 5 of XRT. Combined chemotherapy and radiation therapy were to begin 4 weeks after day 1 of the initial course of chemotherapy"], "arm_group_label": ["Experimental Arm", "Experimental Arm", "Experimental Arm", "Experimental Arm", "Experimental Arm", "Experimental Arm"], "other_name": ["Platinol", "cis-platinum", "cisdiamminedichloroplatinum (II)", "Platinol-AQ", "DACP", "platinum", "CDDP", "DDP", "5-Fluorouracil", "5-FU", "Adrucil", "Efudex", "Leucovorin", "Wellcovorin", "citrovorum factor", "folinic acid", "5-formyl tetrahydrofolate", "LV", "LCV", "Taxol®", "NSC 125973"], "criteria": "Inclusion Criteria: - Histologically confirmed adenocarcinoma of the stomach or gastroesophageal junction - Localized cancer that is potentially curable by surgery (T2, N1-2, M0 or T3-4, any N, M0) - No metastatic cancer to the ovaries - Age: 18 and over - Easter Cooperative Oncology Group (ECOG) performance status 0-2 - White blood cell (WBC) count at least 4,000 cells/mm3 - Platelet count at least 150,000/mm3 - Bilirubin less than 2 mg/dL - Creatinine no greater than 1.5 mg/dL - Creatinine clearance greater than 50 mL/min - Caloric intake must be at least 1500 kcal/day - No prior history of cancer within the past 5 years except for basal cell carcinoma of the skin or in situ carcinoma of the cervix - No prior radiation therapy, except for skin cancer - Fertile patients must use adequate contraception - Met criteria for re-registration after surgery - T1N1-2M0, T2N1-2M0 or T3-4NanyM0 at time of initial re-registration. - No evidence of metastatic disease from postoperative pathologic staging. - ECOG performance status of 0, 1, or 2 at re-registration - Curative resection performed - Re-registered 4 - 6 weeks from the date of surgery - WBC ≥ 4000 cells/mm³, platelets ≥ 150,000/mm³, creatinine ≤ 1.5 mg/dl or creatinine clearance of > 50 ml/min (measured or calculated) and total serum bilirubin < 2 mg/dl, all within four weeks prior to re-registration Exclusion Criteria: - Prior chemotherapy - Clinically significant auditory impairment - Significant heart disease - Pregnant or lactating", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "adenocarcinoma of the stomach", "mesh_term": ["Stomach Neoplasms", "Paclitaxel", "Albumin-Bound Paclitaxel", "Cisplatin", "Fluorouracil", "Levoleucovorin", "Leucovorin", "Formyltetrahydrofolates", "Tetrahydrofolates"], "id": "NCT00003298"}