{"brief_title": "Effects of Low-Dose Doxycycline on Oral Bone Loss", "brief_summary": "The primary purpose of this clinical trial is to determine whether low-dose doxycycline can reduce alveolar bone density loss in postmenopausal osteopenic women with periodontitis and not on hormone replacement therapy (i.e., estrogen deficient).", "detailed_description": "The primary purpose of this clinical trial is to determine whether low-dose doxycycline (LDD) can reduce alveolar bone density loss in postmenopausal osteopenic women with periodontitis and not on hormone replacement therapy (i.e., estrogen deficient). The effects of LDD on alveolar bone height loss, progressive periodontal attachment loss, systemic bone mineral density, gingival crevicular fluid biochemical markers of collagen degradation and bone resorption and serum biomarkers of bone formation, bone resorption and inflammation also will be assessed. In addition, another objective is to determine if the microbial effects obtained with LDD over two years are equivalent to a placebo control. This clinical trial involves two clinical sites: the University of Nebraska Medical Center College of Dentistry and Stony Brook University School of Dental Medicine. A total of 128 postmenopausal osteopenic women with periodontitis between the ages of 45 and 70 at the time of telephone screening will be randomized to LDD or placebo groups and subjects will be followed for two years.", "condition": "Periodontitis", "intervention_type": "Drug", "intervention_name": "Placebo", "description": "Subjects in the placebo group took a placebo look-alike twice daily for two years.", "arm_group_label": "Placebo", "criteria": "Inclusion Criteria: - Subjects will be female, postmenopausal and not receiving estrogen replacement therapy. - Subjects will be 45-70 years old at the time of telephone screening. - Subjects will have osteopenia (T-score of -1.0 to -2.5) of the lumbar spine or femoral neck as determined by dual-energy absorptiometry (DEXA) scans. - Subjects will have a history of generalized moderate-advanced periodontitis and will be undergoing periodontal maintenance. - Subjects will be in good general health and willing to sign the IRB-approved consent form. Exclusion Criteria: - Subjects will not have an allergy or hypersensitivity to tetracyclines. - Subjects will not have diseases or take medications that affect the inflammatory or immune responses (e.g., chronic use of non-steroidal anti-inflammatory drugs) or bone remodeling (e.g., drugs such as prescription estrogens, bisphosphonates, calcitonin or steroids). - Subjects will not have any medical condition requiring antibiotic premedication (e.g., prosthetic heart valves, prosthetic joints, and mitral valve prolapse with regurgitation) for routine dental therapy. - Subjects cannot have diabetes mellitus. - Subjects cannot have had active periodontal therapy (quadrant scaling and root planing or periodontal surgery) within the past year. - Subjects cannot have osteoporosis (T-score greater than -2.5) of the lumbar spine or femoral neck.", "gender": "Female", "minimum_age": "45 Years", "maximum_age": "70 Years", "healthy_volunteers": "No", "id": "NCT00066027.xml"}