{"brief_title": "A Study on the Efficacy and Safety of Long-Term Treatment and Re-Treatment of Lower Extremity Diabetic Ulcers With REGRANEX", "brief_summary": "The purpose of this study is to evaluate the efficacy and safety of REGRANEXÂ® Gel compared with placebo when applied for up to 52 consecutive weeks to recurring or non-healing ulcers of the ankle or foot related to diabetes.", "detailed_description": "This study has an initial open-label treatment period of up to 20 weeks with REGRANEX® gel for ulcers of the ankle or foot related to diabetes mellitus. Gel is applied once a day in a thin layer to cover the entire surface of the ulcer; then a non-adherent dressing and gauze are used to cover the gel. If all ulcers are healed during this open-label period, and if they remain healed after 24 weeks of observation, the patient discontinues the study. If one or more ulcers are not healed during the 20 weeks, of if an ulcer recurs or a new ulcer is observed during up to 24 weeks of observation, then the patient enters Double-blind Phase #1 during which neither the patient nor the physician knows whether the study drug or placebo is being applied to the ulcer. This Phase #1 may continue for up to 52 weeks. If one or more ulcers are not healed during 52 weeks of treatment, the patient discontinues the study. If all ulcers are healed during this phase, and if they remain healed after 24 weeks of observation, the patient discontinues the study. If an ulcer recurs or a new ulcer is observed during the observation period following Phase #1 treatment, then the patient enters Double-blind Phase #2 of the study for up to 20 weeks. If the ulcer is healed during Phase #2 treatment, the patient discontinues from the study at that time. If the ulcer remains unhealed after 20 weeks of Phase #2, the study is stopped. Efficacy assessments include the time to complete healing of the ulcer, the incidence of complete ulcer healing, and the reduction in total ulcer area at the end of the study. Safety assessments include the incidence of adverse events throughout the study, changes in clinical laboratory tests (hematology, chemistry, urinalysis), measurement of vital signs at specified intervals, and physical examinations at the start and end of the study. The study hypothesis is that the time to complete healing of diabetic foot ulcers with continued treatment using REGRANEX® is shorter than the time to healing with placebo and that the patients will well tolerate the medication. REGRANEX® gel (or placebo) applied to cover the entire surface of the ulcer, once a day for up to 52 weeks", "condition": ["Foot Ulcer", "Diabetic Foot", "Skin Ulcer", "Diabetic Neuropathies"], "intervention_type": ["Drug"], "intervention_name": ["Becaplermin"], "criteria": "Inclusion Criteria: - Diagnosis of Type I or Type II diabetes mellitus and a glycohemoglobin A1c<12% - Minimum of one neuropathic, diabetic ulcer meeting the following criteria: stage III or IV, located on the distal lower extremity, between 1 and 15 square centimeters - No exposed bone at the ulcer site - No osteomyelitis affecting the area of the ulcer unless receiving aggressive treatment with expectation of cure - Adequate arterial circulation to the foot - New ulcers must be meet the following criteria: full-thickness ulcer (Stage III or IV), located on feet or ankles, no exposed bone at the ulcer site, no osteomyelitis affecting the area of the ulcer unless receiving aggressive treatment with expectation of cure - Recurrent ulcers must meet the following criteria: stage II, III or IV, no exposed bone at the ulcer site, no osteomyelitis affecting the area of the ulcer unless receiving aggressive treatment with expectation of cure - Females must be postmenopausal, surgically incapable of childbearing, or using an acceptable method of birth control and have negative pregnancy test Exclusion Criteria: - Hypersensitivity to REGRANEX® Gel or one of its components - Presence of more than two full-thickness diabetic ulcers on either lower extremity - presence of an active systemic or local cancer or tumor of any kind - Use of topical antibiotics, antiseptics, enzymatic debriders, or any other agents on the selected ulcers, within the seven days preceding randomization - Active rheumatic or collagen vascular disease or pre-existing conditions or diseases which may interfere with the evaluation of safety or efficacy of Regranex - Systemic corticosteroid maintenance therapy, immunosuppressive or chemotherapeutic agents within 14 days prior to first study drug application or are likely to receive one of these therapies during study participation - Radiation therapy that included the distal lower extremity, at any time in patient's life - Charcot deformity (rocker bottom foot)", "gender": "All", "minimum_age": "18 Years", "maximum_age": "80 Years", "healthy_volunteers": "No", "keyword": "Diabetic foot", "mesh_term": ["Ulcer", "Diabetic Foot", "Foot Ulcer", "Diabetic Neuropathies", "Skin Ulcer", "Platelet-derived growth factor BB"], "id": "NCT00034788"}