{"brief_title": "Diagnosis and Evaluation of Patients Needing Third Molar (Wisdom Tooth) Extraction and Patients With Chronic Facial Pain", "brief_summary": "This study provides a mechanism for evaluating patients for possible participation in NIDCR clinical research studies. NIDCR studies involve three major areas-pain, neurosensory mechanisms, and pain-relieving drugs-all of which have specific requirements and patient characteristics. No treatment is offered under this protocol; it is intended to facilitate patient recruitment into NIDCR studies. Patients with unusual or unknown conditions that have or have not been diagnosed may be eligible for this screening study. Specific medical criteria for enrollment vary with the particular protocol for which the individual is being screened. Medical and dental histories will be obtained and participants will have a dental examination. Diagnostic procedures will be done in accord with standard medical and dental practice and may include X-rays, blood tests, and routine urinalysis, as appropriate. Participants found eligible for an active study may enroll in that study. Those who are not eligible for a current study may be re-evaluated for future studies within a year if they wish. After 1 year, participants for whom no appropriate studies are identified will be referred back to their primary doctor or referring physician or dentist.", "detailed_description": "This protocol is designed to screen individuals with either third molars (\"wisdom teeth\") in need of removal, or with chronic orofacial pain as potential research subjects. Each individual will be thoroughly evaluated during the screening process, including past medical history and an appropriate physical examination. Other routine diagnostic procedures and tests may also be completed in order to help determine a subject's eligibility. These tests and procedures are of minimal risks and will be described in more detail in section III: \"Study Procedures\". Once the screening process is completed and eligibility determined, the subjects will be informed of their options to participate in one or more of the current NIDCR research studies. If no appropriate protocol is identified, recommendations for other treatment options may be given to the individual, their primary doctor, or referring physician/dentist.", "condition": ["Facial Pain", "Temporomandibular Joint Disorder"], "criteria": "INCLUSION CRITERIA Varies with the particular protocol for which a patient is being screened. Subjects with unusual or unknown conditions that require the establishment of a diagnosis, or those with an established diagnosis may be selected. Subjects source for this study will be from referrals by medical and dental practitioners in the private sector, clinics, hospitals, dental-medical institutions, Commissioned Officers Dental Clinic, and the Occupational Medical Services at the National Institutes of Health.", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Chronic Orofacial Pain", "mesh_term": ["Facies", "Joint Diseases", "Temporomandibular Joint Disorders", "Temporomandibular Joint Dysfunction Syndrome", "Facial Pain"], "id": "NCT00001600"}