{"brief_title": "A Study of Different Doses of Megestrol Acetate in Patients With AIDS Who Have Anorexia and Malnutrition", "brief_summary": "To compare the effects of megestrol acetate and placebo on body weight, anorexia, cachexia, calorie intake, and nutritional parameters of patients with a confirmed diagnosis of AIDS. To characterize dose response in relation to weight gain. To determine whether megestrol acetate relative to placebo improves the perception of well-being among AIDS patients with cachexia. To evaluate megestrol acetate's effect on immune function via skin test reactivity, T4/T8 ratio, and total lymphocytes.", "condition": ["Anorexia", "Cachexia", "HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["Megestrol acetate"], "criteria": "Inclusion Criteria Patient must have: - Confirmed diagnosis of AIDS (CDC definition). - Documented weight loss or anorexia. - Life expectancy = or > 20 weeks. - The perception that the weight loss is a detriment to their well-being. - Ability to provide informed consent, read and write English. Prior Medication: Allowed: - Ganciclovir. Exclusion Criteria Co-existing Condition: Patients with the following are excluded: - Dementia or evidence of mental incompetence which would preclude compliance with the protocol. - Diarrhea defined as 5 or more watery stools per day for at least 7 days. - Active uncontrolled systemic infections at the start of treatment. - (Patients may not be entered for at least 2 weeks after acute infection.) Clinical or radiologic evidence of ascites or pleural effusions. Concurrent Medication: Excluded: - Therapy designed to treat the underlying HIV infection or which may have a major impact on appetite and/or weight gain. - Patients who have been started on zidovudine (AZT) within eight weeks. (Patients may have been previously treated with AZT and failed or may currently be receiving AZT for at least 8 weeks.) Patients with the following are excluded: - Obstruction to food intake or impaired digestive/absorptive functions. - Contraindications to high-dose megestrol acetate (poorly controlled hypertension or heart failure or deep vein thrombosis). - Inability to consent or be available for close follow-up. - Active systemic infections at the start of treatment. - Patients may not be started on any therapy designed to treat the underlying HIV infection or which may have a major impact on appetite and/or weight gain. - Clinical or radiologic evidence of ascites or pleural effusions. - Patients may not be started on any therapy designed to treat the underlying HIV infection or which may have a major impact on appetite and/or weight gain. - Patients who have been hospitalized or have suffered an exacerbation of their illness associated with weight loss within the past 2 weeks are excluded. - Menstruating female patients are excluded. Prior Medication: Excluded: - Corticosteroids. - Anabolic steroids. - Marijuana. - Megestrol acetate. - Patients who have been started on zidovudine (AZT) within 8 weeks. (Patients may have been previously treated with AZT and failed or may currently be receiving AZT for at least 8 weeks.) History of substance abuse and questionable current and future abstinence.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Cachexia", "mesh_term": ["HIV Infections", "Anorexia", "Cachexia", "Megestrol", "Megestrol Acetate"], "id": "NCT00002300"}