{"brief_title": "Carboplatin and Paclitaxel With or Without Bevacizumab Compared to Docetaxel, Carboplatin, and Paclitaxel in Treating Patients With Stage II, Stage III, or Stage IV Ovarian Epithelial, Fallopian Tube, or Primary Peritoneal Cavity Carcinoma (Cancer)", "brief_summary": "This phase I trial is studying the side effects and best dose of intraperitoneal infusions of carboplatin when given together with intravenous infusions of either docetaxel or paclitaxel followed by intraperitoneal paclitaxel in treating patients with stage II, stage III, or stage IV ovarian epithelial, fallopian tube, or primary peritoneal cavity carcinoma (cancer). Drugs used in chemotherapy, such as carboplatin, docetaxel, and paclitaxel, work in different ways to stop tumor cells from dividing so they stop growing or die. Combining more than one drug and giving them in different ways may kill more tumor cells", "detailed_description": "OBJECTIVES: I. Determine the maximum tolerated dose (MTD) of intraperitoneal (IP) carboplatin when given in combination with IV paclitaxel followed by IP paclitaxel in patients with stage III or IV ovarian epithelial, fallopian tube, or primary peritoneal cavity carcinoma. II. Determine the MTD of IP carboplatin and IV docetaxel when given in combination with IP paclitaxel in these patients. III. To determine the feasibility of the combination of IV paclitaxel, IP carboplatin and IV bevacizumab on day one followed by IP paclitaxel on day eight (Part C Only). IV. Determine the dose-limiting toxic effects and complications in patients treated with these regimens. V. Evaluate the neurotoxicity of this regimen at each cycle using the FACT/GOG-NTX4 assessment tool to determine dose reduction in these patients. VI. Evaluate the techniques used for intraperitoneal catheter placement, surgical procedures, and reporting of outcomes in these patients. OUTLINE: This is a multicenter, dose-escalation study of intraperitoneal (IP) carboplatin. Patients in the dose-escalation phase are not eligible to enter the feasibility phase. DOSE-ESCALATION PHASE (PART A or PART B): Patients receive IP carboplatin on day 1, and paclitaxel IV over 3 hour (part A) or docetaxel IV over 1 hour (Part B) on day 1, and IP paclitaxel on day 8. Treatment repeats every 21 days for 6 courses in the absence of disease progression or unacceptable toxicity. FEASIBILITY PHASE (PART C): Patients receive IP carboplatin on day 1, paclitaxel IV on day 1, and IP paclitaxel on day 8 in course 1 as in part A dose-escalation phase. Beginning in course 2 and all subsequent courses, patients receive IP carboplatin on day 1, IV paclitaxel on day 1, and IP paclitaxel on day 8 as in the dose-escalation phase, and bevacizumab IV over 30-90 minutes on day 1. Treatment repeats every 21 days for 6 courses in the absence of disease progression or unacceptable toxicity. Patients are followed every 3 months for 1 year.", "condition": ["Brenner Tumor", "Fallopian Tube Cancer", "Ovarian Carcinosarcoma", "Ovarian Clear Cell Cystadenocarcinoma", "Ovarian Endometrioid Adenocarcinoma", "Ovarian Mixed Epithelial Carcinoma", "Ovarian Mucinous Cystadenocarcinoma", "Ovarian Serous Cystadenocarcinoma", "Ovarian Undifferentiated Adenocarcinoma", "Primary Peritoneal Cavity Cancer", "Stage II Ovarian Epithelial Cancer", "Stage III Ovarian Epithelial Cancer", "Stage IV Ovarian Epithelial Cancer"], "intervention_type": ["Drug", "Drug", "Drug", "Biological"], "intervention_name": ["carboplatin", "paclitaxel", "docetaxel", "bevacizumab"], "description": ["Given intraperitoneally", "Given IV or intraperitoneally", "Given IV", "Given IV"], "arm_group_label": ["Treatment (carboplatin, paclitaxel, docetaxel, bevacizumab)", "Treatment (carboplatin, paclitaxel, docetaxel, bevacizumab)", "Treatment (carboplatin, paclitaxel, docetaxel, bevacizumab)", "Treatment (carboplatin, paclitaxel, docetaxel, bevacizumab)"], "other_name": ["Carboplat", "CBDCA", "JM-8", "Paraplat", "Paraplatin", "Anzatax", "Asotax", "TAX", "Taxol", "RP 56976", "Taxotere", "TXT", "anti-VEGF humanized monoclonal antibody", "anti-VEGF monoclonal antibody", "Avastin", "rhuMAb VEGF"], "criteria": "Inclusion Criteria: - Histologically confirmed fallopian tube, ovarian epithelial, or primary peritoneal carcinoma - Stage II-IV disease - The following epithelial cell types are allowed: - Carcinosarcoma - Serous adenocarcinoma - Endometrioid adenocarcinoma - Mucinous adenocarcinoma - Undifferentiated carcinoma - Clear cell adenocarcinoma - Mixed epithelial carcinoma - Transitional cell carcinoma - Malignant Brenner's tumor - Adenocarcinoma not otherwise specified - Must have undergone prior surgery for ovarian or peritoneal carcinoma within the past 12 weeks - Optimal (≤ 1 cm residual disease) or suboptimal residual disease following initial surgery - Must have a procedure for determining diagnosis of ovarian/peritoneal carcinoma with appropriate tissue for histologic evaluation - Synchronous primary endometrial cancer or prior endometrial cancer allowed provided the following criteria are met: - Stage ≤ IB - Less than 3 mm invasion without vascular or lymphatic invasion - No poorly differentiated subtypes (e.g., grade 3, clear cell, or papillary serous) - No epithelial ovarian carcinoma of low malignant potential (borderline carcinomas) - No CNS disease (e.g., seizures not controlled with standard medical therapy) or metastasis - GOG performance status 0-2 - Absolute neutrophil count ≥ 1,500/mm^3 - Platelet count ≥ 100,000/mm^3 - INR ≤ 1.5 (or an in-range INR, usually between 2 and 3, if a patient is on a stable dose of therapeutic warfarin for management of venous thrombosis including pulmonary thrombo-embolus) (applies to part C only) - PTT < 1.2 times the upper limit of normal (applies to part C only) - SGOT ≤ 2.5 times normal - Alkaline phosphatase ≤ 2.5 times normal - Bilirubin ≤ 1.5 times normal - Creatinine ≤ 1.5 times normal - No active bleeding - Abnormal cardiac conduction (e.g., bundle branch block or heart block) allowed provided disease has remained stable for the past 6 months - No unstable angina or myocardial infarction within the past 6 months - No neuropathy (sensory and motor) > CTCAE grade 1 - Not pregnant or nursing - Fertile patients must use effective contraception during and for at least 6 months after completion of study therapy - No septicemia, severe infection, or acute hepatitis - No other invasive malignancy within the past 5 years except non-melanoma skin cancer or localized breast cancer - No circumstance that would preclude study participation - No history of allergic reaction to polysorbate 80 (e.g., etoposide or vitamin E) - No known hypersensitivity to Chinese hamster ovary cell products or other recombinant human or humanized antibodies (applies to part C only) - No clinically significant proteinuria - Must have urine protein-creatinine ratio (UPCR) < 1 - No serious, non-healing wound, ulcer, or bone fracture (applies to part C only) - At least 3-6 months since prior abdominal fistula or gastrointestinal perforation and fully recovered (part C only) - No history of intra-abdominal abscess within the past 28 days (applies to part C only) - No active bleeding or pathologic conditions that carry high risk of bleeding, such as known bleeding disorder, coagulopathy, or tumor involving major vessels (applies to part C only) - No history or evidence (upon physical examination) of CNS disease, including primary brain tumor, seizures not controlled with standard medical therapy, or brain metastases (applies to part C only) - No history of cerebrovascular accident (CVA, stroke), transient ischemic attack (TIA) or subarachnoid hemorrhage within six months of the first date of treatment on this study (applies to part C only) - No significant traumatic injury within 28 days (applies to part C only) - No clinically significant cardiovascular disease, including any of the following (applies to part C only): - Uncontrolled hypertension, defined as systolic BP > 150 mm Hg or diastolic BP > 90 mm Hg - Myocardial infarction or unstable angina < 6 months prior to registration - New York Heart Association (NYHA) Grade II or greater congestive heart failure - Serious cardiac arrhythmia requiring medication - CTCAE Grade 2 or greater peripheral vascular disease (at least brief (< 24 hrs) episodes of ischemia managed non-surgically and without permanent deficit) - History of CVA within the past six months - No clinical symptoms or signs of gastrointestinal obstruction and who require parenteral hydration and/or nutrition (applies to part C only) - No prior therapy with any anti-VEGF drug, including bevacizumab (applies to part C only) - No prior chemotherapy - Prior adjuvant chemotherapy for localized breast cancer allowed provided the therapy was completed at least 3 years before registration to study and the patient remains free of recurrent or metastatic disease - No prior radiotherapy - No prior cancer therapy that would contraindicate study treatment - No anticipation of invasive procedures, including any of the following (applies to part C only): - Major surgical procedure or open biopsy within 28 days prior to the first date of bevacizumab therapy (cycle 2) - Major surgical procedure anticipated during the course of the study - Core biopsy within 7 days prior to the first date of bevacizumab therapy", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Carcinoma", "Adenocarcinoma", "Neoplasms, Glandular and Epithelial", "Ovarian Neoplasms", "Fallopian Tube Neoplasms", "Carcinoma, Endometrioid", "Cystadenocarcinoma", "Carcinosarcoma", "Mixed Tumor, Mullerian", "Brenner Tumor", "Cystadenocarcinoma, Serous", "Cystadenocarcinoma, Mucinous", "Paclitaxel", "Docetaxel", "Albumin-Bound Paclitaxel", "Bevacizumab", "Carboplatin", "Antibodies", "Immunoglobulins", "Antibodies, Monoclonal"], "id": "NCT00085358"}