{"brief_title": "Imatinib Mesylate in Treating Patients With Recurrent Ewing's Family of Tumors or Desmoplastic Small Round-Cell Tumor", "brief_summary": "RATIONALE: Imatinib mesylate may stop the growth of tumor cells by blocking the enzymes necessary for tumor cell growth. PURPOSE: This phase II trial is studying how well imatinib mesylate works in treating patients with recurrent Ewing's family of tumors or desmoplastic small round-cell tumor.", "detailed_description": "OBJECTIVES: - Determine the effectiveness of imatinib mesylate in patients with recurrent Ewing's family of tumors or desmoplastic small round-cell tumor. - Determine the toxic effects of this drug in these patients. - Determine the duration of disease-free and overall survival of patients treated with this drug. OUTLINE: This is an open-label study. Patients receive oral imatinib mesylate twice daily on days 1-28. Courses repeat every 28 days. PROJECTED ACCRUAL: A total of 20-40 patients will be accrued for this study.", "condition": ["Sarcoma"], "intervention_type": ["Drug"], "intervention_name": ["imatinib mesylate"], "criteria": "DISEASE CHARACTERISTICS: - Diagnosis of Ewing's family of tumors OR desmoplastic small round-cell tumor - Must have immunohistochemical evidence of expression of greater than 2+/4+ for either Kit (CD117) or platelet-derived growth factor receptor -a or -b - No symptomatic brain metastases - Asymptomatic brain metastases are allowed provided patient is not on concurrent anticonvulsants or corticosteroids PATIENT CHARACTERISTICS: Age - Over 16 Performance status - ECOG 0-2 Life expectancy - Not specified Hematopoietic - Absolute neutrophil count greater than 1,500/mm^3 - Platelet count greater than 100,000/mm^3 - Hemoglobin greater than 9 g/dL Hepatic - Bilirubin less than 1.5 times upper limit of normal (ULN) - SGOT and SGPT less than 2.5 times ULN - No chronic active hepatitis - No cirrhosis - No other acute or known chronic liver disease Renal - Creatinine less than 1.5 times ULN Cardiovascular - No concurrent poorly controlled or severe cardiovascular disease Pulmonary - No concurrent poorly controlled or severe pulmonary disease Other - HIV negative - No concurrent poorly controlled or severe central nervous system disease - No other concurrent poorly controlled or severe nonmalignant disease PRIOR CONCURRENT THERAPY: Biologic therapy - Not specified Chemotherapy - At least 3 weeks since prior chemotherapy Endocrine therapy - See Disease Characteristics Radiotherapy - At least 3 weeks since prior radiotherapy Surgery - More than 2 weeks since prior major surgery Other - More than 28 days since prior investigational agents", "gender": "All", "minimum_age": "16 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "recurrent Ewing sarcoma/peripheral primitive neuroectodermal tumor", "mesh_term": ["Sarcoma", "Desmoplastic Small Round Cell Tumor", "Sarcoma, Ewing", "Imatinib Mesylate"], "id": "NCT00062205"}