{"brief_title": "Safety and Antiviral Study of ACH-126, 443 (Beta-L-Fd4C) in the Treatment of Adults With HIV Infection and Modestly Detectable Viral Load.", "brief_summary": "To determine safety and efficacy of ACH-126,443 on the treatment of adults with HIV infection who have modestly detectable viral load while on stable triple combination antiretroviral therapy including 3TC.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "ACH126-443 (Beta-L-Fd4C)", "criteria": "Inclusion Criteria: - Adults ≥18 years of age - Receiving a stable triple combination antiretroviral regimen including 3TC, one other NRTI and either an NNRTI or a protease inhibitor for at least 4 months (16 weeks) - Demonstration of initial viral suppression and subsequent rebound to be defined as an initial virological drop of at least 0.5 Logs on a 3TC-containing regimen - Plasma HIV RNA level > 1000 and < 30,000 copies/mL on two occasions - Genotypically documented M184V variant of HIV RT - Clinically stable HIV status with no AIDS-defining events - CD4 > 200 cells/mm3 - Basic hematologic and chemistry parameters within acceptable limits (defined in protocol) - All women of child bearing potential must have a negative serum or urine pregnancy test (minimum sensitivity of 25 IU/L of b-HCG) within 72 hours prior to the start of study medication - No active opportunistic infection requiring treatment - Subject must be able to provide written informed consent - Baseline laboratory values measured within 28 days of initiating study drug as follows: - HGB≥9.0g/dl or HCT≥27% (in the absence of blood transfusions or erythropoietin treatment in the preceding two weeks - Absolute neutrophil count≥1000 cells/mm(^3) (in the absence of on-going G-CSF therapy - Platelet count ≥75,000/mm(^3) - AST <7.0 times the upper limit of normal - ALT ,7.0 times the upper limit of normal - Serum creatinine <1.1 times the upper limit of normal Exclusion Criteria - Evidence of active HBV infection as demonstrated by HBsAg positivity - Hepatitis C co-infection - Concurrent systemic antiviral treatment - Previous therapy with agents with significant systemic myelosuppressive or cytotoxic potential within 3 months of study start or the expected need for such therapy at study start. - Alcohol abuse - Pregnancy or breast-feeding - Inability to tolerate oral medication - AST > 7.0 times the upper limit of normal - ALT > 7.0 times the upper limit of normal - Any clinical condition or prior therapy that, in the Investigators opinion, would make the subject unsuitable for the study or unable to comply with the dosing requirements. - Use of any other drug or substance with anti-HBV activity", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00040157.xml"}