{"brief_title": "Standard Chemotherapy Compared With High-Dose Combination Chemotherapy and Peripheral Stem Cell Transplantation in Treating Women With Breast Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Peripheral stem cell transplantation may allow doctors to give higher doses of chemotherapy drugs and kill more tumor cells. It is not yet known which treatment regimen is more effective for breast cancer. PURPOSE: Randomized phase III trial to compare the effectiveness of standard cyclophosphamide, methotrexate, and fluorouracil with that of high-dose combination chemotherapy plus peripheral stem cell transplantation in treating women who have stage II or stage IIIA breast cancer.", "detailed_description": "OBJECTIVES: I. Compare the efficacy of high dose cyclophosphamide and thiotepa with peripheral blood stem cell support vs conventional cyclophosphamide, methotrexate, and fluorouracil (CMF), both following doxorubicin induction, in women with high risk breast cancer. OUTLINE: This is a randomized, multicenter study. Patients are stratified by the number of positive axillary nodes (4-9 vs at least 10) and by center. Patients are randomized to one of two treatment arms. Arm I: Patients receive induction therapy consisting of doxorubicin IV every 3 weeks for 4 courses followed by consolidation therapy consisting of cyclophosphamide IV, methotrexate IV, and fluorouracil IV every 3 weeks for 8 courses. At week 4 of consolidation therapy, patients receive radiotherapy to the breast, chest wall, and axilla over 3-5 weeks or as appropriate. Following recovery from consolidation therapy, patients receive maintenance therapy consisting of oral tamoxifen daily for 5 years. Arm II: Patients receive induction therapy as in arm I followed by consolidation therapy consisting of stem cell mobilization with high dose cyclophosphamide IV over 2 hours and filgrastim (G-CSF) subcutaneously beginning 24 hours after cyclophosphamide and continuing until blood counts recover. At 13-28 days following peripheral blood stem cell (PBSC) collection and/or autologous bone marrow collection, patients undergo chemoablation consisting of thiotepa IV and cyclophosphamide IV continuously over 4 days followed 72 hours later by PBSC infusion with or without autologous bone marrow. Following hematologic recovery, patients receive radiotherapy and maintenance therapy as in arm I. Patients are followed every 6 months for 2 years, then annually. PROJECTED ACCRUAL: More than 600 patients will be accrued for this study over 5 years.", "condition": ["Breast Cancer"], "intervention_type": ["Biological", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Procedure", "Procedure", "Radiation", "Radiation", "Radiation"], "intervention_name": ["filgrastim", "CMF regimen", "cyclophosphamide", "doxorubicin hydrochloride", "fluorouracil", "methotrexate", "tamoxifen citrate", "thiotepa", "autologous bone marrow transplantation", "peripheral blood stem cell transplantation", "low-LET cobalt-60 gamma ray therapy", "low-LET electron therapy", "low-LET photon therapy"], "criteria": "DISEASE CHARACTERISTICS: Histologically confirmed stage II or IIIA breast cancer with at least 4 positive axillary nodes Definitive resection required, preferably within 4 weeks prior to entry No overt residual axillary nodal carcinoma after surgery Hormone receptor status: Not specified PATIENT CHARACTERISTICS: Age: Over 18 Sex: Female Menopausal status: Not specified Performance status: ECOG 0 or 1 Hematopoietic: Absolute neutrophil count greater than 1,500/mm3 Platelet count greater than 100,000/mm3 Hemoglobin greater than 9 g/dL PT and aPTT normal Hepatic: Bilirubin normal (unless benign congenital hyperbilirubinemia) Normal liver biopsy required in patients with active hepatitis B or C Renal: Creatinine normal Cardiovascular: No active heart disease Normal wall motion on MUGA or echocardiogram Other: Adequate nutritional status (i.e., more than 1,000 calories/day orally) HIV negative No serious medical or psychiatric disease No second malignancy except: Basal cell skin cancer Carinoma in situ of the cervix Not pregnant Negative pregnancy test PRIOR CONCURRENT THERAPY: At least 2 weeks since major surgery", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "stage IIIA breast cancer", "mesh_term": ["Breast Neoplasms", "Cyclophosphamide", "Methotrexate", "Fluorouracil", "Thiotepa", "Liposomal doxorubicin", "Doxorubicin", "Tamoxifen"], "id": "NCT00002755"}