{"brief_title": "Phytoestrogens and Memory Decline in Menopause", "brief_summary": "The purpose of this study is to investigate whether soy-derived phytoestrogens taken as dietary supplements improve memory function in postmenopausal women who have experienced early memory decline.", "detailed_description": "Accumulating data has indicated that estrogens mediate enhancing effects on cognition and mood and may play a prophylactic role against age- and disease-related cognitive-cerebral decline. Phytoestrogens are plant-derived substances that have demonstrated estrogenic activity, but there is little prospective research regarding their effects on mental function. Mental health practitioners generally do not prescribe phytoestrogens. However, many women experiencing peri- and post-menopausal symptoms use marketed phytoestrogens under the perception of general health benefits, including presumably enhanced mental function. The purpose of this study is to develop preliminary data regarding the efficacy of isoflavone phytoestrogens in improving cognitive function in late middle-aged and elderly postmenopausal women with symptoms of memory impairment. Participants in this study will be randomized to receive either isoflavone supplementation or placebo. The study will last for 16 weeks, during which participants will take the supplement pill or placebo three times a day. Participants will be assessed at study entry and at Week 16 for changes in basal cortisol levels, mood, and neuropsychological measures of executive function ability and episodic memory.", "condition": ["Memory Loss", "Postmenopause"], "intervention_type": ["Drug"], "intervention_name": ["Isoflavones"], "criteria": "Inclusion Criteria - Postmenopausal women - Mild memory or cognitive decline that does not meet the criteria for probable dementia Exlcusion Criteria - Hormone replacement therapy within 2 months prior to study entry - Psychiatric medications within 30 days prior to study entry", "gender": "Female", "minimum_age": "62 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Phytoestrogens", "mesh_term": ["Memory Disorders", "Amnesia", "Phytoestrogens"], "id": "NCT00051402"}