{"brief_title": "A Study of Retrovir in the Treatment of Psoriasis in HIV-Positive Patients", "brief_summary": "To evaluate the feasibility of Retrovir (AZT) in the treatment of psoriasis in HIV antibody positive patients. Retrovir has been shown to be effective in the treatment of AIDS. In addition, the administration of AZT appears to have induced a remission of psoriasis in one case study. In light of AZT's antiviral activity and potential effectiveness as an agent for the treatment of psoriasis, this would be the most likely treatment for HIV positive, psoriatic patients whose disease progresses quickly.", "condition": ["HIV Infections", "Psoriasis"], "intervention_type": ["Drug"], "intervention_name": ["Zidovudine"], "criteria": "Inclusion Criteria Study participants must have biopsy-proven psoriasis with 3 distinct psoriatic lesions. (Biopsy-proven Reiter's syndrome patients with 3 distinct cutaneous lesions may be included.) Documented HIV antibody (by federally licensed ELISA test) positive patients. Prior Medication: Allowed: - Zidovudine (AZT). Exclusion Criteria Co-existing Condition: Patients with the following are excluded: - Presence of any active opportunistic infection. - Presence of any AIDS-defining neoplasms (excluding Kaposi's sarcoma) such as central nervous system (CNS) lymphoma. - Known hypersensitivity to zidovudine (AZT). - Impaired renal function. - Significant hepatic dysfunction. Concurrent Medication: Excluded: - Topical steroid, anthralin, or tar preparations. Etretinate, methotrexate, or psoralen ultraviolet A (PUVA) therapy. Psoriatic treatment such as systemic agents or topical steroids (emollients used distal to the control lesions and antipruritic shampoos are admissible). Patients with the following are excluded: - Presence of any active opportunistic infection. - Presence of any AIDS-defining neoplasms (excluding Kaposi's sarcoma) such as central nervous system (CNS) lymphoma. - Known hypersensitivity to zidovudine (AZT). - Impaired renal function. - Significant hepatic dysfunction. Prior Medication: Excluded: - Other antiretroviral agents (e.g., suramin, ribavirin, HPA-23, dideoxycytidine). - Excluded within 2 weeks of study entry: - Topical steroid, anthralin, or tar preparations. - Any other experimental therapy drugs which cause significant bone marrow suppression such as antifolates or pyrimethamine. - Cytolytic chemotherapy. - Drugs which cause significant nephrotoxicity or hepatotoxicity. - Rifampin or rifampin derivatives. - Excluded within 4 weeks of study entry: - Etretinate, methotrexate, or psoralen ultraviolet A (PUVA) therapy. - Excluded within 8 weeks of study entry: - Immunomodulating agents, including steroids, interferon, Isoprinosine, and interleukin 2.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Zidovudine", "mesh_term": ["HIV Infections", "Psoriasis", "Zidovudine"], "id": "NCT00002286"}