{"brief_title": "A Pilot Study to Evaluate the Effects of Subcutaneously Administered Recombinant Human Granulocyte-Macrophage Colony Stimulating Factor in Pediatric HIV-Infected Patients With Neutropenia Secondary to Azidothymidine", "brief_summary": "To assess the safety and efficacy of subcutaneous sargramostim ( granulocyte-macrophage colony-stimulating factor; GM-CSF ) in increasing and maintaining the granulocyte count in HIV-infected children who have developed granulocytopenia as a result of continuous intravenous ( CIV ) zidovudine ( AZT ). To assess the short-term and long-term effects of concomitant GM-CSF on other hematologic parameters. To assess the potential therapeutic benefit of concomitant GM-CSF and AZT on the natural history of HIV infection and associated infectious complications.", "condition": ["HIV Infections", "Cytopenias"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Zidovudine", "Sargramostim"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Zidovudine (AZT) on NIAID 86-C-175. Patients must have: - Diagnosis of perinatal or transfusion acquired AIDS or AIDS related complex. - Granulocytopenia (< or = to 800 cells/mm3) associated with the administration of AZT on protocol NIAID 86-C-175. - Life expectancy > 3 months. - Functioning indwelling central venous access device in place. Prior Medication: Allowed within 48 hours of study entry: - Prophylactic antibiotics. Exclusion Criteria Co-existing Condition: Patients with the following conditions or symptoms are excluded: - Critically ill or clinically unstable. - Significant, active opportunistic or other infection requiring specific drug therapy at time of study entry. - Ongoing IV alimentation. - Uncorrected nutritional deficiencies that may contribute to anemia and/or leukopenia. - Past history of or current evidence for any chronic hematologic disorder other than hemophilia A or B, anemia of chronic disease or anemia related to HIV infection. - Malignancy likely to require systemic treatment during study. Patients with the following are excluded: - Critically ill, clinically unstable, or with concomitant diseases listed in Patient Exclusion Co-existing Conditions. - Hypersensitivity to zidovudine (AZT) or any other nucleoside analog. Prior Medication: Excluded within 48 hours of study entry: - Antibiotics. - Excluded within 30 days of study entry: - Antiretroviral agents other than zidovudine (AZT). - Acyclovir. - Ganciclovir. - Any investigational drug. - Immunomodulating drugs. - Cytolytic chemotherapeutic agents. - Corticosteroids. - Immunoglobulin preparations. - Excluded within 4 months of study entry: - Suramin. Prior Treatment: Excluded within 6 months of study entry: - Bone marrow transplantation. - Excluded within 4 weeks of study entry: - Lymphocyte transfusions. - Radiation therapy.", "gender": "All", "minimum_age": "6 Months", "maximum_age": "12 Years", "healthy_volunteers": "No", "keyword": "Zidovudine", "mesh_term": ["HIV Infections", "Neutropenia", "Zidovudine", "Molgramostim"], "id": "NCT00002263"}