{"brief_title": "A Double-Blind, Placebo-Controlled Study With Open-Label Follow-Up To Determine the Safety and Efficacy of Subcutaneous Doses of r-HuEPO in AIDS Patients With Anemia Induced by Their Disease and AZT Therapy", "brief_summary": "To determine the safety and efficacy of erythropoietin administered subcutaneously to AIDS patients with anemia secondary to their disease and/or concomitant zidovudine (AZT) therapy. Efficacy will be assessed by correction of anemia and decrease in transfusion requirements.", "condition": "Cytopenias", "intervention_type": "Drug", "intervention_name": "Epoetin alfa", "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Maintenance dose of zidovudine (AZT) of at least 400 mg daily. Exclusion Criteria Co-existing Condition: Patients with the following are excluded: - History of any primary hematologic disease. - Clinically significant disease / dysfunction of the pulmonary, cardiovascular, endocrine, neurologic, gastrointestinal, or genitourinary systems not attributable to underlying AIDS. - AIDS-related dementia. - Uncontrolled hypertension (diastolic blood pressure > 100 mmHg). - Presence of concomitant iron deficiency. - Anemia attributable to factors other than AIDS or zidovudine (AZT) therapy. - Acute opportunistic infection. - History of seizures. Patients with clinically significant disease / dysfunction of the pulmonary, cardiovascular, endocrine, neurologic, gastrointestinal, or genitourinary systems not attributable to underlying AIDS are excluded. - Must not have previously participated in any other r-HuEPO clinical studies. Prior Medication: Excluded within 30 days of study entry: - Experimental drug or experimental device. - Cytotoxic chemotherapy. - Excluded within 2 months of study entry: - Androgen therapy. Clinical diagnosis of AIDS and related anemia. - Clinical diagnosis of AIDS. - Clinically stable for 1 month preceding study entry. - Maintenance dose of zidovudine (AZT) of at least 400 mg daily. Substance abuse.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "75 Years", "healthy_volunteers": "No", "id": "NCT00002073.xml"}