{"brief_title": "PKC412 in Patients With Acute Myeloid Leukemia and Patients With Myelodysplastic Syndrome With Either Wild Type or Mutated FLT3", "brief_summary": "Patients who agree to participate in this trial will be screened for the FLT 3 mutation by bone marrow exam. They will have a physical exam, blood test, EKG, chest x-ray, bone marrow aspirate and a pregnancy test. Patients will be required to have weekly blood test and bone marrow aspirate monthly.", "condition": "Myelodysplastic Syndromes", "intervention_type": "Drug", "intervention_name": "PKC412, an inhibitor of FLT3", "arm_group_label": "PKC412", "criteria": "Inclusion criteria: 1. Patients: with AML who are not candidates for myelosuppressive chemotherapy or with AML who have relapsed disease or are refractory to standard therapy and not likely to require cytoreductive therapy within one month or with MDS subtypes RAEB, RAEB-T or CMML. 2. Patients with a relevant FLT3-ITD mutation or D835Y point mutation 3. Patients at least 18 years or older 4. Patients with WHO performance status of 0 to 2 with a life expectancy of at least 3 months 5. Patients must not be treated within 4 weeks after any prior therapy 6. Written informed consent obtained according to local guidelines Exclusion criteria: Patients meeting any of the following criteria during screening will be excluded from entry into the study: 1. Patients who had prior allogeneic, syngeneic, or autologous bone marrow transplant or stem cell transplant less than 2 months previously. 2. Female patients who are pregnant or breast feeding, or adults of childbearing age not employing an effective method of birth control. 3. Concurrent severe and/or uncontrolled medical or psychiatric condition which may interfere with the completion of the study. 4. Impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of PKC412.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00045942.xml"}