{"brief_title": "Irinotecan in Treating Children With Refractory Solid Tumors", "brief_summary": "This phase II trial is studying irinotecan to see how well it works in treating children with refractory solid tumors. Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die.", "detailed_description": "OBJECTIVES: I. Determine the efficacy of irinotecan in children with refractory CNS or solid tumors. II. Assess the toxicity, pharmacokinetics, and pharmacodynamics of this regimen in this patient population. III. Determine patient UGT1A1 genotype and correlate genotype with toxicity and pharmacokinetic parameters of this regimen in these patients. OUTLINE: Patients are stratified according to type of solid tumor (Ewings/PNET vs neuroblastoma vs osteosarcoma vs rhabdomyosarcoma vs other solid tumors excluding lymphomas and brain tumors) or brain tumor (medulloblastoma/PNET vs brain stem glioma vs ependymoma vs other CNS tumors). Patients receive irinotecan IV over 60 minutes on days 1-5. Treatment repeats every 3 weeks for at least 2 courses in the absence of disease progression or unacceptable toxicity. Patients are followed every 6 months for 4 years and then annually thereafter until death or until patient enters another POG study.", "condition": ["Childhood Central Nervous System Germ Cell Tumor", "Childhood Choroid Plexus Tumor", "Childhood Craniopharyngioma", "Childhood Grade I Meningioma", "Childhood Grade II Meningioma", "Childhood Grade III Meningioma", "Childhood Infratentorial Ependymoma", "Childhood Oligodendroglioma", "Childhood Supratentorial Ependymoma", "Previously Treated Childhood Rhabdomyosarcoma", "Recurrent Childhood Cerebellar Astrocytoma", "Recurrent Childhood Cerebral Astrocytoma", "Recurrent Childhood Ependymoma", "Recurrent Childhood Medulloblastoma", "Recurrent Childhood Rhabdomyosarcoma", "Recurrent Childhood Visual Pathway and Hypothalamic Glioma", "Recurrent Childhood Visual Pathway Glioma", "Recurrent Ewing Sarcoma/Peripheral Primitive Neuroectodermal Tumor", "Recurrent Neuroblastoma", "Recurrent Osteosarcoma", "Unspecified Childhood Solid Tumor, Protocol Specific"], "intervention_type": ["Drug"], "intervention_name": ["irinotecan hydrochloride"], "description": ["Given IV"], "arm_group_label": ["Treatment (irinotecan hydrochloride)"], "other_name": ["Campto", "Camptosar", "CPT-11", "irinotecan", "U-101440E"], "criteria": "Inclusion Criteria: - Histologically or cytologically confirmed CNS or solid tumors recurrent or refractory to standard therapy - Solid tumors: - Neuroblastoma - Ewing's Sarcoma/peripheral primitive neuroectodermal tumor (PNET) - Osteosarcoma - Rhabdomyosarcoma - Other extracranial solid tumors - CNS tumors: - Medulloblastoma/PNET - Ependymoma - Brain stem glioma - Other CNS tumor - Intrinsic brain stem tumor (biopsy required only if previously treated with radiosurgery) - Classic optic glioma (histologic requirement waived) - Measurable disease by imaging studies - No lesions assessable only by radionuclide scan - Previously irradiated lesions used to evaluate tumor response must show evidence of an interim increase in size - Performance status - Karnofsky 50-100% if more than 10 years old - Performance status - Lansky 50-100% if 10 years or younger - At least 8 weeks - Absolute neutrophil count greater than 1,000/mm^3 - Platelet count greater than 100,000/mm^3 - Hemoglobin greater than 8 mg/dL - Inadequate peripheral blood counts due to bone marrow infiltration allowed - Bilirubin no greater than 1.5 mg/dL - SGPT less than 5 times normal - Creatinine normal - Glomerular filtration rate at least 70 mL/min - No severe uncontrolled infection - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception during and for 6 months after study - At least 3 weeks since prior immunotherapy and recovered - No concurrent biologic therapy - At least 3 weeks since prior chemotherapy (8 weeks since prior nitrosoureas) and recovered - No more than 2 prior chemotherapy regimens - No other concurrent chemotherapy - Prior topotecan allowed - No prior irinotecan - Concurrent dexamethasone for brain tumor patients allowed if on a stable or decreasing dose for at least 2 weeks prior to study - At least 3 weeks since prior endocrine therapy - No other concurrent endocrine therapy - See Disease Characteristics - At least 8 weeks since prior extended radiotherapy (including evaluable lesions) and recovered - No prior total body radiotherapy - No concurrent radiotherapy - See Disease Characteristics - At least 3 weeks since prior investigational agents - No other concurrent investigational agents - No concurrent anticonvulsants - No concurrent medications that would interfere with the P-450 enzyme system function (e.g., erythromycin, cimetidine, fluconazole)", "gender": "All", "minimum_age": "1 Year", "maximum_age": "21 Years", "healthy_volunteers": "No", "mesh_term": ["Neoplasms", "Glioma", "Neuroblastoma", "Neoplasms, Germ Cell and Embryonal", "Astrocytoma", "Sarcoma, Ewing", "Neuroectodermal Tumors", "Neuroectodermal Tumors, Primitive", "Medulloblastoma", "Osteosarcoma", "Rhabdomyosarcoma", "Ependymoma", "Oligodendroglioma", "Meningioma", "Rhabdomyosarcoma, Embryonal", "Craniopharyngioma", "Adamantinoma", "Neuroectodermal Tumors, Primitive, Peripheral", "Choroid Plexus Neoplasms", "Optic Nerve Glioma", "Irinotecan", "Camptothecin"], "id": "NCT00004078"}