{"brief_title": "The Effects of Smell on Mood and Physical Responses", "brief_summary": "The purpose of this study is to examine the body's response to relaxing and stimulating fragrances commonly used in aromatherapy.", "detailed_description": "Despite aromatherapy's popularity, efficacy data are scant, and potential mechanisms are controversial. This randomized controlled trial examined the psychological, autonomic, endocrine, and immune consequences of one purported relaxant odor (lavender), one stimulant odor (lemon), and a no-odor control (water), before and after a stressor (cold pressor); 56 healthy men and women were exposed to each of the odors during three separate visits. To assess the effects of expectancies, participants randomized to the \"blind\" condition were given no information about the odors they would smell; \"primed\" individuals were told what odors they would smell during the session, and what changes to expect. Experimenters were blind. In each case we measured several different aspects of the cellular immune response, as well as skin barrier repair following tape stripping. This design allowed us to examine the ability of the odors to modulate endocrine and immune function, and health-relevant cutaneous responses.", "condition": ["Stress", "Anxiety", "Depression"], "intervention_type": ["Behavioral"], "intervention_name": ["Exposure to relaxant and stimulant odors"], "description": ["A yellow-tinted cotton ball containing 100 ml of the essential oil or distilled water was taped between the nose and upper lip on top of a piece of surgical tape; use of the barrier tape avoided percutaneous absorption . This method provided continuous and uniform exposure across subjects that would not have been possible with ambient room inhalation, and helped maintain experimenter blindness."], "arm_group_label": ["Lavender", "Citrus", "Water"], "other_name": ["Citrus: lemon."], "criteria": "Inclusion Criteria: - Healthy adults with a normal sense of smell Exclusion Criteria: - Treatment with medication that has immunological or endocrinological consequences - Chronic health problems that affect immune or endocrine systems - Allergy to perfume or cosmetics - Problems with sense of smell - Respiratory problems - Smoker - Current active asthma - Use of psychoactive drugs or mood-altering medication - History of anxiety disorder, major depression, bipolar disorder, schizophrenia, or other psychotic disorders - History of chest pain or ventricular fibrillation", "gender": "All", "minimum_age": "18 Years", "maximum_age": "44 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "keyword": "Smell", "id": "NCT00097253"}