{"brief_title": "EPO906 Therapy in Patients With Advanced Ovarian, Primary Fallopian, or Primary Peritoneal Cancer", "brief_summary": "This study will examine whether the new investigational drug EPO906, given by intravenous infusion (IV directly into the vein), is effective in shrinking tumors and preventing the growth of cells that cause ovarian, fallopian, or peritoneal cancers. Recruitment in the United States is complete but the study is still enrolling in other countries.", "condition": ["Ovarian Neoplasms", "Peritoneal Neoplasms", "Fallopian Tube Neoplasms"], "intervention_type": ["Drug"], "intervention_name": ["epothilone b"], "arm_group_label": ["EPO906"], "other_name": ["EPO906"], "criteria": "Inclusion Criteria: The following patients may be eligible for the study: - Histologically or cytologically documented evidence of ovarian, primary Fallopian or primary peritoneal cancer with at least one measurable lesion (if previous radiation treatment, the target lesion must have demonstrated progression since the radiation) - Must have a life expectancy of greater than three (3) months - Prior failure to respond following front-line treatment with a taxane and platinum (or a combination therapy) may be eligible. Exclusion Criteria: The following patients are not eligible for the study: - Patients with radiation therapy or chemotherapy within the last four weeks - Patients who have had any chemotherapy not containing a taxane and platinum for their disease - Patients with borderline ovarian and macropapillary tumors - Patients with unresolved bowel obstruction - Patients with symptomatic CNS metastases or leptomeningeal involvement - Patients with any peripheral neuropathy or unresolved diarrhea greater than Grade 1 - Patients with severe cardiac insufficiency - Patients taking Coumadin or other warfarin-containing agents with the exception of low dose Coumadin (1 mg or less) for the maintenance of in-dwelling lines or ports - History of another malignancy within 5 years prior to study entry except curatively treated non-melanoma skin cancer or cervical cancer in situ - Patients with active or suspected acute or chronic uncontrolled infection including abcesses or fistulae - HIV+ patients - Pregnant or lactating females.", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "epothilone", "mesh_term": ["Neoplasms", "Ovarian Neoplasms", "Fallopian Tube Neoplasms", "Peritoneal Neoplasms", "Epothilones", "Epothilone B"], "id": "NCT00035100"}