{"brief_title": "US 10 mL Bronchoscopic Lung Volume Reduction (BLVR) Phase 1 Emphysema Study - Initial Formulation", "brief_summary": "The purpose of this study is to determine whether the Aeris Bronchoscopic Lung Volume Reduction (BLVR) System is safe in patients with advanced emphysema.", "detailed_description": "Patients with emphysema currently have limited treatment choices. Many patients are treated with steroids and inhaled medications, which often provide little or no benefit. Recently, lung volume reduction surgery has become an accepted therapy for emphysema. Lung volume reduction surgery involves the removal of a diseased portion of the lung, which enables the remaining, healthier portions of the lung to function better. This procedure, although effective, is complicated and risky. Aeris Therapeutics has developed the Aeris Bronchoscopic Lung Volume Reduction System for treatment of patients with advanced emphysema. The Aeris BLVR System is designed to reduce lung volume without surgery. Patients are treated under anesthesia using a bronchoscope to direct treatment to the most damaged areas of the lung. The treatment is expected to reduce lung volume by shrinking the diseased areas of the lung. The purpose of the current study is to find out whether the Aeris BLVR System is safe in patients with advanced emphysema. The risks associated with the treatment are expected to be similar to those associated with general anesthesia and bronchoscopy.", "condition": ["Pulmonary Emphysema"], "intervention_type": ["Biological"], "intervention_name": ["BLVR"], "description": ["10 mL Hydrogel"], "arm_group_label": ["Single"], "criteria": "Inclusion Criteria: - Advanced emphysema - Limited exercise capacity and persistent symptoms despite medical therapy - Age between 18 and 75 - No significant heart, kidney or liver disease - Willingness and ability to tolerate bronchoscopy - No prior Lung Volume Reduction Surgery or Lung Transplantation - Screening test results indicating that the procedure is appropriate", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "bronchoscope", "mesh_term": ["Emphysema", "Pulmonary Emphysema"], "id": "NCT00085852"}