{"brief_title": "Research Study in Patients With Persistent Macular Edema", "brief_summary": "The purpose of this clinical research study is to evaluate the safety and effectiveness of an investigational medication to treat macular edema that persists despite current treatment methods. Participants will be evaluated for improvement in vision and side effects. Macular edema is a condition that affects the back of the eye (retina). It frequently occurs in people who have a history of diabetes, and is also associated with high blood pressure, uveitis, and previous eye surgery. The main symptom of macular edema is decreased vision, generally a blurring of central vision. There are no direct costs to participants for assessments and treatment as defined in the study protocol. All candidates must be available for required scheduled visits during the trial's 6-month follow-up period. Although the disease called age-related macular degeneration (AMD) affects the same region of the eye as macular edema, they are not the same condition and AMD is not studied in this research trial.", "condition": ["Diabetes", "Macular Edema", "Diabetic Retinopathy", "Retinal Disease", "Uveitis, Posterior"], "intervention_type": ["Drug"], "intervention_name": ["DEX PS DDS®"], "criteria": "Inclusion: Persistent macular edema associated with diabetic retinopathy, uveitis, retinal vein occlusion, or Irvine-Gass syndrome, persisting at least 90 days after laser treatment or medical management by a physician. Exclusion: Females who are pregnant or lactating, and females of childbearing potential not using adequate birth control for the duration of the study. Any intraocular procedures or laser treatment less than 90 days before enrollment.", "gender": "All", "minimum_age": "12 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Irvine-Gass Syndrome", "mesh_term": ["Macular Edema", "Edema", "Retinal Diseases", "Diabetic Retinopathy", "Uveitis", "Retinal Vein Occlusion", "Uveitis, Posterior"], "id": "NCT00035906"}