{"brief_title": "A Phase I Safety and Immunogenicity Trial of Live Recombinant Canarypox ALVAC-HIV (vCP205) in HIV-1 Uninfected Adult Volunteers", "brief_summary": "To evaluate the safety and immunogenicity of ALVAC-HIV MN120TMG (vCP205) in comparison to ALVAC-RG rabies glycoprotein (vCP65) as a control when administered in HIV-1 negative volunteers. ALVAC-HIV vCP205 is a second generation candidate vaccine that can be used to induce a humoral and cellular response against several antigens. This recombinant construct is based on the canarypox vector termed ALVAC and expresses gp120 of the HIV MN strain, plus the transmembrane portion of the LAI strain as well as gag and protease.", "detailed_description": "ALVAC-HIV vCP205 is a second generation candidate vaccine that can be used to induce a humoral and cellular response against several antigens. This recombinant construct is based on the canarypox vector termed ALVAC and expresses gp120 of the HIV MN strain, plus the transmembrane portion of the LAI strain as well as gag and protease. Volunteers are randomized to receive doses of ALVAC-HIV vCP205 or ALVAC-HIV vCP65 control or both according to varying schedules over 12 months (was 6 months, amended 11/17/95) with a 12 month follow up. [AS PER AMENDMENT 5/29/98: One additional follow-up visit is required at 30-36 months.]", "condition": ["HIV Infections"], "intervention_type": ["Biological", "Biological", "Biological"], "intervention_name": ["ALVAC-HIV MN120TMG (vCP205)", "ALVAC-RG Rabies Glycoprotein (vCP65)", "rgp120/HIV-1 SF-2"], "criteria": "Inclusion Criteria Volunteers must have: - Normal history and physical exam. - Negative ELISA and Western blot for HIV. - CD4 count >= 400 cells/mm3. - Normal urine dipstick with esterase and nitrite. - Occupational responsibilities that preclude compliance. Exclusion Criteria Co-existing Condition: Volunteers with the following symptoms or conditions are excluded: - Positive hepatitis B surface antigen. - Medical or psychiatric condition (such as recent suicidal ideation or present psychosis) that precludes compliance. - Active syphilis. NOTE: Subjects with serology documented to be a false positive or due to a remote (> 6 months) treated infection are eligible. - Active tuberculosis. NOTE: Subjects with a positive PPD and a normal chest x-ray showing no evidence of TB and not requiring isoniazid therapy are eligible. - Allergy to egg products or neomycin. Volunteers with the following prior conditions are excluded: - History of immunodeficiency, chronic illness, autoimmune disease or use of immunosuppressive medications. - History of anaphylaxis or other serious adverse reactions to vaccines. - Prior immunization against rabies. - History of serious allergic reaction to any substance, requiring hospitalization or emergent medical care (e.g., Stevens-Johnson syndrome, bronchospasm, or hypotension). - Prior psychiatric condition (such as history of suicide attempts or past psychosis) that precludes compliance. - History of cancer unless there has been surgical excision that is considered to have achieved cure. - Occupational responsibilities that preclude compliance. Prior Medication: Excluded: - Live attenuated vaccines within 60 days prior to study entry. NOTE: Medically indicated killed or subunit vaccines (e.g., influenza, pneumococcal) do not exclude if administered at least 2 weeks from HIV immunizations. - Experimental agents within 30 days prior to study entry. - Prior HIV vaccines. - Prior rabies immunization. Prior Treatment: Excluded: - Blood products or immunoglobulin within 6 months prior to study entry. Risk Behavior: Excluded: Identifiable high-risk behavior for HIV infection, such as: - injection drug use within past 12 months; higher- or intermediate-risk sexual behavior. - Occupational exposure to birds. Low risk sexual behavior.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "60 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "keyword": "HIV Preventive Vaccine", "mesh_term": ["HIV Infections", "Krestin"], "id": "NCT00001055"}