{"brief_title": "A Study of the Safety and Pharmacokinetics of rhGAA in Siblings With Glycogen Storage Disease Type II", "brief_summary": "GSD-II (also known as Pompe disease) is caused by a deficiency of a critical enzyme in the body called acid alpha-glucosidase (GAA). Normally, GAA is used by the body's cells to break down glycogen (a stored form of sugar) within specialized structures called lysosomes. In patients with GSD-II, an excessive amount of glycogen accumulates and is stored in various tissues, especially heart and skeletal muscle, which prevents their normal function. This study is being conducted to evaluate the safety, pharmacokinetics, pharmacodynamics and efficacy of recombinant human acid alpha-glucosidase (rhGAA) as a potential enzyme replacement therapy for a pair of siblings with GSD-II. To be eligible for this study, a patient must have a confirmed diagnosis of GSD-II and have a sister or brother who also has a confirmed diagnosis of GSD-II.", "condition": "Glycogenosis 2", "intervention_type": "Drug", "intervention_name": "Alglucosidase alfa", "description": "20 mg/kg (qow); intravenous", "arm_group_label": "1", "criteria": "Inclusion Criteria: - Written informed consent must be obtained from the parent or guardian prior to performing any study related procedures; - Patient must have a clinical diagnosis of GSD-II confirmed by endogenous GAA activity below normal in at least one tissue; - Patient must have a sibling with a clinical diagnosis of GSD-II confirmed by an endogenous GAA activity below normal in at least one tissue, who is eligible for participation in this study; - Patient must have a sibling with identical GAA mutations who is eligible for participation in this study; - Patient must have a sibling with evidence of different progression of GSD-II who is eligible for participation in this study; - The patient or his/her guardian(s) must have the ability to comply with the clinical protocol. Exclusion Criteria: - Patient has significant organic disease (with the exception of symptoms relating to GSD-II), including clinically significant cardiovascular, hepatic, pulmonary, neurologic, or renal disease, or other medical condition, serious intercurrent illness, or extenuating circumstance that, would preclude participation in the trial; - Patient is participating in another investigational study.", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00051935.xml"}