{"brief_title": "Improving Retention of Hispanics Receiving Antidepressant Therapy", "brief_summary": "This study will develop an intervention that will increase the retention of Hispanics with major depression in antidepressant therapy.", "detailed_description": "Despite major advances in the treatment of psychiatric disorders, Hispanics continue to underutilize mental health services relative to their own mental health needs. Cultural factors are important causes of underutilization. To date, however, attempts to boost utilization by improving the cultural congruence of psychiatric services have not focused on retaining Hispanics in antidepressant therapy. Motivational Interviewing (MI) is a time-limited psychotherapy that has successfully improved treatment retention among patients with dually diagnosed substance abuse and psychiatric disorders. During Phase I of this study, MI is adapted for use as an adjunctive therapy with antidepressant treatment and culturally adapted to Hispanic participants. In Phase II, participants receive sertraline for 12 weeks and participate in four sessions of MI therapy as a supplementary intervention designed to encourage treatment retention. Participants who are intolerant to sertraline or have an inadequate response by Week 6 are switched to venlafaxine ER while continuing to receive MI and to complete study assessments. A follow-up interview is conducted 6 months after the termination of treatment.", "condition": ["Depression", "Depressive Disorder"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Sertraline", "Venlafaxine Extended Release"], "arm_group_label": ["Sertraline, venlafaxine, bupropion", "Sertraline, venlafaxine, bupropion"], "criteria": "Inclusion Criteria: - Diagnostic Statistical Manual, 4th edition criteria for Major Depressive Disorder - Patients who self-identify as Hispanic and are Spanish-dominant, English-dominant, or bilingual - Acceptable methods of contraception - Hamilton Depression Rating Scale score >= 18 at Visit 1 - Sertraline or venlafaxine ER is clinically appropriate Exclusion Criteria: - History of schizophrenia, bipolar affective disorder, schizoaffective disorder, depression with psychotic symptoms, or organic brain syndrome - DSM-IV criteria for alcohol or substance abuse or dependence during the 6 months prior to screening - Pregnancy or breast-feeding - At risk for committing suicide - Clinically significant renal, pulmonary, cerebrovascular, cardiovascular, gastrointestinal, or endocrine disorders - Glaucoma, history of increased intraocular pressure (IOP), or at risk for having increased IOP - Untreated or unstable hypertension - Clinically significant laboratory abnormalities or abnormal electrocardiogram - Medical conditions that might interfere with the process of drug absorption, metabolism, or elimination - Clinically significant thyroid dysfunction (except patients who are stable and asymptomatic on thyroid replacement therapy) - Current or past history of seizure disorder (except febrile seizure in childhood) - History of failed sertraline or venlafaxine treatment for at least 4 weeks at adequate doses - Allergy or hypersensitivity to sertraline or venlafaxine - History of two failed selective serotonin reuptake inhibitor (SSRI) trials for major depression at adequate doses and duration - Monoamine oxidase inhibitors (MAOIs) or fluoxetine within 4 weeks prior to screening, or other SSRIs, antidepressants, neuroleptics, mood stabilizers, buspirone, benzodiazepines, or other psychotropic drugs (except zolpidem for insomnia) within 2 weeks prior to screening - Electroconvulsive Therapy (ECT) within the last 3 months - Effective medication or psychotherapy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "65 Years", "healthy_volunteers": "No", "keyword": "Hispanic Americans", "mesh_term": ["Depressive Disorder", "Depression", "Venlafaxine Hydrochloride", "Sertraline", "Antidepressive Agents"], "id": "NCT00057642"}