{"brief_title": "A Study of GENEVAX-HIV, a Possible Vaccine", "brief_summary": "The purpose of this study is to see if it is safe to give GENEVAX-HIV, a potential HIV vaccine, to HIV-negative volunteers. The study also compares the effects of GENEVAX-HIV injected into the muscle to the effects of the drug when injected into the skin.", "detailed_description": "Volunteers receive either intradermal or intramuscular injections of GENEVAX-HIV; humoral and cellular responses are assessed accordingly.", "condition": ["HIV Infections", "HIV Seronegativity"], "intervention_type": ["Biological"], "intervention_name": ["APL 400-003"], "criteria": "Inclusion Criteria Patients must have: - Good health. - Ability to understand the basis of HIV transmission and other common sexual and blood-borne infections. - The following parameters within normal range: - Hematopoietic: - total white blood cell, lymphocyte, granulocyte, and platelet count, hemoglobin and hematocrit. - Renal: - BUN and creatinine, urinalysis. - Hepatic: - total serum bilirubin. - Endocrine/Metabolic: - Serum calcium, serum glucose, total serum CPK. - Immunologic: - total serum immunoglobulin and absolute CD4 count. - Hepatitis B and Hepatitis C negative. - Urinalysis: - Normal screen with dipstick for esterase and nitrite. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - HIV-seropositive status. - Any positive result for anti-DNA antibodies considered of potential clinical significance as measured by anti-DNA antibody and/or anti-nuclear antibody (ANA) assays. - Any condition which, in the opinion of the principal investigator, might interfere with completion of the study or evaluation of the results. - Known hypersensitivity to bupivacaine or any amide-type local anesthetic (such as lidocaine, dibucaine, mepivacaine, and prilocaine) or a history of anaphylaxis or other serious adverse reactions to vaccines. Concurrent Medication: Excluded: Any medication which may affect immune function with the exception of low doses of nonprescription-strength NSAIDS, aspirin, or acetaminophen for acute conditions such as headache or trauma. Patients with the following prior conditions are excluded: - HIV-seropositive. - Known or suspected history of impairment or abnormality in immune functioning. - Exposure to potentially-infective HIV fluids within the prior 6 months or tested positive for HIV at any time. - History of any prior disease or therapy which would affect immune function including: - Prior malignancy, except curatively-treated basal cell or squamous cell carcinoma in situ of the cervix. - Immunodeficiency or autoimmune disease. - Acute infection or a recent (within 6 months) history of chronic infection. - History of serious allergic reaction to any substance requiring hospitalization or emergent medical care (e.g., Stevens-Johnson syndrome, bronchospasm, or hypotension). Prior Medication: Excluded: Cytotoxic chemotherapy that may affect immune function. Prior Treatment: Excluded: - Previous immunization with any experimental vaccines directed against HIV or receipt of any experimental agent within 30 days prior to enrollment. - Receipt of any blood products or immunoglobulin within 6 months prior to enrollment. - Exposure to live attenuated vaccines within 60 days of study. - Radiotherapy that may affect immune function. Risk Behavior: Excluded: - Active drug or alcohol abuse or uncontrolled (unstable) psychiatric disorders which, in the opinion of the investigator, would interfere with study participation. - Higher- or intermediate-risk sexual behavior (AVEG criteria)", "gender": "All", "minimum_age": "18 Years", "maximum_age": "60 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "keyword": "Immunity, Mucosal", "mesh_term": ["HIV Infections", "Vaccines"], "id": "NCT00002232"}