{"brief_title": "A Dose-Escalating Study of Ro 31-8959 ( HIV Protease Inhibitor ) in Patients With HIV Disease.", "brief_summary": "To investigate the toxicity, antiviral activity, and pharmacokinetics in HIV-infected patients receiving 16 weeks of oral saquinavir mesylate ( Ro 31-8959 ) at one of two doses.", "detailed_description": "Cohorts of 16 patients receive 1 of 2 doses of Ro 31-8959 for 20 weeks. Administration of the higher dose will proceed only after 2-week safety data for the first eight patients on the lower dose has been reviewed.", "condition": ["HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["Saquinavir"], "criteria": "Inclusion Criteria Patients must have: - Documented HIV infection. - CD4 count 200 - 500 cells/mm3. - No evidence of viral resistance. - HIV RNA quantifiable by PCR. - Negativity for HBsAg, HBeAg, and anti-HBc. NOTE: - Fifty percent of patients must have measurable p24 antigen levels (> 31 pg/ml). Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Active opportunistic infection requiring immediate treatment, such as tuberculosis, cytomegalovirus, cerebral toxoplasmosis, and Pneumocystis carinii pneumonia. - Unable to maintain adequate oral intake. - Clinically significant vomiting and/or diarrhea. - Malignancy, visceral Kaposi's sarcoma, or lymphoma that will require systemic chemotherapy within the next 12 months. - Unable to comply with protocol requirements, in the judgment of the investigator. - Any grade 3 or worse laboratory or clinical abnormality. Concurrent Medication: Excluded: - Antineoplastic agents. - Concomitant or maintenance treatment with excluded experimental drugs and drugs with known nephrotoxic or hepatotoxic potential. Concurrent Treatment: Excluded: - Radiation therapy other than local skin radiation therapy. Patients with the following prior conditions are excluded: - Unexplained temperature >= 38.5 C (101.5 F) persisting for 14 days or more within a 30-day period. - Unexplained, chronic diarrhea persisting for 14 days or more within a 30-day period. Prior Medication: Excluded: - Prior treatment with an HIV proteinase inhibitor. - AZT within 30 days prior to study entry OR lasting more than 1 year. - Other antiretroviral therapy (besides AZT) within 30 days prior to study entry OR lasting more than 14 days. - Acute therapy for an opportunistic infection within 14 days prior to study entry.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "HIV Protease Inhibitors", "mesh_term": ["HIV Infections", "Acquired Immunodeficiency Syndrome", "Protease Inhibitors", "Saquinavir", "HIV Protease Inhibitors"], "id": "NCT00002111"}