{"brief_title": "Chemotherapy and Azidothymidine, With or Without Radiotherapy, for High Grade Lymphoma in AIDS-Risk Group Members", "brief_summary": "To determine the safety and effectiveness of a combination chemotherapy-radiation-zidovudine (AZT) treatment for patients with peripheral lymphoma. Other chemotherapies have been tried in patients with AIDS related lymphomas, but the results have not been satisfactory. This study will show whether the combination of chemotherapy, radiation, and AZT is more effective and less toxic than previously used treatments.", "detailed_description": "Other chemotherapies have been tried in patients with AIDS related lymphomas, but the results have not been satisfactory. This study will show whether the combination of chemotherapy, radiation, and AZT is more effective and less toxic than previously used treatments. All patients will receive combination chemotherapy and AZT. The combination chemotherapy will be repeated every 3 to 4 weeks for a maximum total of 6 cycles. Each cycle will consist of doxorubicin, bleomycin, cyclophosphamide, and vincristine on day 1, dexamethasone on days 1-5, and methotrexate on day 15. Patients with meningeal or bone marrow disease will receive radiation and intrathecal cytarabine (ARA-C) while those without will receive ARA-C without radiation. Patients with documented lymphomas in the central nervous system at initial workup will start radiation as soon as possible and intrathecal ARA-C (t.i.w. until cerebrospinal fluid is clear then every month for 1 year); patients with normal lumbar puncture, brain scan, and bone marrow at first diagnosis will begin radiation on day 1 of cycle 3 of chemotherapy. Lumbar punctures for evaluation will be done four times during the first cycle, on days 1, 8, 21, and 28. AZT will be administered every 4 hours, 7 days a week, beginning at the completion of combined chemotherapy, once the patient has achieved a complete remission of the lymphoma, and continuing for 1 year.", "condition": ["Lymphoma, Non-Hodgkin", "HIV Infections"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug"], "intervention_name": ["Bleomycin sulfate", "Vincristine sulfate", "Doxorubicin hydrochloride", "Cyclophosphamide", "Allopurinol", "Methotrexate", "Cytarabine", "Leucovorin calcium", "Zidovudine", "Dexamethasone"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Ibuprofen. - Standard antiemetic agents. - Ganciclovir therapy for sight- or life-threatening Cytomegalovirus infection. - Zidovudine and methotrexate may be resumed during ganciclovir maintenance phase. Exclusion Criteria Co-existing Condition: The following patients will be excluded from the study: - Patients with recurrent infection that may interfere with the planned protocol. - Patients with a second active tumor other than nonmelanomatous skin cancer or Kaposi's sarcoma. - Patients with stage IE primary central nervous system lymphoma. Concurrent Medication: Excluded: - Corticosteroids. - Aspirin. - Acetaminophen. - Nonsteroidal anti-inflammatory drugs, except ibuprofen. - Chemotherapy for infection associated with neutropenia. - Zidovudine (AZT) for infection associated with neutropenia. - Investigational therapies, except ganciclovir therapy for sight- or life-threatening cytomegalovirus infection. - AZT and methotrexate will be suspended during induction therapy with ganciclovir. The following patients will be excluded from the study: - Patients with recurrent infection that may interfere with the planned protocol. - Patients with a second active tumor other than nonmelanomatous skin cancer or Kaposi's sarcoma. - Patients with stage IE primary central nervous system lymphoma. Prior Medication: Excluded: - Zidovudine (AZT). - Excluded within 2 weeks of study entry: - Immunomodulating agents. - Antiretroviral therapy prior to diagnosis of lymphoma. Patients must demonstrate the following clinical and laboratory findings: - Any stage of the disease, including stage I. - Newly diagnosed, previously untreated high-grade lymphoma. - Presence of measurable tumor parameter(s). - Adequate hepatic, renal, and bone marrow function.", "gender": "All", "minimum_age": "19 Years", "maximum_age": "69 Years", "healthy_volunteers": "No", "keyword": "Bleomycin", "mesh_term": ["Lymphoma", "HIV Infections", "Lymphoma, Non-Hodgkin", "Dexamethasone acetate", "Dexamethasone", "Dexamethasone 21-phosphate", "Liposomal doxorubicin", "Cyclophosphamide", "Methotrexate", "Doxorubicin", "Cytarabine", "Bleomycin", "Vincristine", "BB 1101", "Zidovudine", "Allopurinol", "Levoleucovorin"], "id": "NCT00000703"}