{"brief_title": "Vinblastine and Methotrexate in Treating Children With Desmoid Tumors", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Combining more than one drug may kill more tumor cells. PURPOSE: Phase II trial to study the effectiveness of chemotherapy with vinblastine and methotrexate in treating children who have desmoid tumors that are recurrent or untreatable with surgery or radiation therapy.", "detailed_description": "OBJECTIVES: I. Estimate the efficacy and toxicity of vinblastine and methotrexate for newly diagnosed or recurrent desmoid tumors in children who are not good candidates for treatment with surgery or radiation therapy. OUTLINE: Patients receive vinblastine and methotrexate IV weekly for 26 weeks, then every 2 weeks for an additional 26 weeks. Treatment continues for a maximum of 1 year in the absence of unacceptable toxicity or disease progression. Patients with a complete response receive an additional 8 doses of chemotherapy. Patients are followed every 6 months for 4 years and then annually thereafter. PROJECTED ACCRUAL: A total of 13-25 patients will be accrued for this study.", "condition": ["Desmoid Tumor"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["methotrexate", "vinblastine sulfate"], "arm_group_label": ["Chemotherapy Treatment", "Chemotherapy Treatment"], "other_name": ["MTX", "amethopterin", "NSC #000740", "VBL", "vincaleukoblastine", "Velban", "NSC #49842"], "criteria": "DISEASE CHARACTERISTICS: Histologically proven, untreated, primary desmoid tumor (aggressive fibromatosis) for which surgery and/or radiation therapy is not thought to be feasible (prior attempted surgical resection allowed if gross residual disease remains) No other fibroblastic lesions or other fibromatoses allowed Recurrent desmoid tumor not previously treated with vinca alkaloids or methotrexate and no chemotherapy since recurrence Measurable disease by MRI PATIENT CHARACTERISTICS: Age: Under 19 at time of diagnosis Performance status: Not specified Life expectancy: Not specified Hematopoietic: Hemoglobin normal for age WBC normal for age Platelet count normal for age Hepatic: Bilirubin less than 1.5 times upper limit of normal (ULN) for age SGOT less than 1.5 times ULN for age Renal: Creatinine less than 1.5 times ULN for age PRIOR CONCURRENT THERAPY: See Disease Characteristics", "gender": "All", "minimum_age": "N/A", "maximum_age": "21 Years", "healthy_volunteers": "No", "keyword": "desmoid tumor", "mesh_term": ["Fibromatosis, Aggressive", "Methotrexate", "Vinblastine"], "id": "NCT00003019"}