{"brief_title": "Monoclonal Antibody Therapy in Treating Patients With Lymphoma or Leukemia", "brief_summary": "RATIONALE: Monoclonal antibodies can locate cancer cells and either kill them or deliver cancer-killing substances without harming normal cells. PURPOSE: Phase I/II trial to study the effectiveness of monoclonal antibody therapy in treating patients who have lymphoma or leukemia.", "detailed_description": "OBJECTIVES: I. Evaluate the efficiency of tumor cell removal by immunomagnetic technique in patients with B cell malignancies. II. Determine toxicity of mobilized peripheral blood stem cell (PBSC) components of enriched CD34+ and depleted B cells in this patient population. III. Compare recovery with the use of this treatment regimen to the use of unmanipulated PBSC or CD34+ PBSC components in this patient population. OUTLINE: Patients are assigned to one of two treatment arms for chemotherapy (chemotherapy protocol following FHCRC-506.2). Patients undergo mobilization and isolation of CD34+ cells as described in FHCRC-506.2. Peripheral blood stem cells are collected by apheresis and the CD34+ cells are isolated using magnetic beads. Monoclonal antibodies to CD19 and CD20 are added to the CD34+ cells to sensitize any remaining tumor cells. Patients undergo transplantation on day 0, according to applicable transplant protocols, one month after mobilization. Some patients may receive posttransplant interleukin-2 after achieving durable engraftment. Patients are followed at day 30, 80, 180, 365, and 395. PROJECTED ACCRUAL: A total of 20-30 patients will be accrued for this study.", "condition": ["Leukemia", "Lymphoma"], "intervention_type": ["Biological", "Biological", "Procedure"], "intervention_name": ["monoclonal antibody CD19", "monoclonal antibody CD20", "in vitro-treated peripheral blood stem cell transplantation"], "criteria": "DISEASE CHARACTERISTICS: Histologically confirmed recurrent B cell malignancy that is positive for CD19 and/or CD20 antigens Demonstrated or probable tumor cell contamination of peripheral blood stem cell components No CNS metastases High risk B cell malignancy indicative of autologous hematopoietic stem cell transplantation No HLA matched donors Eligible for mobilization of blood stem cells using chemotherapy and G-CSF Eligible for transplantation on a protocol covering classification and stage of malignancy Intention to proceed to transplantation within 60 days of peripheral blood stem cell collection PATIENT CHARACTERISTICS: Age: 70 and under Performance status: Karnofsky 70-100% Life expectancy: Not specified Hematopoietic: Not specified Hepatic: Not specified Renal: Not specified Other: No active infection HIV negative Adequate organ function as defined in the mobilization and transplant protocols At least 20 CD34+ cells/uL in the peripheral blood before immunomagnetic separation PRIOR CONCURRENT THERAPY: Biologic therapy: Not specified Chemotherapy: Not specified Endocrine therapy: Not specified Radiotherapy: Not specified Surgery: Not specified", "gender": "All", "minimum_age": "N/A", "maximum_age": "70 Years", "healthy_volunteers": "No", "keyword": "splenic marginal zone lymphoma", "mesh_term": ["Lymphoma", "Leukemia", "Antibodies", "Immunoglobulins", "Antibodies, Monoclonal"], "id": "NCT00003874"}