{"brief_title": "S-1 and Cisplatin Before Surgery in Treating Patients With Stage IV Gastric Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy, such as S-1 and cisplatin, work in different ways to stop tumor cells from dividing so they stop growing or die. Combining more than one drug may kill more tumor cells. Giving combination chemotherapy before surgery may shrink the tumor so that it can be removed. PURPOSE: This phase II trial is studying how well giving S-1 together with cisplatin works in treating patients who are undergoing surgery for stage IV gastric cancer.", "detailed_description": "OBJECTIVES: Primary - Determine the efficacy and feasibility of neoadjuvant chemotherapy comprising S-1 and cisplatin in patients with stage IV gastric adenocarcinoma. - Determine the overall survival of patients treated with this regimen. Secondary - Determine the time to progression and types of initial recurrence in patients treated with this regimen. - Determine tumor response in patients treated with this regimen. - Determine mortality and morbidity related to treatment in these patients. - Determine the toxicity of this regimen in these patients. OUTLINE: This is a multicenter study. Patients receive oral S-1 on days 1-21 and cisplatin IV over 2 hours on day 8. Treatment repeats every 35 days for 2 courses in the absence of disease progression or unacceptable toxicity. Patients then undergo gastrectomy with lymphadenectomy. Patients resume oral S-1 after surgery. PROJECTED ACCRUAL: A total of 50 patients will be accrued for this study.", "condition": ["Gastric Cancer"], "intervention_type": ["Drug", "Drug", "Procedure", "Procedure", "Procedure"], "intervention_name": ["cisplatin", "tegafur-gimeracil-oteracil potassium", "adjuvant therapy", "conventional surgery", "neoadjuvant therapy"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed gastric adenocarcinoma - Stage IV disease meeting 1 of the following staging criteria according to Japanese gastric cancer classification: - T4, N2 - T4, N3 - P1, CY1 - CT scan and laparoscopic staging required PATIENT CHARACTERISTICS: Age - 20 and over Performance status - ECOG 0-1 Life expectancy - Not specified Hematopoietic - WBC ≥ 4,000/mm^3 AND < 12,000/mm^3 - Granulocyte count ≥ 2,000/mm^3 - Platelet count ≥ 100,000/mm^3 - Hemoglobin ≥ 9.0 g/dL Hepatic - AST and ALT ≤ 2.5 times upper limit of normal - Bilirubin ≤ 1.5 mg/dL Renal - Creatinine clearance ≥ 50 mL/min Pulmonary - PaO_2 ≥ 70 mm Hg on room air Other - Able to swallow oral medication PRIOR CONCURRENT THERAPY: Biologic therapy - Not specified Chemotherapy - No prior chemotherapy for gastric cancer Endocrine therapy - Not specified Radiotherapy - No prior radiotherapy for gastric cancer Surgery - No prior surgery for gastric cancer Other - No other prior therapy for gastric cancer", "gender": "All", "minimum_age": "20 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "adenocarcinoma of the stomach", "mesh_term": ["Stomach Neoplasms", "Cisplatin", "Tegafur"], "id": "NCT00088816"}