{"brief_title": "The Role of Ampligen in Strategic Therapeutic Intervention (STI) of HAART", "brief_summary": "This is an open-label, prospective, randomized, controlled study of the safety and efficacy including clinical, immunologic, and virologic assessments of adding Ampligen to a Strategic Therapeutic Intervention (STI) of HAART in patients with plasma HIV RNA < 50 copies/ml (PCR) and CD4 levels > 400.", "condition": "HIV Infection", "intervention_type": "Drug", "intervention_name": "poly I-poly C12U", "description": "200-400 mg IV infusions 2x/week for 64 weeks", "arm_group_label": "Ampligen", "other_name": "Rintatolimod", "criteria": "1. Adults at least 18 years of age. 2. CD4 cell count of > 400 cells. 3. Plasma HIV-1 RNA < 50 copies/ml on two occasions: one within the six weeks prior to starting Baseline and the other during Baseline. 4. History of virologic success with suppression of HIV RNA level < 50 copies/ml during the last nine months documented a minimum of two times during the last ten months or a minimum of three times during the last fifteen months while patient is receiving a HAART regiment. During the four months prior to starting Baseline, continuing through Baseline and the 64 week study period, the HAART regimen must remain unchanged and contain at least one of the following ten anti-retroviral drugs: - Abacavir (Ziagen) - Zidovudine (Retrovir) AZT - Zalcitabine (Hivid) ddC - Didanosine (Videx) ddl - Stavudine (Zerit) d4T - Efavirenz (Sustiva) - Indinavir (Crixivan) - Ritonavir (Norvir) - Nelfinavir (Viracept) - Amprenavir (Agenerase) Only one HIV plasma RNA level > 50, but < 100 copies/ml is permitted during the four month period immediately prior to starting Baseline. 5. Karnofsky performance status of at least 70. 6. The following laboratory parameters within 21 days prior to treatment: - Hemoglobin > 9.2 g/dL for men and > 8.9 g/dL for women; - Neutrophil count > 1000; - Platelet count > 75,000; - AST/ALT < 4.0 x upper limit of normal (ULN); - Serum creatinine < 1.5 x ULN or a creatinine clearance > 50 mL/min. 7. Ability and willingness to give written informed consent. 8. For females with child bearing potential: A negative serum pregnancy test within 14 days prior to randomization. Females of child bearing potential agree to use an effective means of contraception. 9. The patient must have completed any elective routine immunizations (including influenza vaccination) eight or more weeks prior to first dose of study drug.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00035893.xml"}