{"brief_title": "Comparison of Surgical Procedures to Reduce Urinary Stress Incontinence", "brief_summary": "The primary aim of this clinical trial is to compare the treatment success for two surgical procedures that are frequently used and have similar cure rates, yet have not been compared directly to each other in a large, rigorously conducted randomized trial. The secondary aims of the trial are to compare other outcomes for the two surgical procedures, including quality of life, sexual function, satisfaction with treatment outcomes, complications, and need for other treatment(s)after surgery. Follow-up will be a minimum of two years and up to four years.", "condition": ["Urinary Incontinence"], "intervention_type": ["Procedure", "Procedure"], "intervention_name": ["Burch Modified Tanagho", "Autologous Fascia Sling"], "description": ["The Burch colposuspension is a well-established procedure for surgically treating women with stress urinary incontinence. The Burch modified colposuspension suspends the anterior vaginal wall (at the level of the bladder neck) with permanent sutures tied to the iliopectineal ligament.", "The fascial sling is also a well-established procedure for surgically treating women with stress urinary incontinence. The autologous sling procedure places a harvested strip of rectus fascia transvaginally at the level of the proximal urethra. The fascial strip is secured superiorly to the rectus fascia with permanent sutures"], "arm_group_label": ["Burch", "Sling"], "criteria": "- Predominant stress urinary incontinence by self-report,examination and test; - Urethral hypermobility; - Eligible for both surgical procedures; - Ambulatory; - Not pregnant; - >12 months post-partum; - No systemic disease known to affect bladder function; - No current chemotherapy or radiation therapy; - No urethral diverticulum, augmentation cytoplasty, or artificial sphincter; - No recent pelvic surgery; - Available for follow-up and able to complete study assessments; - Signed informed consent.", "gender": "Female", "minimum_age": "21 Years", "maximum_age": "N/A", "healthy_volunteers": "Accepts Healthy Volunteers", "keyword": "Surgery", "mesh_term": ["Urinary Incontinence", "Enuresis", "Urinary Incontinence, Stress"], "id": "NCT00064662"}