{"brief_title": "Phase II Gallium Nitrate in Relapsed or Refractory Non-Hodgkin's Lymphoma", "brief_summary": "Eligible patients will have low- or intermediate-grade Non-Hodgkin's Lymphoma (NHL) that has progressed after standard chemotherapy. Patients will receive gallium nitrate 300 mg/m2/day by continuous IV infusion for 7 consecutive days using a portable infusion pump. Hospitalization is not required. Stable or responding patients will receive additional gallium nitrate infusions every 3 weeks until the time of disease progression, for a maximum total of 8 infusions, or 2 cycles after complete remission has been documented.", "detailed_description": "This study seeks to define the role of gallium nitrate in a specific population of patients who are expected to have received prior therapy. Preliminary clinical studies have suggested substantial evidence of antitumor activity in patients with relapsed or refractory non-Hodgkin's Lymphoma treated with gallium nitrate.", "condition": ["Non-Hodgkin's Lymphoma", "Relapsed Lymphoma", "Refractory Lymphoma", "Low-Grade Lymphoma", "Intermediate-Grade Lymphoma"], "intervention_type": ["Drug"], "intervention_name": ["gallium nitrate"], "criteria": "Low- or intermediate-grade NHL using the International Working Formulation, subtypes IWF A-G: Using the Updated REAL/WHO Classification, the following pathologic subtypes are eligible: - Small lymphocytic lymphoma - Lymphoplasmacytic lymphoma/immunocytoma - Follicular lymphoma - Diffuse large B-cell lymphoma - Peripheral T-cell lymphoma, not otherwise characterized Progression of disease following treatment with standard chemotherapy Bi-dimensionally measurable disease Performance Status: ECOG < = 2 Patients with mantle cell lymphoma or mycosis fungoides are not eligible Patients with known history of CNS metastasis are not eligible", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Relapsed", "mesh_term": ["Lymphoma", "Lymphoma, Non-Hodgkin", "Gallium nitrate"], "id": "NCT00054808"}