{"brief_title": "A Randomized, Comparative, Prospective Study of Daily Trimethoprim / Sulfamethoxazole (TMS) and Thrice-Weekly TMS for Prophylaxis Against PCP in HIV-Infected Patients", "brief_summary": "To compare the safety and efficacy of two dosage regimens (daily and thrice-weekly) of sulfamethoxazole/trimethoprim (SMX/TMP; TMS) in the prevention of Pneumocystis carinii pneumonia (PCP) in high-risk HIV-infected patients. Previous tests have shown that SMX/TMP given daily is effective in preventing recurrence of PCP and may be effective in preventing PCP in patients who have never developed it. Because SMX/TMP can cause side effects, this study will attempt to determine the safest and most effective dose of this combination.", "detailed_description": "Previous tests have shown that SMX/TMP given daily is effective in preventing recurrence of PCP and may be effective in preventing PCP in patients who have never developed it. Because SMX/TMP can cause side effects, this study will attempt to determine the safest and most effective dose of this combination. Patients receive SMX/TMP orally on a daily or thrice-weekly basis. Patients are clinically evaluated every 4 months. Patients on daily SMX/TMP who develop a drug-related toxicity may be switched to thrice-weekly SMX/TMP. Duration of follow-up is 12 months.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Sulfamethoxazole-Trimethoprim", "criteria": "Inclusion Criteria Patients must have: - HIV infection. - CD4 count <= 200 cells/mm3 OR a history of prior PCP. - No active pneumocystosis. Patients or their guardians must sign informed consent. Pregnant patients are eligible at the clinician's discretion. Patients who do not meet required laboratory values may be eligible at the discretion of the clinician. Exclusion Criteria Co-existing Condition: Patients with the following symptoms and conditions are excluded: - Known treatment-limiting reaction to sulfonamides or trimethoprim. Concurrent Medication: Excluded: - Other PCP prophylaxis or medication with anti-PCP activity.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00000748.xml"}