{"brief_title": "Treatment for Depressed Preadolescent Girls", "brief_summary": "This study will compare the effectiveness of three therapies for the treatment of depression in preadolescent girls.", "detailed_description": "Depressive disorders during childhood are virulent, long-lasting disorders that are a risk factor for the development of future depressive episodes and other psychiatric difficulties. A dysfunctional family environment is a possible pathway to the development of depression in adolescents. The family environment is an especially salient context for the development of depression in preadolescent girls. Depression is expressed differently between male and female adolescents; girls may not benefit as much as boys from treatments such as cognitive behavioral therapy (CBT) because the treatments may not target disturbances and skills that are specific to preadolescent girls. This study will identify effective treatments for depression in preadolescent girls. Depressed participants are randomly assigned to receive CBT, CBT plus parent training (PT), or a minimal contact control (MCC). The CBT group receives treatment twice a week for 10 weeks. Participants in the CBT plus PT group receive therapy sessions and group treatment for 10 weeks. Participants in the MCC group meet with a research associate once a week for 10 weeks. During the control visits, the child's depressive symptoms are assessed, but no advice or treatment is given. Participants are assessed at baseline, post-treatment, and at yearly follow-up visits for up to 4 years. School performance, home environment, and the impact of the interventions on parent adjustment are evaluated.", "condition": ["Depression"], "intervention_type": ["Behavioral", "Behavioral"], "intervention_name": ["Cognitive Behavior Therapy Child Only", "CBT plus Parent Training"], "description": ["Participants learned and applied coping skills, problem solving, cognitive restructuring strategies and built a positive core belief.", "Participants learned and applied coping skills, problem solving, cognitive restructuring strategies and built a positive core belief. Parents learned skills that helped their child to apply the strategies they learned. Parents learned how to better communicate positive information that helped their child build a positive core belief. Parents learned how to use reinforcement to support healthy behavior."], "arm_group_label": ["Cognitive Behavior Therapy Child Only", "CBT plus Parent training", "CBT plus Parent training"], "criteria": "Inclusion Criteria: - Depressive Disorder Exclusion Criteria: - Learning disability or limited intellectual ability - Health-related illness that would prevent the patient from completing the research study", "gender": "Female", "minimum_age": "9 Years", "maximum_age": "13 Years", "healthy_volunteers": "No", "mesh_term": ["Depression", "Depressive Disorder"], "id": "NCT00061698"}