{"brief_title": "L-Carnitine to Treat Fatigue in AIDS Patients", "brief_summary": "Patients with AIDS may develop a deficiency of the micronutrient carnitine and such a deficiency may contribute to fatigue in these patients. This study will determine whether carnitine supplementation will improve fatigue and related symptoms in carnitine-deficient patients with AIDS.", "detailed_description": "Fatigue is a commonly reported symptom in patients with end stage AIDS. Appropriate treatment can relieve suffering and improve quality of life. The role of progression of the disease, depression, anemia, and poor nutritional status in the development of fatigue is well recognized. However, the impact of micronutrient deficiencies has been minimally explored. AIDS patients are at risk for micronutrient deficiencies because of decreased caloric intake, increased metabolic requirements, and treatment with medications that can interfere with absorption, synthesis, and excretion. Patients with AIDS are particularly likely to be carnitine deficient. Levocarnitine (L-carnitine) is a micronutrient found in meat and dairy products that plays a major role in energy metabolism. Preliminary research has shown that patients with end stage AIDS experienced decreased levels of fatigue after L-carnitine supplementation. This study will evaluate the effectiveness of L-carnitine to treat patients with carnitine deficiency, fatigue, and AIDS. Participants in this study will be randomly assigned to receive either L-carnitine or placebo for 2 weeks. To reduce the possibility of side effects, the doses of L-carnitine and placebo will be titrated over 6 days to the desired study dose. After 2 weeks, participants receiving placebo will be switched over to receive L-carnitine. All participants will continue on L-carnitine for an additional 2 weeks.", "condition": ["HIV Infections", "AIDS"], "intervention_type": ["Drug", "Other"], "intervention_name": ["L-carnitine", "Placebo"], "description": ["A study drug, L-carnitine, titrating the doses from 0.5 g to 3 g to reduce the possibility of side effects, lasting for two weeeks followed by an extension phase where all patients recieved L-carnitine for an additional two weeks.", "A placebo, where patients underwent the dose titration identical to the study patients, lasting for two weeeks followed by an extension phase where all patients recieved L-carnitine for an additional two weeks."], "arm_group_label": ["1", "2"], "criteria": "Inclusion Criteria: - AIDS at Stage IV-C and estimated life expectancy < 6 months - Karnofsky Performance Score > 50 - Clinically significant, persistent fatigue - If undergoing pre-existing treatment for fatigue, must have been on a stable regimen for at least 4 weeks prior to study entry - Concurrent use of epoetin alfa (PROCRIT®) will be allowed if the patient has been on a stable dose of epoetin alfa for at least 60 days prior to study entry Exclusion Criteria: - Severe cardiovascular, pulmonary, or renal function - Hemodialysis - Treatment or replacement therapy with any form of carnitine within 12 months prior to study entry - Known sensitivity to carnitine - Acute illness within 30 days of study entry that in the opinion of the study investigator would interfere with participation - Active drug or alcohol use or dependence - History of any central nervous system disease involving the brain that may put the patient at risk for seizure (e.g., primary or metastatic brain tumor, stroke) or history of seizure - History of dementia, aphasia, or other deficits of cognition or speech/language function", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Complementary Therapies", "mesh_term": ["HIV Infections", "Fatigue"], "id": "NCT00079599"}