{"brief_title": "Hormone Therapy Plus Radiation Therapy With or Without Combination Chemotherapy in Treating Patients With Prostate Cancer", "brief_summary": "RATIONALE: Hormones can stimulate the production of prostate cancer cells. Hormone therapy may fight prostate cancer by reducing the production of androgens. Radiation therapy uses high-energy x-rays to damage tumor cells. Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. It is not yet known whether hormone therapy plus radiation therapy is more effective with or without combination chemotherapy for prostate cancer. PURPOSE: Randomized phase III trial to compare the effectiveness of hormone therapy plus radiation therapy with or without combination chemotherapy in treating patients who have prostate cancer.", "detailed_description": "OBJECTIVES: - Compare the efficacy of androgen suppression and radiotherapy with or without subsequent paclitaxel, estramustine, and etoposide, in terms of overall and disease-free survival, biochemical and local control, and freedom from distant metastasis, in patients with localized high-risk prostate cancer. - Compare the toxic effects of these regimens in these patients. OUTLINE: This is a randomized study. Patients are stratified according to prostate-specific antigen level (≤ 10 ng/mL vs 11-100 ng/mL), tumor stage (T1-2 vs T3-4), Gleason score (7 vs 8-10), and prior hormone use (yes vs no). Patients are randomized to one of two treatment arms. All patients receive androgen suppression comprising a luteinizing hormone-releasing hormone (LHRH) agonist AND bicalutamide OR flutamide for 4 months. Beginning 8 weeks after the initiation of androgen suppression, all patients undergo radiotherapy once daily, 5 days a week, for 7-8 weeks. Patients who received prior androgen suppression therapy count time to radiotherapy from start date of prior hormonal therapy. - Arm I: Patients continue androgen suppression therapy (LHRH agonist only) for approximately 20 more months after radiotherapy is completed. - Arm II: Patients continue therapy as in arm I and receive chemotherapy beginning 28 days after completing radiotherapy. Chemotherapy comprises oral estramustine 3 times daily and oral etoposide twice daily on days 1-14 and paclitaxel IV over 1 hour on day 2. Chemotherapy repeats every 21 days for 4 courses. Patients are followed every 3 months for 2 years, every 6 months for 3 years, and then annually thereafter. PROJECTED ACCRUAL: A total of 1,440 patients will be accrued for this study within 6 years.", "condition": ["Prostate Cancer"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Radiation", "Drug"], "intervention_name": ["bicalutamide", "estramustine phosphate sodium", "etoposide", "flutamide", "paclitaxel", "Luteinizing hormone releasing hormone [LHRH] agonist", "Radiation therapy", "warfarin"], "description": ["Administered orally at a dose of one 50mg tablet per day. Begins 8 weeks prior to radiotherapy and continues throughout radiotherapy.", "280 mg three times a day for 14 days and repeated every 3 weeks for 4 cycles", "50 mg/m^2 in divided doses b.i.d. for 14 days and repeated every 3 weeks for 4 cycles", "Administered orally at a dose of two 125 mg capsules three times a day for a total daily dose of 750 mg. Begins 8 weeks prior to radiotherapy and continues throughout radiotherapy.", "135 mg/m^2 given as a 1-hour infusion (on day 2 of each cycle) and repeated every 3 weeks for 4 cycles", "Releasing hormone agonists (such as leuprolide, goserelin, buserelin, triptorelin) will be given for 4 months", "Radiation will begin 8 weeks following the initiation of hormone administration: 46.8 Gy to the regional lymphatics followed by a 23.4 Gy boost to the prostate to bring the total dose to the prostate to 70.2 Gy. Daily tumor doses will be 1.8 Gy per day, 5 days per week x 7-8 weeks.", "To keep international normalized ratio (INR) > 1.5 and < 2.5; begins with the start of chemotherapy and will be given continuously until 4 weeks after the end of the fourth cycle of chemotherapy"], "arm_group_label": ["Hormones and RT", "Hormones and RT plus Chemotherapy", "Hormones and RT plus Chemotherapy", "Hormones and RT plus Chemotherapy", "Hormones and RT", "Hormones and RT plus Chemotherapy", "Hormones and RT plus Chemotherapy", "Hormones and RT", "Hormones and RT", "Hormones and RT plus Chemotherapy", "Hormones and RT plus Chemotherapy"], "other_name": ["Casodex", "Eulexin", "Coumadin"], "criteria": "DISEASE CHARACTERISTICS: - Histologically proven prostate cancer at high risk for relapse as determined by either of the following: - Prostate-specific antigen (PSA) 20-100 ng/mL and Gleason score at least 7 (any T stage) - Clinical stage at least T2, Gleason score at least 8, and PSA no greater than 100 ng/mL - Negative lymph nodes - No metastatic disease PATIENT CHARACTERISTICS: Age: - Over 18 Performance status: - Zubrod 0 or 1 Life expectancy: - Not specified Hematopoietic: - White blood cell (WBC) count of at least 3,000/mm^3 - Platelet count at least 130,000/mm^3 - Hemoglobin at least 11.4 g/dL Hepatic: - Aspartate aminotransferase (AST) no greater than 2 times upper limit of normal Renal: - Creatinine no greater than 2.5 mg/dL Other: - No other invasive cancer within the past 5 years except superficial nonmelanomatous skin cancer - No major medical or psychiatric illness that would preclude study participation - Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - At least 5 years since prior chemotherapy Endocrine therapy: - At least 60 days since prior finasteride for prostatic hypertrophy - At least 90 days since prior testosterone - No more than 30 days since initiation of prior pharmacologic androgen ablation for prostate cancer Radiotherapy: - No prior pelvic radiotherapy - No concurrent intensity-modulated radiotherapy Surgery: - No prior radical prostatectomy - No prior cryosurgery for prostate cancer - No prior orchiectomy", "gender": "Male", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "stage IV prostate cancer", "mesh_term": ["Prostatic Neoplasms", "Paclitaxel", "Etoposide", "Etoposide phosphate", "Bicalutamide", "Albumin-Bound Paclitaxel", "Flutamide", "Estramustine", "Hormones", "Prolactin Release-Inhibiting Factors", "Warfarin", "Androgens"], "id": "NCT00004054"}