{"brief_title": "Dose-Escalating Study Of SB-485232 Administered Intravenously Every 28 Days To Adults With Solid Tumors Or Lymphomas", "brief_summary": "SB-485232 will be administered as five daily intravenous (IV) infusions repeated every 28 days in adult subjects with advanced solid tumors or lymphomas. Subjects may receive up to 6 cycles of treatment unless progressive disease or unacceptable toxicity is noted. Three dose levels of drug will be investigated. Safety evaluations, including blood sampling for various laboratory tests, will be conducted. Additional blood samples will also be taken to measure the amount of drug in the body at specific times.", "condition": "Lymphoma", "intervention_type": "Drug", "intervention_name": "SB-485232", "criteria": "Inclusion criteria: - Histopathological confirmation of cancer limited to a solid tumor malignancy or follicular lymphoma. - Advanced or metastatic disease. - Measurable disease. - Females of child-bearing potential must use adequate birth control. - Karnofsky Performance Status of 70% or greater. - Predicted life expectancy of at least 12 weeks in the estimation of the physician conducting the study (Principal Investigator). - Adequate laboratory results. - Subjects with history of coronary artery disease must have a stress test without clinically significant abnormalities. - Subjects with a history of congestive heart failure, myocardial infarction or prior anthracycline chemotherapy, must have a MUGA (Multiple Gated Acquisition) scan which demonstrates a left ventricular ejection fraction equal to or greater than 40%. - Signed informed consent form Exclusion Criteria: - Female subject is pregnant or nursing (lactating). - Active, chronic or uncontrolled infections requiring systemic antibiotic therapy. - Serious medical or psychiatric disorder that would interfere with the subject''s safety or ability to sign the informed consent. - Leptomeningeal disease or evidence of prior or current metastatic brain disease. - Receiving concurrent chemotherapy, immunotherapy, radiotherapy, corticosteroid therapy, or investigational therapy. - Received chemotherapy, radiotherapy, immunotherapy, hormonal therapy or biological therapy for cancer or underwent a surgical procedure (except for minor surgical procedures) within 4 weeks before beginning treatment with SB-485232 (6 weeks in case of nitrosureas or mitomycin C). - Exposed to an investigational drug within 30 days or 5 half-lives (whichever is longer) preceding the first dose of SB-485232. - Severe concurrent disease or condition, including clinically significant autoimmune disease, which in the judgement of the physician conducting the study (the principal investigator) would render the patient inappropriate for study participation. - History of ventricular arrhythmias requiring drug or device therapy. - An unresolved or unstable, serious toxicity from prior administration of another investigational product. - Psychological, familial, sociological, or geographical limitations that do not permit compliance with this protocol. - Received prior SB-485232 therapy. - Poor venous access.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00085904.xml"}