{"brief_title": "Safety and Efficacy of Intravenous Magnesium Sulfate in Modulating Changes in Symptoms and Divalent Cation Levels Associated With Foscavir Therapy: A Phase IV Randomized, Double-Blind, Placebo-Controlled, Cross-Over, Pilot Study", "brief_summary": "To determine whether acute ionized hypomagnesemia and hypocalcemia immediately following foscarnet infusions can be lessened or eliminated by prior infusion of magnesium sulfate. To determine whether reductions in ionized magnesium, ionized calcium, and parathyroid hormone levels following foscarnet infusions are lessened by preinfusion of magnesium sulfate. To evaluate the safety of intravenous magnesium sulfate prior to foscarnet infusion by monitoring blood pressure, heart rate, and heart rhythm. To characterize the effect of magnesium sulfate on foscarnet blood levels and urinary excretion of calcium, magnesium, phosphate, and foscarnet.", "detailed_description": "Patients are randomized to one of four treatment groups. Intravenous foscarnet is administered for 4 days. Patients receive one of three doses of magnesium sulfate or placebo in normal saline according to one of four schedules. Sequence of doses will differ for each group.", "condition": ["Cytomegalovirus Infections", "HIV Infections", "Hypocalcemia"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Magnesium sulfate", "Foscarnet sodium"], "criteria": "Inclusion Criteria Patients must have: - AIDS by CDC criteria. - Documented CMV disease. - Tolerance of foscarnet dose of 90 mg/kg bid. - Normal serum calcium, serum creatinine, and serum phosphate. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Known allergy to Foscarnet. - In extremis or incapacitated because of underlying illness (e.g., comatose or tracheally intubated). - Volume depletion. Concurrent Medication: Excluded: - Nephrotoxic drugs such as IV pentamidine, amphotericin B, aminoglycosides, and cisplatin. - Other investigational drugs that affect metabolic balance, such as human growth hormone. - Oral or parenteral magnesium and calcium supplementation. Patients with the following prior condition are excluded: History of heart block.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Hypocalcemia", "mesh_term": ["Infection", "Communicable Diseases", "HIV Infections", "Cytomegalovirus Infections", "Hypocalcemia", "Magnesium Sulfate", "Foscarnet", "Phosphonoacetic Acid"], "id": "NCT00002146"}