{"brief_title": "Erlotinib in Treating Patients With Recurrent or Metastatic Colorectal Cancer", "brief_summary": "Biological therapies such as erlotinib may interfere with the growth of tumor cells and slow the growth of the tumor. Phase II trial to study the effectiveness of erlotinib in treating patients who have recurrent or metastatic colorectal cancer.", "detailed_description": "PRIMARY OBJECTIVES: I. Determine the efficacy of erlotinib, in terms of response rate and duration of stable disease, in patients with recurrent or metastatic colorectal cancer. II. Determine the toxicity of this drug in these patients. III. Determine the time to progression and response duration in patients treated with this drug. IV. Determine the relationships between clinical, pharmacokinetic, and pharmacodynamic effects of this drug in these patients. V. Correlate baseline and post-treatment levels of epidermal growth factor receptor, its downstream signaling components, markers of angiogenesis, and apoptosis in tumor and skin biopsies with clinical outcome in patients treated with this drug. OUTLINE: This is a multicenter study. Patients receive oral erlotinib once daily. Treatment repeats every 28 days in the absence of disease progression or unacceptable toxicity. Patients with a complete response (CR) receive 2 additional courses after CR is confirmed. Patients are followed every 8 weeks. PROJECTED ACCRUAL: A total of 15-30 patients will be accrued for this study within 4-8 months.", "condition": "Stage IV Rectal Cancer", "intervention_type": "Other", "intervention_name": "laboratory biomarker analysis", "description": "Correlative studies", "arm_group_label": "Treatment (erlotinib hydrochloride)", "other_name": "pharmacological studies", "criteria": "Inclusion Criteria: - Histologically or cytologically confirmed adenocarcinoma of the colon or rectum that is not curable with conventional therapy - Recurrent or metastatic disease - At least 1 unidimensionally measurable lesion - At least 20 mm by conventional techniques - At least 10 mm by spiral CT scan - Target lesion must not be in a previously irradiated field unless progression of this lesion has been documented - No known brain metastases - Performance status - ECOG 0-2 - Performance status - Karnofsky 60-100% - More than 3 months - WBC at least 1,500/mm^3 - Absolute granulocyte count at least 1,500/mm^3 - Platelet count at least 100,000/mm^3 - Bilirubin no greater than 1.25 times upper limit of normal (ULN) - AST or ALT no greater than 3 times ULN (5 times ULN if liver metastases present) - Creatinine no greater than 1.25 times ULN - Creatinine clearance at least 50 mL/min - No symptomatic congestive heart failure - No unstable angina pectoris - No cardiac arrhythmia - No gastrointestinal tract disease resulting in an inability to take oral medication or a requirement for IV alimentation - No active peptic ulcer disease - No unresolved complete or subacute bowel obstruction - No severe enteropathy that would interfere with absorption of study drug - No abnormalities of the cornea: - Dry eye syndrome or Sjogren's syndrome - Congenital abnormality (e.g., Fuch's dystrophy) - Abnormal slit-lamp examination using a vital dye (e.g., fluorescein or Bengal-Rose) - Abnormal corneal sensitivity test (Schirmer test or similar tear production test) - No significant traumatic injury within the past 21 days - No ongoing or active infection - No psychiatric illness or social situation that would preclude study - No other concurrent uncontrolled illness that would preclude study - No other malignancy within the past 3 years except curatively treated nonmelanoma skin cancer or carcinoma in situ of the cervix - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No more than 1 prior chemotherapy regimen for metastatic disease with either fluorouracil (5-FU) and oxaliplatin or 5-FU and a topoisomerase inhibitor (e.g., irinotecan), OR 5-FU (or other single-agent fluoropyrimidine, such as capecitabine) followed by irinotecan for advanced disease - Prior adjuvant chemotherapy allowed - At least 4 weeks since prior chemotherapy (6 weeks for nitrosoureas or mitomycin) and recovered - See Disease Characteristics - At least 4 weeks since prior radiotherapy and recovered - At least 3 weeks since prior major surgery - No prior surgical procedures affecting absorption - No prior epidermal growth factor receptor-targeting therapy - No other concurrent investigational therapies - No other concurrent anticancer therapy - No concurrent combination anti-retroviral therapy for HIV-positive patients - No concurrent warfarin - Low molecular weight heparin allowed", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00032110.xml"}