{"brief_title": "Chemotherapy in Treating Patients With Solid Tumors", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. PURPOSE: Phase I/II trial to study the effectiveness of oblimersen in treating patients who have solid tumors that have not responded to previous therapy.", "detailed_description": "OBJECTIVES: I. Evaluate the safety and plasma concentration profiles of oblimersen (G3139) administered alone or in combination with docetaxel in patients with advanced solid tumors expressing the bcl-2 oncogene. II. Determine the plasma concentration profiles, maximum tolerated dose (MTD), and/or optimal biologic dose (OBD) of this treatment regimen in these patients. III. Determine the antitumor effects of G3139, at the MTD or OBD, in combination with docetaxel in patients with androgen-independent, refractory, or recurrent prostate cancer. OUTLINE: This is a dose-escalation study of oblimersen (G3139). Phase I: Patients receive G3139 IV on days 1-5 and docetaxel IV on day 5. Treatment repeats every 21 days for up to 6 courses in the absence of disease progression or unacceptable toxicity. Cohorts of 3-6 patients receive escalating doses of G3139 until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose at which no more than 2 of 3 or 2 of 6 patients experience dose-limiting toxicity. Phase II: Patients receive G3139 continuously over 21 days at one dose level below the MTD in combination with weekly docetaxel. Patients receive up to 2 more courses of therapy in the absence of disease progression or unacceptable toxicity. Patients are followed every 3 months until disease progression. PROJECTED ACCRUAL: A maximum of 57 patients (42 for phase I and 15 for phase II) will be accrued for this study.", "condition": ["Bladder Cancer", "Breast Cancer", "Colorectal Cancer", "Esophageal Cancer", "Head and Neck Cancer", "Kidney Cancer", "Lung Cancer", "Ovarian Cancer", "Prostate Cancer", "Unspecified Adult Solid Tumor, Protocol Specific"], "intervention_type": ["Biological", "Drug"], "intervention_name": ["oblimersen sodium", "docetaxel"], "criteria": "DISEASE CHARACTERISTICS: Phase I: Histologically proven advanced, primary, or malignant solid tumors that are refractory to standard therapy or for which no curative therapy exists Androgen-independent prostate cancer Head and neck cancers Breast cancer Non-small cell lung cancer Colorectal cancer Ovarian cancer Esophageal cancer Bladder cancer Kidney cancer Other solid tumors Metastatic disease should not require palliative treatment within 4 weeks of enrollment Phase II: Histologically proven androgen-independent prostate cancer Serum testosterone less than 30 ng/mL Failed at least one prior chemotherapy regimen Progressive Minimum of 3 rising PSA values from baseline obtained at least 1 week apart OR Two rising PSA values more than one month apart AND At least 25% increase over range of values AND PSA at least 4 ng/mL No active CNS or epidural tumor Hormone receptor status: Not specified PATIENT CHARACTERISTICS: Age: 18 and over Sex: Not specified Menopausal status: Not specified Performance status: Karnofsky 60-100% Life expectancy: At least 6 months Hematopoietic: WBC greater than 3,500/mm3 Platelet count greater than 100,000/mm3 Hepatic: Bilirubin less than 2.0 mg/dL SGOT less than 3 times the upper limit of normal Prothrombin time less than 14 seconds Renal: Creatinine less than 2.0 mg/dL OR Creatinine clearance greater than 60 mL/min Cardiovascular: No New York Heart Association class III or IV cardiac disease Pulmonary: No severe debilitating pulmonary disease Other: Not pregnant or nursing Fertile patients must use effective contraception No active infection No other severe medical problems PRIOR CONCURRENT THERAPY: Biologic therapy: No concurrent immunotherapy Chemotherapy: At least 4 weeks since prior chemotherapy and recovered Endocrine therapy: Concurrent medical therapy (i.e., gonadotropin releasing hormone analogs or diethylstilbestrol) to maintain castrate levels of serum testosterone allowed No other concurrent hormonal therapy Radiotherapy: At least 4 weeks since prior radiotherapy and recovered Concurrent radiotherapy to localized sites of disease not being evaluated in study allowed Surgery: Not specified Other: At least 4 weeks since prior investigational anticancer therapy and recovered No concurrent intravenous antibiotics", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "rhabdoid tumor of the kidney", "mesh_term": ["Breast Neoplasms", "Lung Neoplasms", "Prostatic Neoplasms", "Colorectal Neoplasms", "Head and Neck Neoplasms", "Urinary Bladder Neoplasms", "Esophageal Neoplasms", "Kidney Neoplasms"], "id": "NCT00003103"}