{"brief_title": "Liposomal Amphotericin B in Treating Granulocytopenia and Persistent Unexplained Fever in Cancer Patients", "brief_summary": "RATIONALE: Liposomal amphotericin B may be effective in controlling fever and granulocytopenia. It is not yet known which regimen of liposomal amphotericin B is more effective in treating cancer patients who have these conditions. PURPOSE: Randomized phase III trial to compare the effectiveness of two regimens of liposomal amphotericin B in treating granulocytopenia and fever in cancer patients.", "detailed_description": "OBJECTIVES: - Compare the efficacy and side effects of amphotericin B-liposomal formulation initiated 72-84 hours vs 144-156 hours after onset of a febrile episode in cancer patients with granulocytopenia and persistent unexplained fever refractory to antibacterials. OUTLINE: This is a randomized, multicenter study. Patients are stratified according to antifungal prophylaxis (yes vs no) and type of underlying condition. Patients are randomized to 1 of 2 treatment arms. - Arm I: Patients receive amphotericin B-liposomal formulation IV over 1 hour on day 3 of febrile neutropenia. - Arm II: Patients receive amphotericin B-liposomal formulation IV over 1 hour on day 6 of febrile neutropenia. Treatment continues until signs and symptoms of the fungal infection appear or febrile neutropenia has resolved. Persistently neutropenic patients receive treatment for at least 10 days or until another cause of infection is determined. Patients are followed weekly for 3 weeks. PROJECTED ACCRUAL: A total of 450 patients will be accrued for this study.", "condition": ["Cancer"], "intervention_type": ["Drug"], "intervention_name": ["liposomal amphotericin B"], "criteria": "DISEASE CHARACTERISTICS: - Hematologic malignancy or solid tumor - Must be undergoing remission induction and/or consolidation therapy for hematologic malignancy only OR - Must be undergoing allogeneic or autologous bone marrow transplantation - Granulocyte count less than 500/mm^3 and profound granulocytopenia expected to last for greater than 5 days - Fever (greater than 38.5 degrees C) refractory for greater than 72 hours and less than 84 hours to broad spectrum antimicrobials, after exclusion of current bacterial, fungal, viral, parasitic, and mycobacterial infections - Peripheral blood cultures and central venous catheter cultures negative for infections - No microbiological documentation of a bacterial infection (e.g., abscess at catheter site) - No invasive fungal infection - No probable noninfectious cause of fever PATIENT CHARACTERISTICS: Age: - Not specified Performance status: - Karnofsky 40-100% OR - WHO 0-2 Life expectancy: - Not specified Hematopoietic: - See Disease Characteristics Hepatic: - Not specified Renal: - Not specified Other: - No prior anaphylactic reaction to amphotericin B - No psychological, familial, sociological, or geographical conditions that would prevent compliance - Not pregnant or nursing - Normal chest X-ray or normal high resolution CT scan of the lungs PRIOR CONCURRENT THERAPY: Biologic therapy: - See Disease Characteristics Chemotherapy: - See Disease Characteristics Endocrine therapy: - Not specified Radiotherapy: - Not specified Surgery: - Not specified Other: - No concurrent active systemic antifungal agents or antifungal prophylaxis (e.g., azoles or polyenes) - No prior IV amphotericin B during same neutropenic episode - No change in antibacterial regimen within 48 hours prior to study", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "childhood myelodysplastic syndromes", "mesh_term": ["Amphotericin B", "Liposomal amphotericin B"], "id": "NCT00003938"}