{"brief_title": "S9908: Glutamine in Treating Mucositis Caused by Radiation Therapy in Patients With Newly Diagnosed Cancer of the Mouth or Throat", "brief_summary": "RATIONALE: Glutamine may be effective in decreasing side effects, such as inflammation of the mouth and throat, caused by radiation therapy. The effectiveness of glutamine for mucositis is not yet known. PURPOSE: Randomized phase III trial to determine the effectiveness of glutamine in treating patients who develop mucositis following radiation therapy for newly diagnosed cancer of the mouth or throat.", "detailed_description": "OBJECTIVES: - Compare the efficacy of L-glutamine vs placebo, in terms of maximum mucositis toxic effects and worst reported mouth pain during and after high-dose radiotherapy, in patients with newly diagnosed, previously untreated squamous cell cancer of the oral cavity or oropharynx. - Compare the duration of severe mucositis in patients treated with these regimens. - Compare the radiotherapy delay in patients treated with these regimens. - Compare weight loss in patients treated with these regimens. - Compare the toxic effects of these two regimens in these patients. - Compare patient-reported mouth pain success rate in patients treated with these regimens. - Determine the compliance of patients treated with this drug regimen. OUTLINE: This is a randomized, double-blind, placebo-controlled, multicenter study. Patients are stratified according to concurrent cisplatin or carboplatin (yes vs no), concurrent fluorouracil (yes vs no), and presence of feeding tube (yes vs no). Patients are randomized to 1 of 2 treatment arms. - Arm I: Beginning 4 to 7 days prior to radiotherapy, patients receive oral L-glutamine 3 times daily for 60-80 days. Patients receive concurrent high-dose radiotherapy for approximately 6 weeks. - Arm II: Patients receive oral placebo and high-dose radiotherapy as in arm I. In both arms, treatment continues in the absence of unacceptable toxicity. Patients are followed for 2 weeks. PROJECTED ACCRUAL: A total of 158 patients (79 per treatment arm) will be accrued for this study within 2.5 years.", "condition": "Pain", "intervention_type": "Drug", "intervention_name": "l-glutamine placebo", "description": "20 cc three times daily for 60 days", "arm_group_label": "Placebo in suspension + radiation", "other_name": "NSC-143503", "criteria": "DISEASE CHARACTERISTICS: - Newly diagnosed, previously untreated squamous cell cancer of the oral cavity or oropharynx (T1-T4, any N, M0) - Must be scheduled to receive high-dose radiotherapy - Not concurrently receiving or planning to receive treatment on any other Southwest Oncology Group protocol PATIENT CHARACTERISTICS: Age: - 18 to 90 Performance status: - Zubrod 0-2 Life expectancy: - Not specified Hematopoietic: - Not specified Hepatic: - Not specified Renal: - Not specified Other: - No other malignancy within the past 5 years except adequately treated basal cell or squamous cell skin cancer, carcinoma in situ of the cervix, or stage I or II cancer currently in complete remission - Not pregnant or nursing - Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - No prior chemotherapy - Concurrent cisplatin, carboplatin, or fluorouracil allowed - No other concurrent chemotherapy during study and for at least 3 weeks after study radiotherapy Endocrine therapy: - Not specified Radiotherapy: - See Disease Characteristics Surgery: - Not specified Other: - No concurrent amifostine during and for 2 weeks after study radiotherapy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "90 Years", "healthy_volunteers": "No", "id": "NCT00006994.xml"}