{"brief_title": "Idarubicin, Cytarabine, and Tipifarnib in Treating Patients With Newly Diagnosed Myelodysplastic Syndromes or Acute Myeloid Leukemia", "brief_summary": "This phase I/II trial is studying the side effects and best dose of tipifarnib when given with idarubicin and cytarabine and to see how well it works in treating patients with newly diagnosed myelodysplastic syndromes or acute myeloid leukemia. Drugs used in chemotherapy, such as idarubicin and cytarabine, work in different ways to stop cancer cells from dividing so they stop growing or die. Tipifarnib (Zarnestra) may stop the growth of cancer cells by blocking the enzymes necessary for their growth. Giving idarubicin and cytarabine with tipifarnib may kill more cancer cells.", "detailed_description": "PRIMARY OBJECTIVES: I. To determine the tolerability of the combination of R115777 (Zarnestra™) and Idarubicin plus cytarabine by defining the DLT and MTD. (Phase I) II. To determine the efficacy of the combination of Idarubicin, cytarabine and ZARNESTRA in patients with high-risk MDS and AML. (Phase II) OUTLINE: This is a dose-escalation study of tipifarnib. Patients are stratified according to age (< 50 versus ≥ 50) and, in patients ≥ 50 years of age, cytogenetics (diploid versus unfavorable). INDUCTION THERAPY: PHASE I: Patients receive cytarabine IV continuously on days 1-3 (or 1-4), idarubicin intravenous (IV) over 1 hour on days 1-3, and oral tipifarnib twice daily on days 1-21. Treatment repeats every 21 days for up to 2 courses in the absence of disease progression or unacceptable toxicity. Cohorts of 6 patients receive escalating doses of tipifarnib until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 6 patients experience dose-limiting toxicity. PHASE II: Patients receive cytarabine, idarubicin, and tipifarnib as in phase I at the MTD. Patients in both phases who respond to induction therapy proceed to consolidation maintenance therapy. CONSOLIDATION MAINTENANCE THERAPY: Patients receive consolidation therapy comprising cytarabine IV continuously on days 1-3, idarubicin IV over 1 hour on days 1-2, and tipifarnib twice daily on days 1-14. Treatment repeats every 4-6 weeks for 5 courses in the absence of unacceptable toxicity. Patients then begin maintenance therapy comprising oral tipifarnib twice daily on day 1-21. Treatment repeats every 4-6 weeks for 6 courses in the absence of unacceptable toxicity.", "condition": ["Adult Acute Basophilic Leukemia", "Adult Acute Eosinophilic Leukemia", "Adult Acute Megakaryoblastic Leukemia (M7)", "Adult Acute Minimally Differentiated Myeloid Leukemia (M0)", "Adult Acute Monoblastic Leukemia (M5a)", "Adult Acute Monocytic Leukemia (M5b)", "Adult Acute Myeloblastic Leukemia With Maturation (M2)", "Adult Acute Myeloblastic Leukemia Without Maturation (M1)", "Adult Acute Myeloid Leukemia With 11q23 (MLL) Abnormalities", "Adult Acute Myeloid Leukemia With Inv(16)(p13;q22)", "Adult Acute Myeloid Leukemia With t(16;16)(p13;q22)", "Adult Acute Myeloid Leukemia With t(8;21)(q22;q22)", "Adult Acute Myelomonocytic Leukemia (M4)", "Adult Erythroleukemia (M6a)", "Adult Pure Erythroid Leukemia (M6b)", "Childhood Myelodysplastic Syndromes", "Chronic Myelomonocytic Leukemia", "de Novo Myelodysplastic Syndromes", "Refractory Anemia With Excess Blasts", "Refractory Anemia With Excess Blasts in Transformation", "Secondary Acute Myeloid Leukemia", "Secondary Myelodysplastic Syndromes", "Untreated Adult Acute Myeloid Leukemia"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["cytarabine", "idarubicin", "tipifarnib"], "description": ["Given IV", "Given IV", "Given orally"], "arm_group_label": ["Arm I", "Arm I", "Arm I"], "other_name": ["ARA-C", "arabinofuranosylcytosine", "arabinosylcytosine", "Cytosar-U", "cytosine arabinoside", "4-demethoxydaunorubicin", "4-DMDR", "DMDR", "IDA", "R115777", "Zarnestra"], "criteria": "Inclusion Criteria: - Diagnosis of 1) AML (WHO classification definition of > 20% blasts), or 2) high risk MDS (defined as the presence of > 10% blasts) - Patients must be chemo-naïve, i.e. not have received any prior chemotherapy (except hydrea) for AML or MDS; they could have received transfusions, hematopoietic growth factors or vitamins; temporary measures such as pheresis or hydrea (0.5 to 5g daily for up to 3 days) are allowed - ECOG PS of 0-1 at screening - Creatinine =< 2 mg/dl - Total bilirubin =< 2 mg/dL, unless increase is due to hemolysis - Transaminases (SGPT) =< 2.5 x ULN - Ability to take oral medication - Ability to understand and provide signed informed consent Exclusion Criteria: - Subjects with APL - Presence of active systemic infection - Any coexisting medical condition that in the judgment of the treating physician is likely to interfere with study procedures or results - Nursing women, women of childbearing potential with positive urine pregnancy test, or women of childbearing potential who are not willing to maintain adequate contraception (such as birth control pills, IUD, diaphragm, abstinence, or condoms by their partner) over the entire course of the study - Known allergy to imidazole drugs (such as clotrimazole, ketoconazole, miconazole, econazole, fenticonazole, isoconazole, sulconazole, tioconazole, terconazole)", "gender": "All", "minimum_age": "15 Years", "maximum_age": "70 Years", "healthy_volunteers": "No", "mesh_term": ["Syndrome", "Leukemia", "Leukemia, Myeloid", "Leukemia, Myeloid, Acute", "Anemia", "Myelodysplastic Syndromes", "Preleukemia", "Neoplasm Metastasis", "Leukemia, Myelomonocytic, Acute", "Leukemia, Myelomonocytic, Chronic", "Anemia, Refractory", "Leukemia, Monocytic, Acute", "Hypereosinophilic Syndrome", "Anemia, Refractory, with Excess of Blasts", "Leukemia, Erythroblastic, Acute", "Anemia, Aplastic", "Leukemia, Megakaryoblastic, Acute", "Leukemia, Eosinophilic, Acute", "Leukemia, Basophilic, Acute", "Cytarabine", "Tipifarnib", "Idarubicin"], "id": "NCT00096122"}