{"brief_title": "Medroxyprogesterone in Treating Patients With Endometrioid Adenocarcinoma of the Uterine Corpus", "brief_summary": "This phase II trial is studying how well medroxyprogesterone works in treating patients with endometrioid adenocarcinoma (cancer) of the uterine corpus (the body of the uterus, not including the cervix). Hormone therapy using medroxyprogesterone may be effective in treating endometrioid cancer.", "detailed_description": "PRIMARY OBJECTIVES: I. Compare the efficacy of medroxyprogesterone, in terms of induction of histologic response, in patients with progesterone receptor-positive vs progesterone receptor-negative endometrioid adenocarcinoma of the uterine corpus. II. Determine the early and late changes in gene expression at 72 hours and 21 days in patients treated with this drug. III. Examine the mechanisms surrounding the dynamic changes in endometrial tumor cells by determining possible correlations among histologic response, steroid receptor status, immunohistochemical measures of growth and apoptosis, and gene expression profiles in patients treated with this drug. OUTLINE: This is a pilot, multicenter study. Patients receive medroxyprogesterone intramuscularly once approximately 3 weeks before surgical hysterectomy. A subset of 15 patients has tissue collected by pipelle biopsy or curettage at baseline, 72 hours after medroxyprogesterone therapy, and during surgery for gene expression arrays. Patients are followed every 3 months for 2 years, every 6 months for 3 years, and then annually thereafter.", "condition": ["Endometrial Adenocarcinoma", "Endometrial Adenosquamous Carcinoma", "Endometrial Endometrioid Adenocarcinoma, Variant With Squamous Differentiation", "Recurrent Uterine Corpus Carcinoma", "Stage I Uterine Corpus Cancer", "Stage II Uterine Corpus Cancer", "Stage III Uterine Corpus Cancer", "Stage IV Uterine Corpus Cancer"], "intervention_type": ["Other", "Drug", "Procedure"], "intervention_name": ["Laboratory Biomarker Analysis", "Medroxyprogesterone", "Therapeutic Conventional Surgery"], "description": ["Correlative studies", "Given IM", "Undergo surgical hysterectomy"], "arm_group_label": ["Treatment (medroxyprogesterone)", "Treatment (medroxyprogesterone)", "Treatment (medroxyprogesterone)"], "other_name": ["Curretab"], "criteria": "Inclusion Criteria: - Histologically confirmed primary endometrioid adenocarcinoma of the uterine corpus - All histologic grades and stages eligible - Diagnosis by endometrial curettage or biopsy within the past 8 weeks - Must have the initial tissue block or 16 unstained sections of 5 micron thickness available - Performance status - GOG 0-3 - No history of thrombophlebitis or thromboembolic disorders - No other invasive malignancy within the past 5 years except nonmelanoma skin cancer - No prior therapeutic progesterone or anti-estrogen therapy within 3 months before diagnosis - No concurrent aminoglutethimide - No prior cancer treatment that would preclude study therapy - No concurrent bosentan - No concurrent rifampin", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Carcinoma", "Adenocarcinoma", "Carcinoma, Endometrioid", "Uterine Neoplasms", "Carcinoma, Adenosquamous", "Medroxyprogesterone", "Medroxyprogesterone Acetate"], "id": "NCT00064025"}