{"brief_title": "Combination Chemotherapy Plus Radiation Therapy in Treating Patients With Primary CNS Lymphoma", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. Radiation therapy uses high-energy x-rays to damage tumor cells. Combining radiation therapy with chemotherapy may kill more cancer cells. PURPOSE: Phase II trial to study the effectiveness of methotrexate and cytarabine plus radiation therapy in treating patients who have primary CNS lymphoma.", "detailed_description": "OBJECTIVES: I. Determine the efficacy of methotrexate and cytarabine chemotherapy in combination with whole-brain radiation therapy for patients with non-AIDS related primary central nervous system lymphoma. II. Assess the response rate and safety of this chemotherapy regimen. OUTLINE: Patients receive the first course of chemotherapy as soon as possible after diagnosis and staging. Methotrexate (MTX) IV is administered over 40-60 minutes on days 1 and 15. Cytarabine (AraC) is administered intrathecally on days 1 and 15. The second course of chemotherapy begins on day 29 or after bone marrow recovery. Radiation therapy begins no later than 3 weeks after completing chemotherapy. Patients are followed until death. PROJECTED ACCRUAL: A maximum of 50 patients will be accrued.", "condition": "Lymphoma", "intervention_type": "Radiation", "intervention_name": "radiation therapy", "criteria": "DISEASE CHARACTERISTICS: Histologically proven non-Hodgkin's lymphoma of the central nervous system (CNS) including leptomeninges and the spinal cord No Burkitt's lymphoma or low grade T-cell lymphoma Must have at least 1 measurable lesion No AIDS-related primary central nervous system lymphoma (PCNSL) No disease confined to the eye without other localization in the CNS PATIENT CHARACTERISTICS: Age: 16 to 60 Performance status: Karnofsky 40-100% Neurological functional status 0-3 Life expectancy: Not specified Hematopoietic: Not specified Hepatic: No serious impairment of hepatic function Renal: No serious impairment of renal function Creatinine no greater than 1.5 mg/dL OR Creatinine clearance no less than 50 mL/min Cardiovascular: No serious impairment of cardiac function Other: HIV negative No congenital or acquired immunodeficiency syndrome No prior/concurrent systemic lymphoma No prior malignancy except: Adequately treated non-melanoma skin cancer Carcinoma in situ of the cervix uteri Not pregnant No severe uncontrolled infection PRIOR CONCURRENT THERAPY: Biologic therapy: No concurrent treatment with immunosuppressive drug Chemotherapy: No prior chemotherapy Endocrine therapy: Corticosteroid use for less than 3 weeks allowed Radiotherapy: Not specified Surgery: No prior organ transplantation", "gender": "All", "minimum_age": "16 Years", "maximum_age": "60 Years", "healthy_volunteers": "No", "id": "NCT00003061.xml"}