{"brief_title": "Bone Marrow Transplantation in Treating Patients With Hematologic Cancer", "brief_summary": "RATIONALE: Radiation therapy uses high-energy x-rays to damage cancer cells. Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. Combining chemotherapy with bone marrow transplantation may allow the doctor to give higher doses of chemotherapy drugs and kill more tumor cells. PURPOSE: Phase II trial to study the effectiveness of bone marrow transplantation in treating patients who have hematologic cancer.", "detailed_description": "OBJECTIVES: - Compare the incidence of graft-versus-host disease (GVHD) grades III and IV in patients with hematologic malignancies treated with bone marrow transplantation (BMT) using donors with 1 HLA-A or B non-cross-reactive group mismatch vs control patients previously treated with BMT using donors with 1 HLA-A or B cross-reactive group (CREG) mismatch. - Compare the incidence of GVHD grades III and IV in patients with hematologic malignancies treated with BMT using donors with 1 HLA-A or B CREG mismatch vs control patients previously treated with BMT using matched donors. - Determine the relevance of HLA-DRB1 or DQB1 allele mismatching in BMT using donors matched for HLA-A, B, and C. OUTLINE: Beginning at least 3 weeks after completion of cytoreductive combination chemotherapy, patients under age 18 undergo total body irradiation (TBI) twice a day on days -7 to -4. Patients age 18 and over undergo TBI twice a day on days -6 to -4. All patients then receive cyclophosphamide IV daily on days -3 and -2. Males with acute lymphocytic leukemia, high-grade lymphoma, intermediate-grade lymphoma, or marrow or CNS involvement receive radiotherapy boost to the testes. On day 0, patients receive infusion of bone marrow from unrelated donors with 1 of the following: 1 HLA-A or B non-cross-reactive group mismatch; 1 HLA-A or B cross-reactive group mismatch; or an HLA-A, B, and C match with an HLA-DRB1 or DQB1 mismatch. Patients are followed every 6 months for 2 years and then annually thereafter. PROJECTED ACCRUAL: A total of 150 patients will be accrued for this study within 5 years.", "condition": ["Chronic Myeloproliferative Disorders", "Leukemia", "Lymphoma", "Multiple Myeloma and Plasma Cell Neoplasm", "Myelodysplastic Syndromes", "Precancerous/Nonmalignant Condition", "Small Intestine Cancer"], "intervention_type": ["Drug", "Procedure", "Radiation"], "intervention_name": ["cyclophosphamide", "allogeneic bone marrow transplantation", "radiation therapy"], "criteria": "DISEASE CHARACTERISTICS: - Histologically proven hematologic malignancy of 1 of the following types: - Chronic myelogenous leukemia (CML) in chronic, accelerated, or blast* phase - Acute leukemia with high-risk features at diagnosis such as: - Philadelphia chromosome-positive acute lymphocytic leukemia** - Acute myeloid leukemia with high-risk cytogenetics such as inv (3), t(3;3) del(5q), -5, del(7q), -7, +8, +11, abnormal 12p, del(20q), -20, or complex abnormalities** - Acute leukemia with failure after one course of induction chemotherapy - Acute leukemia in first relapse* or second remission - High-risk lymphoblastic lymphoma in first remission - Non-Hodgkin's lymphoma, Hodgkin's disease, or other malignant lymphoproliferative disease after first remission, if an autologous transplantation is not indicated - Myelodysplastic or myeloproliferative syndromes ineligible for Protocol FHCRC-179 NOTE: * For patients with acute leukemia in relapse or CML in blast crisis, the search for an unrelated donor begins only if: High probability that the patient's medical condition will remain stable for the 3 to 6-month period needed to find a donorAn attempt at remission induction has been undertaken Referring physician and patient accept possibility that search for donor will be canceled if patient's condition worsens NOTE: ** For newly diagnosed patients with high-risk acute leukemia, early referral is encouraged so that an unrelated donor search may begin immediately - Availability of an unrelated donor with: - 1 HLA-A or B non-cross-reactive group (non-CREG) mismatch (except in CML in chronic phase or myelodysplastic syndrome) OR - 1 HLA-A or B CREG mismatch OR - An HLA-A, B, and C match with an HLA-DRB1 or DQB1 mismatch (no double mismatch) if 1 of the above 2 donor types unavailable - No more than 1 HLA-A, B, and C mismatch - No availability of an HLA-identical sibling or haploidentical relative incompatible for 0 or 1 HLA-A or B locus of the nonshared haplotypes - For patients with diagnosis other than CML in chronic phase, 1 HLA-DR locus-incompatible related donor has priority over an HLA compatible or class IA or B CREG locus antigen-incompatible unrelated donor - No severe aplastic anemia - No leukoencephalopathy PATIENT CHARACTERISTICS: Age: - Under 51 - Eligible for transplantation until age 52 if the donor is identified prior to patient's 51st birthday Performance status: - Not specified Life expectancy: - Not specified Hematopoietic: - See Disease Characteristics Hepatic: - No severe hepatic disease, including acute hepatitis Renal: - Creatinine less than 2 times normal Cardiovascular: - No cardiac insufficiency requiring treatment - No symptomatic coronary artery disease Pulmonary: - No severe hypoxemia (i.e., PO2 less than 70 mm Hg) with decreased DLCO (i.e., DLCO less than 70% predicted) OR - No mild hypoxemia (i.e., PO2 less than 80 mm Hg) with severely decreased DLCO (i.e., DLCO less than 60% predicted) - No pulmonary fibrosis Other: - No other nonmalignant disease that would severely limit life expectancy - HIV negative - No contraindication to total body irradiation (TBI) - Patients excluded from this study because of contraindication to TBI may be treated on protocol FHCRC-739 PRIOR CONCURRENT THERAPY: Biologic therapy: - See Disease Characteristics Chemotherapy: - See Disease Characteristics Endocrine therapy: - Not specified Radiotherapy: - No prior radiotherapy greater than 3,000 cGy to whole brain - At least 6 months since prior involved-field radiotherapy greater than 1,500 cGy to chest or abdomen Surgery: - Not specified", "gender": "All", "minimum_age": "N/A", "maximum_age": "50 Years", "healthy_volunteers": "No", "keyword": "childhood myelodysplastic syndromes", "mesh_term": ["Lymphoma", "Syndrome", "Leukemia", "Multiple Myeloma", "Neoplasms, Plasma Cell", "Myelodysplastic Syndromes", "Preleukemia", "Plasmacytoma", "Myeloproliferative Disorders", "Intestinal Neoplasms", "Precancerous Conditions", "Cyclophosphamide"], "id": "NCT00005804"}