{"brief_title": "PS-341 in Treating Women With Metastatic Breast Cancer", "brief_summary": "PS-341 may stop the growth of tumor cells by blocking the enzymes necessary for cancer cell growth. Phase II trial to study the effectiveness of PS-341 in treating women who have metastatic breast cancer", "detailed_description": "PRIMARY OBJECTIVES: I. Determine the efficacy of PS-341, in terms of response rate, in women with metastatic breast cancer. SECONDARY OBJECTIVES: I. Determine the clinical activity of this drug, in terms of progression-free survival, in these women. II. Determine the toxicity profile and tolerability of this drug in these women. III. Determine the pharmacodynamics of this drug in these women. OUTLINE: Patients receive PS-341 IV over 3-5 seconds twice weekly on weeks 1 and 2. Courses repeat every 3 weeks in the absence of disease progression or unacceptable toxicity. PROJECTED ACCRUAL: A maximum of 12-35 patients will be accrued for this study within 9-12 months.", "condition": "Stage IV Breast Cancer", "intervention_type": "Other", "intervention_name": "laboratory biomarker analysis", "description": "Correlative studies", "arm_group_label": "Treatment (bortezomib)", "other_name": "VELCADE", "criteria": "Inclusion Criteria: - Histologically or cytologically confirmed invasive breast cancer - Clinical and/or radiological evidence of stage IV disease - Relapsed or resistant disease within 6-12 months after completion of prior chemotherapy with doxorubicin or epirubicin and/or paclitaxel or docetaxel foradvanced disease or in the adjuvant setting - At least 1 unidimensionally measurable lesion - At least 20 mm by conventional techniques - At least 10 mm by spiral CT scan - No bone metastases as only measurable site - Pleural or peritoneal effusions not acceptable as measurable disease - No known brain metastases - Hormone receptor status: - Estrogen receptor-negative - Estrogen receptor-positive - Female - Performance status - ECOG 0-2 - Performance status - Karnofsky 60-100% - More than 12 weeks - WBC at least 3,000/mm^3 - Absolute neutrophil count at least 1,500/mm^3 - Platelet count at least 100,000/mm^3 - Bilirubin normal - AST or ALT no greater than 2.5 times upper limit of normal - Creatinine normal - Creatinine clearance at least 60 mL/min - No acute ischemia or significant conduction abnormality by EKG - No symptomatic congestive heart failure - No unstable angina pectoris - No cardiac arrhythmia - LVEF greater than 50% - No uncontrolled concurrent illness - No psychiatric illness or social situation that would preclude study - No ongoing or active infection - No prior allergic reaction(s) to compounds of similar chemical or biologic composition to PS-341 - No other malignancy within the past 5 years except carcinoma in situ of the cervix or basal cell skin cancer - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective barrier-method contraception - See Chemotherapy - See Disease Characteristics - No more than 1 prior chemotherapy regimen for metastatic disease - High-dose regimen or bone marrow transplantation considered 1 prior regimen - At least 4 weeks since prior chemotherapy (6 weeks for nitrosoureas or mitomycin) and recovered - Prior hormonal therapy for metastatic disease or in adjuvant setting allowed - Prior localized radiotherapy allowed if it does not influence the signal evaluable lesion - At least 4 weeks since prior radiotherapy and recovered - At least 2 weeks since prior minor surgery and recovered - At least 4 weeks since prior major surgery and recovered - No other concurrent investigational agent - No other concurrent investigational or commercial agents or therapies to treat this malignancy", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00025584.xml"}