{"brief_title": "Study Of An FDA-approved Drug As Additional Therapy In Patients With Schizophrenia", "brief_summary": "This is a 12-week study for the treatment of chronic persistent symptoms in participants with schizophrenia. Participants on a stable, optimal dose of up to two atypical antipsychotics who fulfill the screening criteria will be randomized to receive either an FDA-approved drug or placebo in addition to the current treatment. Safety will be closely monitored through vital signs, various tests, and blood and urine samples.", "condition": ["Schizophrenia"], "intervention_type": ["Drug"], "intervention_name": ["lamotrigine"], "criteria": "Inclusion criteria: - Diagnosed with schizophrenia. - Exhibits persistent positive symptoms that have persisted for a minimum of 3 months prior to screening. - Continuously taking 1-2 specific atypical antipsychotics for a minimum of 3 months and must be on a stable dose for at least 1 month prior to entering the study. - Participant or a legal guardian is able to understand and sign the consent form. Exclusion criteria: - PANSS (Positive and Negative Syndrome Score) total score increases or decreases by more than 20% between the Screening and Baseline visits. - Predominant Axis I disorder other than schizophrenia within 6 months prior to screening. - History of clinically significant or unstable medical disorder or treatment that would interfere with the study. - History of autistic disorder or another pervasive developmental disorder, organic brain disease, dementia, stroke, epilepsy or a history of seizures requiring treatment (this does not include febrile seizures as a child), or those who have suffered a traumatic head injury. - Taking psychotropic or primarily centrally active medication at screening. - Use of antidepressant medications or mood stabilizers within 1 month of screening.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "65 Years", "healthy_volunteers": "No", "keyword": "psychosis", "mesh_term": ["Schizophrenia", "Lamotrigine", "Antipsychotic Agents"], "id": "NCT00086593"}