{"brief_title": "Gene Therapy, Chemotherapy, and Peripheral Stem Cell Transplantation in Treating Patients With HIV-Related Non-Hodgkin's Lymphoma", "brief_summary": "RATIONALE: Inserting the gene for RevM10 into a person's peripheral stem cells may improve the body's ability to fight cancer or make the cancer more sensitive to chemotherapy. PURPOSE: Phase I/II trial to study the effectiveness of RevM10-treated stem cells plus chemotherapy and peripheral stem cell transplantation in treating patients who have HIV-related non-Hodgkin's lymphoma.", "detailed_description": "OBJECTIVES: I. Determine the safety of infusion of RevM10 or RevM10/polAS transduced hematopoietic stem cells (HSC) in addition to high dose chemotherapy and standard peripheral blood stem cell support in patients with HIV-1 related non-Hodgkin's lymphoma. II. Determine gene marking of lymphocytes and myeloid cells in peripheral blood, bone marrow, and/or lymph nodes after infusion of RevM10-HSC or RevM10/polAS-HSC in these patients. III. Determine the antiretroviral effect of this treatment in these patients. OUTLINE: This is a multicenter study. Patients receive mobilization therapy and undergo leukapheresis according to a standard protocol. High dose chemotherapy is administered on days -7 to -1, also according to a standard protocol. On day 0, autologous hematopoietic stem cells transduced with genes RevM10 or RevM10/polAS are infused. Unmodified autologous peripheral blood stem cells are reinfused on day 1. Patients are followed daily for 2 weeks, weekly for 2 weeks, monthly for 1 year, then annually thereafter. PROJECTED ACCRUAL: Approximately 15 patients will be accrued for this study within 14 months.", "condition": ["Lymphoma"], "intervention_type": ["Biological", "Biological", "Procedure", "Procedure"], "intervention_name": ["RevM10 gene", "RevM10/polAS gene", "in vitro-treated peripheral blood stem cell transplantation", "peripheral blood stem cell transplantation"], "criteria": "DISEASE CHARACTERISTICS: HIV-1 infection documented by ELISA and Western blot Histologically proven non-Hodgkin's lymphoma showing at least partial response to standard chemotherapy regimen Poor prognosis in first chemotherapy induced remission Increased LDH AND/OR Stage III or IV AND/OR Reduced performance status (ECOG 2 or worse) OR Response but no complete remission following four courses of standard chemotherapy OR Responding relapse after primary therapy No primary CNS lymphoma No uncontrolled meningeal lymphoma at mobilization PATIENT CHARACTERISTICS: Age: 18 and over Performance status: See Disease Characteristics Life expectancy: Not specified Hematopoietic: Absolute neutrophil count at least 1500/mm3 Platelet count at least 100,000/mm3 CD4 count at least 100/mm3 Hepatic: Bilirubin less than 2 mg/dL (unless taking indinavir) SGOT and SGPT less than 2 times normal No hepatitis Renal: Creatinine less than 2.0 mg/dL Pulmonary: DLCO greater than 60% Other: Not pregnant or nursing Fertile patients must use effective contraception No active Mycobacterium avium-intracellulare infection or CMV disease No cerebral toxoplasmosis or cryptococcal meningitis At least 6 months since prior alcohol or substance abuse At least 1 year since CNS disease or seizures No other medical condition that would preclude study PRIOR CONCURRENT THERAPY: Biologic therapy: Not specified Chemotherapy: See Disease Characteristics No concurrent chemotherapy for Kaposi's sarcoma Endocrine therapy: Not specified Radiotherapy: Not specified Surgery: Not specified Other: At least 30 days since prior treatment for serious opportunistic infections", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "AIDS-related lymphoblastic lymphoma", "mesh_term": ["Lymphoma", "Lymphoma, Non-Hodgkin"], "id": "NCT00003942"}