{"brief_title": "Warfarin and Vatalanib in Treating Patients With Advanced Solid Tumors", "brief_summary": "RATIONALE: Vatalanib may stop the growth of tumor cells by stopping blood flow to the tumor. Warfarin may be effective in preventing the formation of blood clots in patients who are undergoing treatment for advanced solid tumors. PURPOSE: This phase I trial is studying how well giving warfarin together with vatalanib works in treating patients with advanced solid tumors.", "detailed_description": "OBJECTIVES: Primary - Determine the acute and chronic changes in INR in patients with advanced solid tumors treated with low-dose warfarin and vatalanib. Secondary - Determine the steady-state pharmacokinetics of this regimen in these patients. - Determine the safety and tolerability of this regimen in these patients. OUTLINE: This is a nonrandomized, open-label, multicenter study. - Pharmacokinetic (PK) phase: Patients receive oral low-dose warfarin once daily on days 1-14 and oral vatalanib once daily, 1 hour before warfarin administration, on days 2-14 in the absence of disease progression or unacceptable toxicity. - Continuation phase: Patients not experiencing a drug interaction in the PK phase continue to receive oral vatalanib and oral low-dose warfarin once daily. Patients experiencing a drug interaction (INR > 2.0) in the PK phase receive oral vatalanib alone once daily. Continuation therapy continues indefinitely in the absence of disease progression or unacceptable toxicity. PROJECTED ACCRUAL: A total of 30 patients will be accrued for this study.", "condition": ["Unspecified Adult Solid Tumor, Protocol Specific"], "intervention_type": ["Drug"], "intervention_name": ["warfarin"], "arm_group_label": ["warfarin"], "criteria": "Inclusion Criteria: - Histologically confirmed advanced solid tumor - Progressed despite standard therapy OR no known standard therapy exists -- Currently receiving OR a candidate for prophylactic low-dose warfarin (1 mg/day) - INR ≤ 1.4 - Must be an extensive metabolizer of CYP2C9 (at least 1 wild type allelle: *1) - 18 and over - Hemoglobin ≥ 9 g/dL - AST and ALT ≤ 3 times upper limit of normal (ULN) - Bilirubin ≤ 1.5 times ULN - Albumin ≥ 3.0 g/dL - Hepatitis B surface antigen negative - Hepatitis C antibody negative - Creatinine ≤ 1.5 ULN OR - Creatinine clearance > 50 mL/min - Negative pregnancy test - Fertile patients must use effective contraception - HIV negative - More than 14 days since prior anticancer chemotherapy - More than 14 days since prior anticancer hormonal therapy - More than 14 days since prior anticancer radiotherapy - More than 14 days since other prior anticancer therapy - More than 30 days since prior investigational drugs - No ethanol for 2 days prior to and for the first 17 days of study treatment Exclusion Criteria: - No poor metabolizers of CYP2C9 (2 alleles of either *2 or *3) - brain metastases - history of or active coagulation disorders - significant risk for bleeding - uncontrolled high blood pressure (BP), defined as diastolic BP > 90 mm Hg or systolic BP > 140 mm Hg - history of cerebral or aortic aneurysm - pregnant or nursing - recent history or evidence of drug or alcohol abuse - active peptic ulcer disease or gastrointestinal bleeding - contraindication or allergy to warfarin or related compounds - risk for adverse events related to prolonged PT/PTT due to warfarin administration - other medical condition that would preclude study participation - concurrent chemotherapy - concurrent hormonal therapy - concurrent radiotherapy - other concurrent CYP2C9 substrates or inhibitors - concurrent CYP3A4 inducers or inhibitors - concurrent food or dietary supplement known to alter the metabolism of CYP3A4 (e.g., grapefruit or Hypericum perforatum [St. John's wort])", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "unspecified adult solid tumor, protocol specific", "mesh_term": ["Warfarin"], "id": "NCT00091299"}