{"brief_title": "OSI-774/Cisplatin/Taxotere in Head & Neck Squamous Cell Cancer", "brief_summary": "The goal of this clinical research study is to learn if giving the new drug, Tarceva® (OSI-774), in combination with Platinol® (cisplatin) and Taxotere® (docetaxel) is effective in the treatment of metastatic or recurrent head and neck cancer. The safety of this treatment will also be studied.", "detailed_description": "OSI-774 is a drug that helps to block the activity of an enzyme that is believed to play an important role in cell growth. It is hoped that blocking these enzymes will slow tumor growth. Both cisplatin and docetaxel are commonly used chemotherapy drugs. These drugs are designed to target and destroy cancer cells. Before the study, you will have a physical exam, blood tests (around 2 teaspoons), and an electrocardiogram (ECG - a test that measures the electrical activity of the heart). You will also have a chest x-ray and a CT scan. If the diagnosis has not yet been confirmed, a biopsy of the tumor may need to be done. Women who are able to have children must have a negative blood or urine pregnancy test. During treatment, you will take OSI-774 by mouth once a day. Once every 3 weeks, you will be given docetaxel and cisplatin. Docetaxel is given by a continuous infusion into a vein over 1 hour. This will be followed by an infusion into a vein of cisplatin over 2 hours. Treatment with docetaxel and cisplatin is given every 3 weeks for 18 weeks. You will continue to take OSI-774 until your disease worsens, until side effects become too severe, or until your doctor thinks it is no longer benefiting you. If at any time during the study the disease becomes worse or you experience any intolerable side effects, you will be taken off the study and your doctor will discuss other treatment options with you. During the study, you will have blood drawn (around 2 teaspoons) once a week. These samples will be used for routine lab tests. Every 3 weeks, you will have a physical exam and your vital signs and weight will be measured. You will also be asked about any side effects you may be experiencing. If your doctor feels it is necessary, you may have more frequent check-up visits. Every 6 weeks during treatment, you will have blood tests (around 2 teaspoons), and imaging tests. The imaging tests include a chest x-ray and a CT scan of the head and neck area. You may also have CT scans of other areas of the body. These tests are being done to check on the status of the disease. You may continue receiving OSI-774 for as long as your cancer responds to study treatment. If you continue to receive OSI-774, every 3 months you will have a physical exam (including measurement of vital signs), routine blood tests (about 2 teaspoons), a performance status test (a test looking at the ability to perform everyday activities), a chest x-ray, and a CT or MRI scan. Your doctor may decide to take you off this study if you experience significant side effects or your medical condition worsens. This is an investigational study. OSI-774 is approved by the FDA for treatment of NSCLC in patients who have relapsed. Its use in this study is considered investigational. Docetaxel and cisplatin are FDA approved and commercially available. There will be a total of 50 patients taking part in this study.", "condition": ["Head and Neck Cancer"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["Docetaxel", "OSI-774", "Cisplatin"], "description": ["60 mg/m^2 IV repeated every 21 days.", "100 mg oral administered daily. May have a dose escalation of 150 mg pending on prior dose toleration. Patients will continue on daily OSI-774 until a study endpoint or removal from study is reached.", "75 mg/m^2 IV every 21 days."], "arm_group_label": ["Cisplatin + Docetaxel + OSI-774", "Cisplatin + Docetaxel + OSI-774", "Cisplatin + Docetaxel + OSI-774"], "other_name": ["Taxotere", "Tarceva", "Erlotinib Hydrochloride", "Platinol®-AQ", "Platinol®", "CDDP"], "criteria": "Inclusion Criteria: 1. Have histologically or cytologically confirmed metastatic or recurrent head and neck squamous cell carcinoma from the primary lesion and/or lymph nodes of the oral cavity, oropharynx, hypopharynx, or larynx. 2. Have measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) as >= 20 mm with conventional techniques or as >= 10 mm with spiral CT scan. See section 9.2 for the evaluation of measurable disease. 3. Have not received any prior systemic chemotherapy for metastatic or recurrent head and neck squamous cell carcinoma. If patients have received prior combined modality therapy, they must be off therapy for at least 6 months. 4. Be >= 18 years of age. 5. No acute intercurrent illness or infection. 6. ECOG performance status =<2 (Karnofsky =>60%). Have normal organ and marrow function defined as: leukocytes=>3,000/uL; absolute neutrophil count=>1,500/uL; platelets =>100,000/uL hemoglobin >= 8g/dl; total bilirubin within normal institutional limits; AST(SGOT)/ALT(SGPT) =<2.5 X institutional upper limit of normal if alkaline phosphate is <ULN OR alkaline phosphatase may be up to 4x ULN if transaminases are <ULN; creatinine =<2.0 xULN OR creatinine clearance >60 mL/min/1.73 m**2 for patients with creatinine levels above institutional normal 7. The effects of OSI-774 on the developing human fetus at the recommended therapeutic dose are unknown. For this reason, as other therapeutic agents used in this trial are known to be teratogenic, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation, and for 3 months after the completion of therapy. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately. 8. History of non-melanoma skin cancer, or other malignancies treated 5 years or more prior to the current tumor, from which the patient has remained continually disease-free, are eligible. 9. Ability to understand and the willingness to sign a written informed consent document. 10. Inclusion of women and minorities. Both men and women and members of all ethnic groups are eligible for this trial. The proposed study population will consist of patients of all ethnic backgrounds and either gender, treated at MD Anderson Cancer Center in Houston, Texas. Exclusion Criteria: 1. Patients who have had chemotherapy or non-palliative radiotherapy for their recurrent or metastatic head and neck cancer. 2. Patients may not be receiving any other investigational agents. 3. Brain metastases should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events. 4. History of allergic reactions attributed to compounds of similar chemical or biologic composition to OSI-774 or other agents used in the study. 5. Patient has received prior biologic therapy targeting EGFR. 6. Signs or symptoms of acute infection requiring systemic therapy. 7. Exhibits confusion, disorientation, or has a history of major psychiatric illness that may impair patient's understanding of the informed consent. 8. Requires total parenteral nutrition with lipids. 9. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements. 10. Histology other than squamous cell carcinoma. 11. Refusing to sign the informed consent. 12. History of severe hypersensitivity reaction to Taxotere®. 13. Pre-existing peripheral neuropathy NCI CTC grade 2 or worse. 14. Pregnant or lactating women are excluded from this study because OSI-774 is an unknown Class agent with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with OSI-774, breastfeeding should be discontinued if the mother is treated with OSI-774. These potential risks may also apply to other agents used in this study. 15. Because patients with immune deficiency are at increased risk of lethal infections when treated with marrow-suppressive therapy, HIV-positive patients receiving combination anti-retroviral therapy are excluded from the study because of possible pharmacokinetic interactions with OSI-774, cisplatin, or docetaxel or other agents administered during the study. Appropriate studies will be undertaken in patients receiving combination anti-retroviral therapy when indicated.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Erlotinib Hydrochloride", "mesh_term": ["Head and Neck Neoplasms", "Neoplasms, Squamous Cell", "Carcinoma, Squamous Cell", "Docetaxel", "Cisplatin", "Erlotinib Hydrochloride"], "id": "NCT00076310"}