{"brief_title": "Interleukin-2 in Treating Patients With Stage III or Stage IV Kidney Cancer", "brief_summary": "The purpose of this study is to assess the efficacy of post-operative high-dose bolus interleukin-2 (IL-2) in patients with high-risk renal cell carcinoma (RCC).", "detailed_description": "The primary objective of this prospective, randomized, controlled trial is to compare the disease-free and overall survival of patients with stage III or IV high-risk renal cell carcinoma (RCC) who were treated with adjuvant high-dose interleukin-2 vs observation alone. Patients are stratified according to their disease classification and randomized to one course of IL-2 [600,000 U/kg every 8 hours on days 1 to 5 and days 15 to 19 (maximum 28 doses)] or observation.", "condition": ["Kidney Cancer"], "intervention_type": ["Drug"], "intervention_name": ["Interleukin-2"], "description": ["High-dose bolus interleukin-2 is a systemic therapy used to treat metastatic RCC"], "arm_group_label": ["Interleukin-2 (IL-2)"], "other_name": ["IL-2", "Aldesleukin"], "criteria": "Inclusion Criteria - An Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1. - Adequate organ function as defined by a white blood cell (WBC) count of 4,000/L; a platelet count of 100,000/L; a Hemoglobin level of 10 g/dL; a serum creatinine of 1.5 mg/dL or creatinine clearance of 60 mL/min; and a direct bilirubin level of 1.5 mg/dL. - Forced expiratory volume at 1 second more than 2.0 L or 75% of predicted for height and age from pre-enrollment pulmonary function testing. - No history or evidence of cardiac disease on ECG - No prior systemic treatment for RCC, but patients may have received prior locoregional radiation therapy to solitary resectable metastases, which must have undergone surgical resection before enrollment. - No prior history of invasive malignancy in the past 5 years - Human immunodeficiency virus (HIV) negative - Female patients must not be pregnant or planning to become pregnant Exclusion criteria • Age younger than 16", "gender": "All", "minimum_age": "16 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "interleukin-2", "mesh_term": ["Kidney Neoplasms", "Carcinoma, Renal Cell", "Interleukin-2"], "id": "NCT00003126"}