{"brief_title": "Phase III Randomized Double-Blind Placebo Controlled Study To Evaluate the Safety and Efficacy of Betaseron in AIDS and Advanced ARC Patients Receiving a Reduced-Dose AZT Regimen", "brief_summary": "To evaluate the safety and efficacy of interferon beta (Betaseron) in AIDS and advanced AIDS related complex (ARC) patients receiving a reduced-dose zidovudine (AZT) regimen.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Zidovudine", "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Zidovudine (AZT). Patient must have: - Uninterrupted therapy with reduced-dose AZT 500 - 600 mg/day for at least 3 weeks before entry. - Acceptable hepatic and renal function. - AMENDED to delete the following sentence: - Hematologic intolerance to full-dose zidovudine (AZT) (1000 - 1200 mg/day). Exclusion Criteria Co-existing Condition: Patients with the following are excluded: - Concurrent, ineffectively controlled opportunistic infections. - Extensive cutaneous and/or visceral Kaposi's sarcoma requiring systemic chemotherapy. - Proteinuria of 2+ or greater. - HIV encephalopathy. - HIV wasting syndrome. - New York Heart Classification III or IV. - Uncontrolled angina pectoris. - Evidence of clinically significant, multifocal uncontrolled cardiac dysrhythmias. Concurrent Medication: Excluded: - Antiretrovirals other than zidovudine (AZT) or Betaseron. - Chronic acyclovir therapy. - Acetaminophen. Patients with the following are excluded: - Intolerance (hematologic or otherwise) to zidovudine (AZT) at a dose of 100 mg orally every 4 hours. AMENDED to: - Intolerance at a dose of 500 to 600 mg/day. - Medical or psychiatric conditions that compromise the patient's ability to give informed consent or complete the study. Prior Medication: Excluded within 30 days of study entry: - Cytotoxic chemotherapy. - Prior therapy with alpha, beta, or gamma interferons. Active drug or alcohol abuse.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00002238.xml"}