{"brief_title": "Dalteparin to Prevent Complications in Cancer Patients Receiving Chemotherapy Through a Catheter", "brief_summary": "RATIONALE: The use of dalteparin may be able to prevent complications caused by the use of a catheter to supply chemotherapy to cancer patients. It is not yet known if dalteparin is effective in reducing these complications. PURPOSE: Randomized phase III trial to determine the effectiveness of dalteparin in preventing catheter-related complications in cancer patients who are receiving chemotherapy through a catheter.", "detailed_description": "OBJECTIVES: I. Determine if dalteparin will reduce the incidence of clinically significant catheter related complications (i.e., asymptomatic catheter related thrombosis) in cancer patients receiving chemotherapy through a central venous catheter. OUTLINE: This is a randomized, double-blind, placebo-controlled, multicenter study. Patients are stratified according to treatment center and catheter placement (proximal to axilla vs distal to axilla). Patients are randomized to one of two treatment arms. Arm I: Patients receive dalteparin subcutaneously (SC) daily. Arm II: Patients receive placebo SC daily. Treatment continues for 16 weeks or until catheter removal in the absence of unacceptable toxicity. Patients are followed for 30 days. PROJECTED ACCRUAL: A total of 345 patients (230 in arm I and 115 in arm II) will be accrued for this study over 6 months.", "condition": "Veno-occlusive Disease", "intervention_type": "Other", "intervention_name": "placebo", "description": "placebo injected subcutaneously daily", "arm_group_label": "placebo", "criteria": "Inclusion Criteria: - Histologically confirmed malignancy - No more than 5 days since placement of central venous catheter for administration of chemotherapy - Expected length of catheter use at least 16 weeks - 18 and over - Performance status: ECOG 0-2 - Life expectancy: At least 16 weeks - Hematopoietic: - Platelet count at least 100,000/mm3 - Absolute neutrophil count at least 1,500/mm3 - No known coagulopathy - Hepatic: Bilirubin no greater than 2 times upper limit of normal (ULN) except in case of Gilbert's syndrome - AST no greater than 3 times ULN (no greater than 5 times ULN in case of liver metastases) - PT/PTT no greater than 1.5 times ULN Renal: - Creatinine no greater than 2 times ULN Cardiovascular: - HIV negative - Must weigh at least 90 pounds - At least 3 months since prior eye, ear, or CNS surgery Other: - At least 30 days since prior aspirin, dipyridamole, unfractionated heparin, other low molecular weight heparins, or other anticoagulation therapy (except heparin flushing) Exclusion Criteria: - uncontrolled hypertension, unstable angina, or symptomatic congestive heart failure - myocardial infarction in past 6 months - uncontrolled cardiac arrhythmia Other: - known hypersensitivity (including heparin induced thrombocytopenia) to dalteparin, heparin, or other low molecular weight heparins - active uncontrolled infection, including existing catheter related infection - CNS trauma in past 3 months - retinal detachment in past 6 months - mental incapacitation or psychiatric illness that would preclude study compliance - other serious concurrent disease that would preclude study participation - active gastrointestinal or genitourinary tract bleeding - intracranial or intraocular hemorrhage in past year - concurrent high dose chemotherapy with stem cell transplantation - concurrent induction/consolidation chemotherapy for leukemia - concurrent high dose chemotherapy with stem cell transplantation", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00006083.xml"}