{"brief_title": "Abatacept and Infliximab in Combination With Methotrexate in Subjects With Rheumatoid Arthritis", "brief_summary": "The purpose of this clinical research study is to learn if Abatacept or Infliximab in combination with Methotrexate demonstrate a greater reduction in disease activity over placebo.", "condition": ["Rheumatoid Arthritis"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Drug"], "intervention_name": ["Abatacept (ABA) + Methotrexate (MTX), double-blind (DB)", "Infliximab (INF) + MTX, DB", "Placebo (PLA) + MTX, DB", "PLA + MTX switched to ABA+ MTX, DB", "ABA, open-label (OL)"], "description": ["Abatacept, intravenous (IV) Solution, Infusion, Depends on participant weight, Monthly, 12 months.", "Infliximab, IV Solution, Infusion, Depends on participant weight, Every 2 Months, 12 months.", "Placebo, IV Solution, Infusion, Depends on participant weight, Monthly, 6 months.", "Placebo=IV Solution, Infusion, Depends on participant weight, Monthly, 6 months. Abatacept=IV Solution, Infusion, Depends on participant weight, Monthly, 6 months", "Abatacept, IV solution, Infusion. Depends on participant weight, Monthly, 12+ months"], "arm_group_label": ["Abatacept (ABA) + Methotrexate (MTX) (double-blind [DB])", "Infliximab + MTX (DB)", "Placebo + MTX (DB)", "Placebo + MTX switched to abatacept + MTX (DB)", "Abatacept (open-label)"], "other_name": ["Orencia", "Orencia", "Orencia"], "criteria": "Inclusion Criteria: - Diagnosis of Rheumatoid Arthritis - At least 3 months prior treatment with Methotrexate (MTX) - At least 10 swollen joints and 12 tender joints and C-Reactive Protein of at least 1 mg/dl - Washout required for other disease modifying anti-rheumatic drugs (DMARDS) Exclusion Criteria: - participants who have failed more than 3 DMARDs - participants previously treated with an approved biologic drug - History of cancer in the last 5 years - Severe or recurrent bacterial infection - Any previous or current medical conditions that are contraindications to the use of TNF blocking agents - Women of Child Bearing Potential", "gender": "All", "minimum_age": "18 Years", "maximum_age": "75 Years", "healthy_volunteers": "No", "mesh_term": ["Arthritis", "Arthritis, Rheumatoid", "Methotrexate", "Infliximab", "Abatacept"], "id": "NCT00095147"}