{"brief_title": "Dose Safety, Tolerability, and Immunogenicity of a New Smallpox Vaccine in Adults Without Previous Smallpox Vaccination", "brief_summary": "The purpose of this study is to examine the safety and the effectiveness of a new vaccine for the prevention of the disease, smallpox.", "detailed_description": "In addition to assessment of safety parameters, the objective of this study is to determine the minimum dose of ACAM1000 that is calculated to produce a major cutaneous reaction in at least 90% of a population of healthy adults 18-29 years of age and naïve to smallpox vaccine. Specifically, the objectives of this study are to: 1. Compare the safety and tolerability of three dose levels of ACAM1000 and a standard dose of Dryvax® in healthy adults 18-29 years of age and naïve to smallpox vaccine. Safety and tolerability will be determined by examination of the local cutaneous reaction, adverse events, physical examinations, vital signs, structured interviews, and laboratory analysis. 2. Determine the immunogenicity of three dose levels of ACAM1000 and a standard dose of Dryvax® in healthy adults 18-29 years of age by comparing: (a)the proportion of subjects at each dose level who develop a major cutaneous reaction; (b)the proportion of subjects in each treatment group who develop neutralizing antibodies, including the fold-increase in antibody titer between Baseline and Day 30 sera; and the geometric mean vaccinia neutralizing antibody titer on Day 30. 3. Determine the minimum dose of ACAM1000 that is calculated to produce a major cutaneous reaction in at least 90% of a population of healthy adults 18-29 years of age and naïve to smallpox vaccine.", "condition": ["Smallpox"], "intervention_type": ["Biological", "Biological"], "intervention_name": ["ACAM1000", "vaccinia virus (calf lymph) smallpox vaccine: Dryvax"], "description": ["Group 1 dose: 1.4 x 10-8th PFU/ml (350,000 PFU) Group 2 dose: 2.8 x 10-7th PFU/ml (70,000 PFU) Group 3 dose: 5.6 x 10-6th PFU/ml (14,000 PFU)", "group 4 dose: 1.6 x 10-8th PFU/ml (250,000 PFU)"], "arm_group_label": ["Group 1", "Group 2", "Group 3", "Group 4"], "other_name": ["brand name = Dryvax"], "criteria": "Inclusion criteria: - in good general health. - not pregnant and using effective birth control - agreed to participate in entire study and comply with protocol requirements. Exclusion criteria: - military service prior to 1989. - no previous smallpox vaccination. - no contact with with children 1 year of age or younger - immunodeficiency individuals or close contacts who are immunodeficient - past history or current renal disease - diagnosis or past history of eczema - known allergy or past allergic reactions to latex gloves or to some antibiotics (neomycin, streptomycin, chlortetracycline, and polymyxin B). - known allergy or past allergic to blood products. - known allergy or past allergic reaction to cidofovir or sulfa-containing drugs. - transfusion of blood or treatment with any blood product, including intramuscular or intravenous serum globulin within six months of the Screening Visit. - serology positive for HIV, hepatitis B or hepatitis C. - current diagnosis or history within six months of drug or alcohol abuse disorders, psychiatric illness. - inoculation with any other live vaccine within 30 days of Day 0 or participation in another drug or vaccine trial within 30 days of Day 0.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "29 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "mesh_term": ["Smallpox", "Vaccines"], "id": "NCT00053508"}