{"brief_title": "Combination Chemotherapy Followed by Bone Marrow Transplantation in Treating Patients With Advanced Hematologic Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. Combining chemotherapy with bone marrow transplantation may allow the doctor to give higher doses of chemotherapy drugs and kill more cancer cells. PURPOSE: Phase II trial to study the effectiveness of busulfan and melphalan followed by donor bone marrow transplantation in treating patients who have advanced hematologic cancer.", "detailed_description": "OBJECTIVES: - Determine the antileukemic potential of busulfan and melphalan prior to allogeneic bone marrow transplantation in patients with advanced or high-risk hematologic malignancy. - Determine the incidence of transplantation-related morbidity and mortality in patients treated with this regimen. - Determine the incidence of acute and chronic graft-versus-host disease in patients treated with this regimen. OUTLINE: Patients receive cytoreductive chemotherapy comprising busulfan IV over 2 hours every 6 hours for a total of 16 doses on days -8 to -5 and melphalan IV over 30 minutes on days -4 to -2. Patients undergo T-cell replete allogeneic bone marrow transplantation on day 0. For graft-versus-host disease prophylaxis, patients receive tacrolimus IV continuously or every 12 hours beginning on day -1 and continuing for 50 days to 6 months followed by a taper. Once oral medications are tolerated, patients switch to oral tacrolimus every 12 hours. Patients also receive methotrexate IV on days 1, 3, 6, and 11. Patients are followed weekly through day 100, every 6 weeks for 3 months, every 3 months for 1 year, and then every 3-6 months for 6 months. PROJECTED ACCRUAL: A maximum of 30 patients will be accrued for this study within 3 years.", "condition": ["Graft Versus Host Disease", "Leukemia", "Myelodysplastic Syndromes", "Myelodysplastic/Myeloproliferative Neoplasms"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Procedure"], "intervention_name": ["busulfan", "melphalan", "methotrexate", "tacrolimus", "allogeneic bone marrow transplantation"], "criteria": "DISEASE CHARACTERISTICS: - Diagnosis of one of the following: - Infant leukemia - Acute lymphoblastic leukemia in 3rd or greater remission or relapse - Undifferentiated or biphenotypic leukemia in 2nd or greater remission or relapse - Juvenile chronic myelogenous leukemia (CML) - Acute myelogenous leukemia (AML) in 3rd or greater remission or relapse - Primary advanced myelodysplastic syndrome (MDS) excluding refractory anemia (RA) and RA with ringed sideroblasts - Therapy-related MDS of any stage or AML - CML in 2nd or greater chronic phase, accelerated, or blastic phase - Acute leukemia, CML, or MDS but unable to tolerate total body irradiation (TBI) due to potential neurotoxicity (prior TBI, prior local radiotherapy,or under 2 years of age) - No active CNS disease - Related or unrelated bone marrow donor matched at HLA-A, B, and DR beta 1 PATIENT CHARACTERISTICS: Age: - Under 60 (over 60 considered on case-by-case basis) Performance status: - Karnofsky 70-100% - Lansky 70-100% Life expectancy: - Not specified Hematopoietic: - Not specified Hepatic: - AST and ALT less than 2 times upper limit of normal - Bilirubin less than 1.5 mg/dL unless liver is involved with disease Renal: - Creatinine normal - Creatinine clearance greater than 60 mL/min Cardiovascular: - Asymptomatic with no prior risk factors OR - LVEF greater than 50% if symptomatic Pulmonary: - Asymptomatic with no prior risk factors OR - Diffusion capacity greater than 50% predicted (corrected for hemoglobin) if symptomatic Other: - No active uncontrolled viral, bacterial, or fungal infection - Not pregnant or nursing - Negative pregnancy test - HIV negative PRIOR CONCURRENT THERAPY: Biologic therapy: - More than 6 months since prior allogeneic or autologous stem cell transplantation Chemotherapy: - Not specified Endocrine therapy: - Not specified Radiotherapy: - See Disease Characteristics Surgery: - Not specified", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "adult acute myeloid leukemia with t(15;17)(q22;q12)", "mesh_term": ["Syndrome", "Leukemia", "Myelodysplastic Syndromes", "Preleukemia", "Graft vs Host Disease", "Myeloproliferative Disorders", "Myelodysplastic-Myeloproliferative Diseases", "Methotrexate", "Tacrolimus", "Melphalan", "Busulfan"], "id": "NCT00014469"}