{"brief_title": "Vaccine Therapy in Treating Patients With Stage IV or Relapsed Malignant Melanoma", "brief_summary": "RATIONALE: Vaccines made from peptides may make the body build an immune response to kill tumor cells. PURPOSE: Phase I/II trial to study the effectiveness of vaccine therapy in treating patients who have stage IV, or relapsed malignant melanoma.", "detailed_description": "OBJECTIVES: - Determine the safety of administering MART-1 peptide-pulsed dendritic cells to patients with stage IV or relapsed malignant melanoma. - Determine the immunological and clinical responses in this patient population after this therapy. OUTLINE: This is a dose-escalation study. Patients undergo leukapheresis between days -14 to -8. Mononuclear cells are isolated, used to generate dendritic cells (DC), and then pulsed with MART-1 peptide. Patients are vaccinated with MART-1 peptide-pulsed DC either IV or intradermally on days 0, 14, and 28. Cohorts of 3-6 patients receive escalating doses of MART-1 peptide-pulsed DC until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 6 patients experience dose-limiting toxicity. Patients are followed until death. PROJECTED ACCRUAL: A total of 18-24 patients will be accrued for this study.", "condition": ["Melanoma"], "intervention_type": ["Biological", "Procedure"], "intervention_name": ["dendritic cell-MART-1 peptide vaccine", "leukapheresis"], "description": ["Number DC: dependent on the group route of immunization: dependent on the group subjects will receive 3 biweekly vaccinations. In case of grade III-IV toxicity in 1/3 subjects at any dose group or route, up to 6 subjects will be included in that group.", "Patients require a single leukapheresis to obtain 2x10^9 PBL, which are cryopreserved in RPMI 1640, 20% autologous serum, 10% DMSO. Aliquots are thawed at days -7, 7 and 21 for the first, second, and third immunizations respectively. Blood is drawn at the time of leukapheresis and on the day of the first vaccination for autologous serum, which is sufficient for the cell cultures of all patient groups."], "arm_group_label": ["Group A", "Group B", "Group C", "Group D", "Group E", "Group F", "Group A", "Group B", "Group C", "Group D", "Group E", "Group F"], "criteria": "Inclusion Criteria: - Adults over the age of 18 with malignant melanoma. - HLA-A2.1 positive and express MART-1, as assessed by either RT-PCR or by immunohistochemistry - Tumor stages T3N0M0 or greater are eligible for this trial according to the following: 1. I (<.75 to 1.5 mm or Clark level III-T1-2N0M0-)—not eligible 2. II (1.5 to 4 mm or level IV-T3N0M0-)—eligible 3. III (limited nodal metastasis involving one regional lymph node basin, or fewer than 5 in-transit metastasis -TxN1M0-)—eligible 4. IV (advanced regional metastasis -TxN2M0- or any distant metastasis -TxNxM1-)—eligible 5. Relapsed melanoma—eligible - Patients previously treated with any form of therapy for either metastatic, relapsed or primary melanoma are eligible for this trial, provided that previous treatment was completed >30 days prior to enrollment - Both male and females may be enrolled. Premenopausal females must have a negative pregnancy test prior to treatment - Karnofsky Performance Status greater than or equal to 70 percent - No previous evidence of class 3 or greater New York Heart Association cardiac insufficiency or coronary artery disease - No previous evidence of opportunistic infection - A minimum of 30 days must have elapsed since the completion of prior chemotherapy, immunotherapy or radiation therapy - Adequate baseline hematological function as assessed by the following laboratory values within 30 days prior to study entry (day -30 to 0): 1. Hemoglobin >9.0 g/dl 2. Platelets > 100000/mm3 3. WBC > 3000/mm3 4. Absolute Neutrophil Count > 1000/mm3 - Positive skin test to common antigens (tetanus and candida) - Ability to give informed consent Exclusion Criteria: - Lactating females and females of child-bearing potential must have negative serum beta-HCG pregnancy test - Acute infection: any acute viral, bacterial, or fungal infection which requires specific therapy. Acute therapy must have been completed within 14 days of prior to study treatment - HIV-infected patients - Acute medical problems such as ischemic heart or lung disease that may be considered an unacceptable anesthetic or operative risk - Patients with any underlying conditions which would contraindicate therapy with study treatment (or allergies to reagents used in this study) - Patients with organ allografts - Uncontrolled CNS metastasis. Patients with CNS metastasis will be eligible if they have received CNS irradiation to control local tumor growth", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "recurrent melanoma", "mesh_term": ["Melanoma", "Vaccines"], "id": "NCT00005617"}