{"brief_title": "Brief Strategic Family Therapy for Adolescent Drug Abusers", "brief_summary": "The purpose of this study is to compare Brief Strategic Family Therapy (BSFT) for Adolescent Drug Abusers to treatment as usual (TAU). An additional follow up assessment, funded by an American Recovery & Reinvestment Act (ARRA) grant, was completed 5 years post randomization in order to examine the long term effects of outpatient treatments for illicit drug using adolescents.", "detailed_description": "Adolescent drug abuse continues to be one of the most pressing public health issues in the United States—our nation's teenagers continue to use illicit drugs at a worrisome rate. Broad reviews of the treatment outcome literature indicate that family interventions in general, and Brief Strategic Family Therapy (BSFT) in particular, are effective with drug using youth. This study is designed to compare BSFT to treatment as usual (TAU). The researchers believe that BSFT will be much more effective than TAU in reducing adolescent drug use. They will also examine which of these treatment approaches does a better job of engaging adolescents and family members in treatment, decreasing problem behaviors, decreasing sexually risky behaviors, increasing pro-social activities (e.g., school, work), and improving the functioning of the family. With the addition of the extended follow up, we have the opportunity to examine the sustainability of study outcomes into early adulthood, filling a gap in the treatment research literature about the long-term effects of adolescent substance abuse treatment. The follow up study examined the long term effectiveness of BSFT compared to TAU in the rates of substance use, number of arrests and externalizing behaviors, in youth who received study treatments at the time when they were adolescents.", "condition": ["Substance Abuse"], "intervention_type": ["Behavioral", "Behavioral"], "intervention_name": ["Brief Strategic Family Therapy (BSFT)", "Treatment as Usual"], "description": ["BSFT is a family therapy approach that consists of 12 to 16 sessions (each 1 to 1.5 hours long) over a 4-month period during the Main Study, and up to 8 \"booster\" sessions. Interventions are delivered to adolescents and relevant family members in non-restrictive community settings (e.g., clinics, homes, school).", "TAU varies depending on site, however each will offer services that include at least 1 therapy session (individual or group therapy) per week during the Main Study, as well as participation in ancillary services (e.g., case management, self help groups, etc.) over a four month period."], "arm_group_label": ["Brief Strategic Family Therapy (BSFT)", "Treatment as Usual (TAU)"], "other_name": ["BSFT", "TAU"], "criteria": "Main Study: Inclusion Criteria: - adolescents ages 12 to 17 - used any illicit drugs (other than alcohol and tobacco) in the 30-day period - live with or intend to live with a formal or informal family Exclusion Criteria: - suicidal or homicidal ideation. Follow Up Study: Inclusion Criteria: - youth must have signed consent during the main study to be approached for future research - currently 18 years old or older", "gender": "All", "minimum_age": "12 Years", "maximum_age": "17 Years", "healthy_volunteers": "No", "keyword": "Substance Abuse", "mesh_term": ["Substance-Related Disorders"], "id": "NCT00095303"}