{"brief_title": "Anastrozole or Tamoxifen in Treating Postmenopausal Women With Ductal Carcinoma in Situ Who Are Undergoing Lumpectomy and Radiation Therapy", "brief_summary": "RATIONALE: Estrogen can stimulate the growth of breast cancer cells. Tamoxifen may fight breast cancer by blocking the use of estrogen. Anastrozole may fight breast cancer by decreasing estrogen production. It is not yet known whether anastrozole is more effective than tamoxifen in preventing the recurrence of breast cancer. PURPOSE: This randomized phase III trial is studying anastrozole to see how well it works compared to tamoxifen in preventing the recurrence of breast cancer in postmenopausal women with ductal carcinoma in situ who are undergoing lumpectomy and radiation therapy.", "detailed_description": "OBJECTIVES: - Compare the value of anastrozole vs tamoxifen, in terms of preventing recurrence (i.e., local, regional, and distant recurrences and contralateral breast cancer), after lumpectomy and radiotherapy in postmenopausal women with ductal carcinoma in situ (DCIS). - Compare subsequent disease occurrence, in terms of invasive breast cancer (local, regional, distant, or contralateral), ipsilateral and contralateral breast cancer (invasive and DCIS), and non-breast second primary malignancies, in patients treated with these drugs. - Compare quality of life and symptoms of patients treated with these drugs.* - Compare quality-adjusted survival time of patients treated with these drugs.* - Compare the occurrence of osteoporotic fractures in patients treated with these drugs. - Compare disease-free and overall survival of patients treated with these drugs. NOTE: *The quality of life study closed to accrual as of 12/28/04. OUTLINE: This is a randomized, double-blind, placebo-controlled, multicenter study. Patients are stratified according to age (under 60 vs 60 and over). Patients are randomized to 1 of 2 treatment arms (arm I and arm II closed to accrual as of 6/15/06). - Arm I (closed to accrual as of 6/15/06): Patients receive oral tamoxifen and oral placebo once daily for 5 years. - Arm II (closed to accrual as of 6/15/06): Patients receive oral anastrozole and oral placebo once daily for 5 years. Beginning within 8 weeks of randomization, all patients also undergo whole breast radiotherapy, unless the patient is enrolled in protocol NSABP-B-39 and randomized to the partial breast irradiation group. Patients are followed every 6 months for 5 years, and then annually thereafter. For patients enrolled in the quality of life study, quality of life is assessed at baseline and then every 6 months for 6 years.* NOTE: *The quality of life study closed to accrual as of 12/28/04. PROJECTED ACCRUAL: A total of 3,000 patients (1,500 per treatment arm) will be accrued for this study within 5 years (arm I and arm II closed to accrual as of 6/15/06).", "condition": ["Breast Cancer"], "intervention_type": ["Drug", "Drug", "Radiation"], "intervention_name": ["anastrozole", "tamoxifen citrate", "Radiation Therapy"], "description": ["1 mg/day and placebo for 5 years", "20 mg/day and placebo for 5 years", "Adjuvant radiation therapy"], "arm_group_label": ["Group 2", "Group 1", "Group 1", "Group 2"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed ductal carcinoma in situ (DCIS) of the breast - Mixed DCIS and lobular carcinoma in situ (LCIS) allowed - Must have undergone lumpectomy - Margins must be histologically free of disease - Re-excision to obtain tumor-free margins allowed - No more than 84 days since prior lumpectomy or re-excision - More than 1 area of DCIS allowed provided all disease is removed with tumor-free margins - Masses or clusters of calcification that are clinically or mammographically suspicious must be biopsied - No prior invasive breast cancer or DCIS - Patients with a history of LCIS are eligible - No prior or concurrent invasive (including microinvasive) breast cancer - DCIS \"suspicious\" for microinvasion allowed - No bilateral malignancy - No mass or mammographic abnormality suspicious for malignancy in the opposite breast unless not malignant as proven by biopsy - No Paget's disease of the nipple - No positive ipsilateral axillary or intramammary nodes - No palpable nodes in the ipsilateral or contralateral axilla or palpable supraclavicular or infraclavicular nodes unless not involved with tumor as proven by biopsy - Hormone receptor status: - Estrogen- or progesterone-receptor positive as determined by immunohistochemistry - Borderline results are considered positive PATIENT CHARACTERISTICS: Age - See Menopausal status Sex: - Female Menopausal status: - Postmenopausal as defined by at least 1 of the following: - Prior documented bilateral oophorectomy - At least 12 months without spontaneous bleeding - Age 55 or over with prior hysterectomy without oophorectomy - Age 54 or under with prior hysterectomy without oophorectomy with a documented follicle-stimulating hormone level in the postmenopausal range Performance status - Zubrod 0-2 Life expectancy - At least 10 years (excluding diagnosis of breast cancer) Hematopoietic - WBC normal Hepatic - AST normal - Bilirubin normal - Alkaline phosphatase normal - No hepatic disease that would preclude administration of study drugs Renal - Creatinine normal - No renal disease that would preclude administration of study drugs Cardiovascular - No prior documented cerebral vascular accident or transient ischemic attack - No prior deep vein thrombosis - No cardiovascular disease that would preclude administration of study drugs - No uncontrolled hypertension (i.e., systolic blood pressure at least 180 mm Hg or diastolic blood pressure at least 110 mm Hg based on the average of 2 or more readings at each of 2 or more visits after initial screening) - No uncontrolled atrial fibrillation Pulmonary - No pulmonary embolus Other - Not pregnant or nursing - Patients with a history of non-breast malignancies are eligible provided they have been disease-free for ≥ 5 years and are deemed by their physician to be at low risk for recurrence - No other malignancy within the past 5 years except treated basal cell or squamous cell skin cancer, carcinoma in situ of the cervix, carcinoma in situ of the colon, or melanoma in situ - No psychiatric or addictive disorders that would preclude informed consent - No uncontrolled diabetes, defined as hemoglobin A1C greater than 9% (fasting glucose 200 mg/dL) - No nonmalignant systemic disease that would preclude administration of study drugs PRIOR CONCURRENT THERAPY: Endocrine therapy - No prior or concurrent aromatase inhibitors (e.g., exemestane or letrozole) or tamoxifen - No concurrent raloxifene or other selective estrogen receptor modulators - No concurrent sex hormone therapy (e.g., estrogen or progesterone replacement therapy, oral contraceptives, androgens, luteinizing hormone releasing hormone analogs, prolactin inhibitors, or antiandrogens) - Low-dose estrogen vaginal creams or Estring allowed Radiotherapy - Radiotherapy for this cancer initiated before study is allowed Surgery - See Disease Characteristics - No prior or concurrent mastectomy for DCIS - Prior sentinel node biopsy or axillary node dissection allowed provided nodes are pathologically negative Other - No concurrent warfarin - No other systemic therapy for this cancer initiated before study - No other concurrent anticancer therapy unless permitted by the protocol investigator - No concurrent participation in another clinical trial of therapy for DCIS - Concurrent participation in protocol NSABP-B-39 allowed", "gender": "Female", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "ductal breast carcinoma in situ", "mesh_term": ["Carcinoma", "Carcinoma in Situ", "Carcinoma, Ductal", "Carcinoma, Intraductal, Noninfiltrating", "Anastrozole", "Tamoxifen"], "id": "NCT00053898"}