{"brief_title": "Cilengitide in Treating Patients With Acute Myeloid Leukemia", "brief_summary": "This randomized phase II trial is studying how well cilengitide works in treating patients with acute myeloid leukemia. Cilengitide may stop the growth of cancer cells by blocking the enzymes necessary for their growth", "detailed_description": "PRIMARY OBJECTIVES: I. Determine 10-month relapse-free survival of patients with acute myeloid leukemia in first complete remission treated with cilengitide as maintenance therapy. SECONDARY OBJECTIVES: I. Determine overall survival of patients treated with this drug. II. Determine the safety and toxicity of this drug in these patients. III. Determine the biological activity of this drug in cells from these patients. OUTLINE: This is a randomized study. Patients are randomized to 1 of 2 treatment arms. Arm I: Patients receive cilengitide IV at a lower dose over 1 hour twice weekly for 4 weeks. Arm II: Patients receive cilengitide IV at a higher dose over 1 hour twice weekly for 4 weeks. In both arms, courses repeat every 4 weeks in the absence of disease relapse or unacceptable toxicity.", "condition": ["Adult Acute Basophilic Leukemia", "Adult Acute Eosinophilic Leukemia", "Adult Acute Megakaryoblastic Leukemia (M7)", "Adult Acute Minimally Differentiated Myeloid Leukemia (M0)", "Adult Acute Monoblastic Leukemia (M5a)", "Adult Acute Monocytic Leukemia (M5b)", "Adult Acute Myeloblastic Leukemia Without Maturation (M1)", "Adult Acute Myeloid Leukemia in Remission", "Adult Acute Myeloid Leukemia With 11q23 (MLL) Abnormalities", "Adult Acute Myeloid Leukemia With t(15;17)(q22;q12)", "Adult Erythroleukemia (M6a)", "Adult Pure Erythroid Leukemia (M6b)"], "intervention_type": ["Drug"], "intervention_name": ["cilengitide"], "description": ["Given IV"], "arm_group_label": ["Arm I (low dose cilengitide)", "Arm II (higher dose cilengitide)"], "other_name": ["EMD 121974"], "criteria": "Inclusion Criteria: - Diagnosis of acute myeloid leukemia (AML) - In first complete remission after at least 1 course of induction chemotherapy AND 1-2 courses of consolidation chemotherapy for newly diagnosed AML, as defined by the following: - No evidence of disease in bone marrow - Recovery of peripheral blood counts - Platelet count > 100,000/mm^3 - Absolute neutrophil count > 1,500/mm^3 - Must be able to start study medication within 60 days from the start of the last consolidation therapy - Must not have a suitable donor, refused, or ineligible for hematopoietic stem call transplantation - None of the following AML subtypes or chromosomal translocations: - Acute promyelocytic leukemia - t(8;21) - t(16;16) - inv(16) - Performance status - ECOG 0-2 - Performance status - Karnofsky 60-100% - See Disease Characteristics - Bilirubin ≤ 1.5 times upper limit of normal (ULN) - ALT ≤ 2.5 times ULN - Creatinine ≤ 1.5 times ULN - Creatinine clearance > 60mL/min - No symptomatic congestive heart failure - No unstable angina pectoris - No cardiac arrhythmia - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No ongoing or active infection - No psychiatric illness or social situation that would preclude study compliance - No other uncontrolled illness - No prior investigational agents specifically designated as an antiangiogenic agent - No concurrent prophylactic hematopoietic colony-stimulating factors - See Disease Characteristics - Recovered from prior consolidation chemotherapy - No other concurrent anticancer therapies - No other concurrent investigational cytotoxic agents", "gender": "All", "minimum_age": "50 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Leukemia", "Leukemia, Myeloid", "Leukemia, Myeloid, Acute", "Leukemia, Monocytic, Acute", "Hypereosinophilic Syndrome", "Leukemia, Erythroblastic, Acute", "Leukemia, Megakaryoblastic, Acute", "Leukemia, Eosinophilic, Acute", "Leukemia, Basophilic, Acute"], "id": "NCT00089388"}