{"brief_title": "Genetics of Fibromyalgia", "brief_summary": "The Fibromyalgia Family Study identifies and collects blood samples from families with two or more members affected with Fibromyalgia Syndrome (FMS). The primary goal of the study is to identify genes that predispose people to FMS and/or symptoms related to FMS; identifying these genes may lead to a better understanding of the disease and more effective treatments.", "detailed_description": "FMS predominantly affects women and is characterized by chronic widespread musculoskeletal pain, fatigue, sleep disturbance, and multiple tender points on physical examination. The pathophysiological mechanisms underlying FMS are not clearly understood, but neuroendocrine factors seem to be of major importance. Studies of familial association suggest that genetic factors play a role in FMS. This study will establish patterns of genetic linkage in families with FMS. Participating family members will undergo a brief physical exam (including tender point exam), donate a blood sample, and complete a detailed questionnaire that includes experience with pain, fatigue, depression, bowel symptoms, headache, anxiety, and physical limitations. Measurements of serum serotonin and related compounds will also be obtained. To detect genetic factors, a genome-wide linkage scan using 405 microsatellite markers will be performed.", "condition": ["Fibromyalgia", "Irritable Bowel Syndrome", "Chronic Fatigue Syndrome", "Depression"], "study_pop": "\n      ", "sampling_method": "Probability Sample", "criteria": "Inclusion Criteria - Diagnosed with fibromyalgia according to the criteria of the American College of Rheumatology - Have at least one living family member who has also been diagnosed with fibromyalgia - No other major rheumatological disease", "gender": "All", "minimum_age": "12 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Chronic Fatigue Syndrome", "mesh_term": ["Syndrome", "Depression", "Fatigue", "Fibromyalgia", "Myofascial Pain Syndromes", "Irritable Bowel Syndrome", "Fatigue Syndrome, Chronic"], "id": "NCT00071162"}