{"brief_title": "Maintaining Abstinence in Chronic Cigarette Smokers - 1", "brief_summary": "The purpose of this study is to evaluate the extended pharmacological and psychological treatment for chronic cigarette smokers.", "detailed_description": "The work adapts interventions that have been successful in the general populations, and tailors them to chronic smokers, who may have numerous previous smoking treatment failures. If successful it will: (1) make available a treatment intervention that produces hight long term abstinence rates; (2) provide information on variables that predicts success and failure in this population of smokers; (3) examine the cost-effectiveness of more intensive, longer term treatments.", "condition": "Tobacco Use Disorder", "intervention_type": "Drug", "intervention_name": "Bupropion and NRT", "description": "All participants receive standard 12 week treatment of NRT, bupropion and five group counseling sessions. At week 11, subjects are randomly assigned to one of five treatment groups (1) Bupropion/Low Contact; (2) Placebo/Low Contact; (3) Bupropion/Relapse Prevention; (4) Placebo/Relapse Prevention; (5) No Further Treatment. Data is collected at Week 0, and at weeks 12, 24, 52, 64, and 104.", "arm_group_label": "Extended Placebo/High Contact", "other_name": "Zyban", "criteria": "Subjects (N=400) will be men and women (50%) over the age of 18 who smoke at least 10 cigarettes per day and answers yes to the question \"Do you smoke within 30 minutes of arising?\" Inclusion Criteria: -Subjects are age 18 and over, currently smoking 10 or more cigarettes per day, and report a smoking history of at least 5 years in response to the question \"How long have you been a regular smoker?\" Exclusion Criteria: - History of seizure or head injury resulting in unconsciousness - Any condition that might predispose to seizures (brain tumor or stroke) - A current or history of anorexia nervosa or bulimia - Any disease acutely life-threatening or so severe that the patient is judged unable to comply with the protocol - Use of a protease inhibitor of MAO inhibitor within the last two week - Current use of psychiatric drugs that would interfere with interpretation of study results, including antidepressants - Treatment for alcohol dependence during the last year, or evidence of alcohol abuse so severe that the patient is judged potentially unable to comply with the protocol - Patients who know they are leaving the Bay Area within the study period and non-English speakers will be excluded - Suicidal or homicidal ideation - Current major depression - History of bipolar disorder - Recent (within twelve months) myocardial infarction - Any other medical condition that would contraindicate use of NRT or bupropion - Physical limitation so severe that participation in a program of moderate exercise is not possible - Pregnancy or lactation", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "Accepts Healthy Volunteers", "id": "NCT00087880.xml"}