{"brief_title": "Intrapleural BG00001 in Treating Patients With Malignant Pleural Mesothelioma or Malignant Pleural Effusions", "brief_summary": "RATIONALE: Using BG00001 to insert the gene for interferon-beta into a person's pleural cavity may improve the body's ability to fight cancer. PURPOSE: Phase I trial to study the effectiveness of intrapleural BG00001 in treating patients who have malignant pleural mesothelioma or malignant pleural effusions.", "detailed_description": "OBJECTIVES: - Determine the safety and toxicity of intrapleural BG00001 in patients with malignant pleural mesothelioma or malignant pleural effusions. - Determine the maximum tolerated dose of this drug in these patients. - Determine the success of gene transfer/interferon beta gene expression in patients treated with this drug. - Determine systemic and intrapleural cytokine responses and cellular and humoral immune response in patients treated with this drug. - Determine, preliminarily, tumor response in patients treated with this drug. OUTLINE: This is a dose-escalation study. Patients receive BG00001 via an intrapleural catheter on day 1. Cohorts of 3-6 patients receive escalating doses of BG00001 until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose at which no more than 1 of 6 patients experiences dose-limiting toxicity. Patients are followed weekly for 1 month, biweekly for 1 month, monthly for 4 months, and then every 6 months for 15 years. PROJECTED ACCRUAL: A total of 3-18 patients will be accrued for this study.", "condition": ["Cancer"], "intervention_type": ["Biological"], "intervention_name": ["recombinant adenovirus-hIFN-beta"], "criteria": "DISEASE CHARACTERISTICS: - One of the following histologically or cytologically confirmed diagnoses: - Malignant pleural mesothelioma - Metastatic malignancy to the pleural space - Originating from 1 of the following sites: - Lung - Breast - Gastrointestinal organs - Genitourinary organs - Malignant melanoma - Failed prior standard therapy comprising chemotherapy, radiotherapy, and/or hormonal therapy - Measurable or evaluable disease - Pleural space involved with tumor accessible for pleural catheter insertion - No malignant pleural effusions secondary to lymphoma or sarcoma - No rapidly re-accumulating, symptomatic pleural effusions after thoracentesis or pleural catheter insertion that require immediate mechanical or chemical pleurodesis - No known brain metastases - Previously treated brain metastases with no evidence of active growth are allowed - Hormone receptor status: - Not specified PATIENT CHARACTERISTICS: Age - 18 and over Sex - Male or female Menopausal status - Not specified Performance status - ECOG 0-1 Life expectancy - Not specified Hematopoietic - Granulocyte count at least 2,000/mm^3 - Platelet count at least 100,000/mm^3 - Hematocrit at least 30% (transfusion allowed) Hepatic - Bilirubin no greater than 1.5 times upper limit of normal (ULN) - ALT and AST no greater than 1.5 times ULN - Alkaline phosphatase no greater than 1.5 times ULN - PT and PTT no greater than 1.5 times normal - No end-stage liver disease - No chronic active hepatitis B (hepatitis B surface antigen negative) Renal - Creatinine no greater than 2.0 mg/dL - No end-stage renal disease Cardiovascular - No unstable angina Pulmonary - FEV_1 greater than 50% of predicted (post-pleural drainage) - No severe oxygen-dependent chronic obstructive pulmonary disease Other - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - HIV negative - No documented immunodeficiency - No other malignancy within the past 5 years except nonmelanoma skin cancer or successfully treated localized malignancy of the bladder or prostate gland with no evidence of active disease - No other life-threatening illness - No known hypersensitivity to any component of study treatment PRIOR CONCURRENT THERAPY: Biologic therapy - More than 4 weeks since prior biologic therapy - No prior bone marrow transplantation, including stem cells - No immunological drugs during and for at least 2 months after study therapy Chemotherapy - See Disease Characteristics - No chemotherapy during and for at least 2 months after study therapy Endocrine therapy - See Disease Characteristics - Concurrent hormonal therapy allowed if maintained at dose received prior to study entry - No concurrent steroids Radiotherapy - See Disease Characteristics - More than 4 weeks since prior radiotherapy - No radiotherapy during and for at least 2 months after study therapy Surgery - At least 2 weeks since prior surgery Other - More than 4 weeks since prior cytotoxic agents - No concurrent immunosuppressives or medication that can directly or indirectly suppress the immune system - No other concurrent experimental therapies for pleural cancer", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "malignant pleural effusion", "mesh_term": ["Mesothelioma", "Pleural Effusion", "Pleural Effusion, Malignant"], "id": "NCT00066404"}