{"brief_title": "Phase II Study of Arginine Butyrate With or Without Epoetin Alfa in Patients With Thalassemia Intermedia", "brief_summary": "OBJECTIVES: I. Determine whether arginine butyrate with or without epoetin alfa can stimulate gamma-globin chain production to a degree that decreases anemia and results in hematologic improvement in patients with thalassemia intermedia. II. Determine whether a proportional increase in gamma-globin synthesis and mRNA and an improvement in nonalfa and alfaglobin chain imbalance by at least 10% over baseline correlate with improved hematologic response in these patients when treated with this regimen. III. Determine whether a decrease in hemolysis, as assayed by a decrease in LDH, compared to baseline levels correlates with improved hematologic response in these patients when treated with this regimen. IV. Determine whether any particular genotypes are more responsive than others to this therapy in these patients. V. Determine whether baseline epoetin alfa levels, gender, and/or baseline reticulocyte counts (or percent circulating nucleated erythroblasts) correlate with improved hematologic response in these patients when treated with this regimen.", "detailed_description": "PROTOCOL OUTLINE: This is a multicenter study. Patients receive arginine butyrate IV over 6-14 hours on days 1-5 of weeks 1-4 and 7-10. Patients then receive maintenance arginine butyrate IV over 6-14 hours on days 1-4 of weeks 13, 15, 17, 19, 21, 23, and 25. Patients who have no medical contraindications (e.g., paraspinal extramedullary hematopoiesis, hypertension, or poorly controlled congestive heart failure) may continue therapy. Patients receive arginine butyrate IV over 6-14 hours on days 1-4 of weeks 27, 29, 31, 33, 35, 37, and 39 and epoetin alfa intramuscularly (IM) or subcutaneously (SC) three times weekly on weeks 27-40. Patients may continue to receive epoetin alfa IM or SC alone three times weekly on weeks 41-52. Patients with severe anemia (hemoglobin less than 7 g/dL) may receive epoetin alfa alone on weeks 1-12 before arginine butyrate induction therapy. Patients who complete therapy at week 26 are followed every 2 weeks for 2 months. Patients who complete therapy at week 40 are followed monthly for 2 months.", "condition": ["Beta-Thalassemia"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["arginine butyrate", "epoetin alfa"], "criteria": "PROTOCOL ENTRY CRITERIA: --Disease Characteristics-- - Diagnosis of thalassemia intermedia with hemoglobin no greater than 10 g/dL Two beta thalassemia mutations - Must have undergone prior splenectomy or have no palpable spleen --Prior/Concurrent Therapy-- - At least 3 months since prior red blood cell transfusion --Patient Characteristics-- - Performance status: SWOG 0-2 - Hematopoietic: No severe iron overload or ferritin greater than 5,000 ng/mL - Hepatic: Normal hepatic function No active hepatitis - Renal: Normal renal function - Other: Not pregnant or nursing Negative pregnancy test Fertile patients must use effective contraception Must be willing to have vascular access placed No viral disease No contraindication to study compliance", "gender": "All", "minimum_age": "3 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "thalassemia intermedia", "mesh_term": ["Thalassemia", "beta-Thalassemia", "Epoetin Alfa", "Butyric Acid", "Arginine butyrate"], "id": "NCT00006136"}