{"brief_title": "Combination Chemotherapy Followed by Peripheral Stem Cell Transplantation in Treating Patients With Chronic Myelogenous Leukemia or Myelodysplastic Syndrome", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Peripheral stem cell transplantation may be able to replace immune cells that were destroyed by chemotherapy used to kill tumor cells. Sometimes the transplanted cells are rejected by the body's normal tissues. Drugs such as cyclosporine may prevent this from happening. PURPOSE: Phase II trial to study the effectiveness of combination chemotherapy followed by peripheral stem cell transplantation in treating patients who have chronic myelogenous leukemia or myelodysplastic syndrome.", "detailed_description": "OBJECTIVES: I. Determine the incidence of nonrelapse mortality at 100 days after allogeneic peripheral blood stem cell transplantation in patients with chronic myelogenous leukemia (CML) or myelodysplastic syndrome (MDS) treated with fludarabine and busulfan. II. Determine the incidence of donor stem cell engraftment in patients treated with this regimen. III. Determine the incidence and severity of acute graft-vs-host disease in patients treated with this regimen. IV. Determine the incidence of persistent or recurrent CML or MDS in patients treated with this regimen. V. Determine the safety of this regimen in these patients. OUTLINE: Patients receive a conditioning regimen comprising fludarabine IV on days -9 to -6 and oral busulfan every 6 hours on days -5 to -2. Patients undergo allogeneic peripheral blood stem cell transplantation on day 0. Patients receive graft-vs-host disease prophylaxis comprising methotrexate IV on days 1, 3, 6, and 11 and cyclosporine orally or IV twice daily on days -1 to 100 followed by a taper until day 180. Patients are followed every 6 months for 2 years and then annually thereafter. PROJECTED ACCRUAL: A total of 30 patients will be accrued for this study within 1.5 years.", "condition": ["Leukemia", "Myelodysplastic Syndromes"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Procedure"], "intervention_name": ["busulfan", "cyclosporine", "fludarabine phosphate", "methotrexate", "peripheral blood stem cell transplantation"], "criteria": "DISEASE CHARACTERISTICS: Diagnosis of chronic myelogenous leukemia (CML) (BCR/abl or Philadelphia (Ph) chromosome positive) Accelerated phase More than 10% and less than 30% myeloblasts and promyelocytes in marrow or peripheral blood Perturbations of white count, platelet count, or hematocrit uncontrolled by chemotherapy with busulfan or hydroxyurea Progressive splenomegaly refractory to chemotherapy Extramedullary tumor Presence of a nonconstitutional cytogenetic abnormality in addition to a single Ph chromosome, except for -Y Persistent unexplained fever or bone pain Blast phase More than 30% myeloblasts and promyelocytes in marrow or peripheral blood Remission after blast phase Less than 10% blasts in marrow and peripheral blood with a history of blast phase Any phase of CML if there is a contraindication to conditioning therapy with cyclophosphamide OR Diagnosis of myelodysplastic syndrome (MDS) with any of the following subtypes: Refractory anemia (RA) or RA with ringed sideroblasts (RARS) High-risk cytogenetics (i.e., monosomy 7 or complex abnormalities) RA with excess blasts (RAEB) Presence of 5-20% blasts in marrow and less than 5% blasts in peripheral blood RAEB in transformation 21-30% blasts in marrow OR more than 5% blasts in peripheral blood Chronic myelomonocytic leukemia Presence of no more than 20% blasts in marrow, less than 5% blasts in peripheral blood, and more than 1,000 monocytes/uL of peripheral blood Secondary acute myeloid leukemia arising from pre-existing MDS More than 30% blasts in marrow Any stage of MDS if there is a contraindication to conditioning therapy with cyclophosphamide Related or unrelated donor compatible for HLA-A, B, C, DRB1, and DQB1 antigens Mismatch for a single HLA-A, B, C, DRB1, and DQB1 allele within the same broad serotype (e.g., A*0101 vs 0102) or crossover group (e.g., A*0101 vs 0301) allowed PATIENT CHARACTERISTICS: Age: 65 and under Performance status: Not specified Life expectancy: Not severely limited by diseases other than malignancy Hematopoietic: See Disease Characteristics Hepatic: No hepatic disease AST no greater than 2 times normal Renal: Creatinine no greater than 2 times normal OR Creatinine clearance at least 50% for age, weight, and height Cardiovascular: No cardiac insufficiency requiring treatment No symptomatic coronary artery disease Pulmonary: No severe hypoxemia (pO2 less than 70 mm Hg and DLCO less than 70% predicted) No mild hypoxemia (pO2 less than 80 mm Hg and DLCO less than 60% predicted) Other: HIV negative Not pregnant or nursing PRIOR CONCURRENT THERAPY: See Disease Characteristics No concurrent growth factors during methotrexate administration", "gender": "All", "minimum_age": "N/A", "maximum_age": "65 Years", "healthy_volunteers": "No", "keyword": "childhood myelodysplastic syndromes", "mesh_term": ["Syndrome", "Leukemia", "Myelodysplastic Syndromes", "Preleukemia", "Leukemia, Myeloid", "Leukemia, Myelogenous, Chronic, BCR-ABL Positive", "Methotrexate", "Fludarabine phosphate", "Cyclosporine", "Cyclosporins", "Busulfan", "Fludarabine"], "id": "NCT00027924"}