{"brief_title": "A Pilot Study of Pivanex in Patients With Malignant Melanoma", "brief_summary": "This pilot study will assess the safety and efficacy of Pivanex alone in patients with malignant melanoma who have relapsed after treatment with chemotherapy or Interleukin-2 (IL-2). Pivanex is an investigational agent.", "detailed_description": "Rationale: Pivanex is a histone deacetylase inhibitor that induces tumor differentiation, inhibits proliferation, and induces apoptosis. Pivanex has been generally well tolerated in clinical trials and has shown preliminary evidence of efficacy in patients with non-small cell lung cancer. Pivanex has shown in-vitro and in-vivo evidence of anti-tumor activity against melanoma and, therefore, represents a promising therapeutic approach to patients with malignant melanoma. Purpose: This open-label trial will determine the response rate of Pivanex in patients with malignant melanoma. Objectives: - Determine time to disease progression - Determine overall survival - Determine the safety profile of Pivanex in malignant melanoma Outline: This is an open-label, single center study in patients with malignant melanoma whose disease has progressed or failed to respond to chemotherapy or Interleukin-2 (IL-2). Patients will be treated with 2.5 g/m2 of Pivanex administered intravenously over 6 hours daily on Days 1 – 3. Treatment will be repeated every 21 days until tumor progression or the patient is withdrawn from treatment for other protocol-specified reasons. Tumor status will be assessed prior to every odd-numbered treatment cycle using the Response Evaluation Criteria in Solid Tumors (RECIST) method. Patients who continue to experience tumor response or stabilization at the time treatment is discontinued will be followed every 12 weeks for tumor status until disease progression.", "condition": ["Malignant Melanoma"], "intervention_type": ["Drug"], "intervention_name": ["Pivanex"], "criteria": "Inclusion Criteria: - Histologically or cytologically confirmed melanoma, previously treated with chemotherapy or IL-2 - Recurrent or progressive disease after treatment. - Measurable disease. - Males and females, age ≥ 18 years. - Adequate renal function with creatinine ≥ 1.5 mg/dl. - Adequate liver function with alkaline phosphatase <= 2.5 X upper limit of normal, SGOT and SGPT <= 1.5 X upper limit of normal and total bilirubin <= 1.5 X upper limit of normal. - Adequate bone marrow function: platelets ≥ 100,000/mm3, hemoglobin ≥ 9 g/dL, and absolute neutrophil count (ANC)≥ 1,500 cells/mm3. - Able to give informed consent. - Must have discontinued previous surgery, radiation therapy or cancer chemotherapy at least four weeks prior to randomization (six weeks if a prior nitrosourea or mitomycin C), with recovery from treatment-associated toxicity. Localized palliative radiation therapy to non-target lesions is permitted within the four weeks prior to randomization. - A predicted life expectancy of at least 6 months. - Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1. Exclusion Criteria: - Receipt of more than three (3) systemic treatment regimens for malignant melanoma (including IL-2). - A second malignancy within the last 5 years other than curatively treated carcinoma-in-situ or non-melanoma skin cancer. - Pregnant or lactating females. Females of childbearing potential must have a negative pregnancy test and all male and female patients of reproductive potential must agree to use adequate birth control. - Known HIV-positive patients. - Acute medical problems, such as ischemic heart or lung disease or uncontrolled systemic infection. - Patients with any underlying medical conditions or circumstance, which would contraindicate therapy with study treatment, affect compliance or impair evaluation of study endpoints. - Patients receiving investigational agents within 4 weeks of randomization. - Known allergy to reagents in the study. - Symptomatic or untreated brain metastases – Patients with brain metastases are eligible if they are clinically and neurologically stable for ≥ 4 weeks since therapy (radiation therapy, radiosurgery/gamma knife, surgical resection) as determined by the investigator and either off corticosteroids or on a stable dose of corticosteroids.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Malignant Melanoma, Pivanex, Histone deacetylases inhibitor", "mesh_term": ["Melanoma", "Histone Deacetylase Inhibitors"], "id": "NCT00087477"}