{"brief_title": "S0011, Gene Therapy & Surgery Followed by Chemo & RT in Newly Diagnosed Cancer of the Mouth or Throat", "brief_summary": "RATIONALE: Inserting the p53 gene into a person's cancer cells may improve the body's ability to fight cancer. Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Radiation therapy uses high-energy x-rays to damage tumor cells. Combining chemotherapy and radiation therapy with the p53 gene may kill more tumor cells. PURPOSE: Phase II trial to study the effectiveness of gene therapy plus surgery followed by cisplatin and radiation therapy in treating patients who have newly diagnosed resectable stage III or stage IV cancer of the mouth or throat.", "detailed_description": "OBJECTIVES: - Determine the feasibility of treating patients with newly diagnosed resectable stage III or IV squamous cell carcinoma of the oral cavity, oropharynx, hypopharynx, or larynx with surgery and Ad5CMV-p53 gene followed by cisplatin and radiotherapy. - Determine the progression-free survival, local control, and overall survival of patients treated with this regimen. - Determine the toxicity of this regimen in this patient population. OUTLINE: This is a multicenter study. Patients undergo surgical resection and receive an intraoperative Ad5CMV-p53 gene injection into the resection bed and into the deep soft tissue bed of the cervical level with nodal metastasis. Patients also receive a third intraoperative Ad5CMV-p53 gene injection into the neck dissection bed, where it is allowed to sit in place for 10 minutes. Within 48-72 hours after surgery, patients receive a postoperative Ad5CMV-p53 gene injection into each of two drainage catheters next to the mucosal suture line and neck dissection bed, where it is allowed to sit in place for 2 hours. Within 56 days after surgery, patients receive cisplatin IV over 30-90 minutes on days 1, 22, and 43 and radiotherapy on days 1-5, 8-12, 15-19, 22-26, 29-33, and 36-40. Patients may receive 3 additional days of radiotherapy to high-risk areas on days 43-45. Patients are followed every 2-6 months for 2 years and then annually for 3 years. PROJECTED ACCRUAL: A total of 60 patients will be accrued for this study within 1 year.", "condition": ["Head and Neck Cancer"], "intervention_type": ["Biological", "Drug", "Procedure", "Radiation"], "intervention_name": ["Ad5CMV-p53 gene", "cisplatin", "conventional surgery", "radiation therapy"], "description": ["2 intraoperative and one post-operative injection of Ad5CMV-p53.", "100 mg/m2 IV Day 1 every 21 days for 3 cycles", "conventional surgery", "200 cGy per day Days 105 every week for 6 weeks"], "arm_group_label": ["surgery with INGN 201 followed by chemo/RT", "surgery with INGN 201 followed by chemo/RT", "surgery with INGN 201 followed by chemo/RT", "surgery with INGN 201 followed by chemo/RT"], "other_name": ["INGN 201", "platinol", "surgery", "RT"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed high-risk/limited stage III or IV squamous cell carcinoma of the oral cavity, oropharynx, hypopharynx, and larynx - Newly diagnosed - Previously untreated - Considered surgically resectable - Evidence of regional lymph node metastases (N1-N3) - No distant metastases PATIENT CHARACTERISTICS: Age: - 18 and over Performance status: - Not specified Life expectancy: - Not specified Hematopoietic: - WBC at least 3,000/mm^3 - Granulocyte count at least 1,500/mm^3 - Platelet count at least 100,000/mm^3 Hepatic: - Bilirubin no greater than 2 times upper limit of normal (ULN) - SGOT or SGPT no greater than 3 times ULN - Hepatitis B surface antigen negative - Hepatitis C antibody negative Renal: - Creatinine no greater than 2 times ULN - Creatinine clearance at least 60 mL/min Other: - Magnesium normal (magnesium supplement allowed) - No other malignancy within the past 5 years except adequately treated basal cell or squamous cell skin cancer, carcinoma in situ of the cervix, or adequately treated stage I or II cancer in complete remission - HIV negative - Not pregnant or nursing - Patients must use effective barrier contraception and prevent bodily fluid transmission during and for 28 days after Ad5CMV-p53 gene administration PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - Not specified Endocrine therapy: - Not specified Radiotherapy: - No concurrent intensity-modulated radiotherapy Surgery: - Not specified", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "stage IV verrucous carcinoma of the larynx", "mesh_term": ["Carcinoma, Squamous Cell", "Head and Neck Neoplasms", "Cisplatin"], "id": "NCT00017173"}