{"brief_title": "Adjuvant Bortezomib Maintenance Therapy After Autologous Peripheral Stem Cell Transplantation in Treating Patients With Intermediate or Advanced Multiple Myeloma", "brief_summary": "RATIONALE: Bortezomib may stop the growth of cancer cells by blocking the enzymes necessary for their growth. Giving bortezomib as maintenance therapy after autologous stem cell transplantation may kill more cancer cells and prolong remission. PURPOSE: This phase I/II trial is studying the side effects and best dose of adjuvant bortezomib as maintenance therapy and to see how well it works in treating patients who have undergone stem cell transplantation for intermediate or advanced multiple myeloma.", "detailed_description": "OBJECTIVES: - Determine response rate, as defined by resolution of bone marrow plasmacytosis and monoclonal paraproteinemia, in the first year after autologous peripheral blood stem cell transplantation in patients with intermediate or advanced multiple myeloma treated with adjuvant bortezomib. - Compare progression-free survival of patients treated with adjuvant bortezomib with historical controls treated with autologous transplantation alone. - Determine the toxicity of this drug in these patients (phase I). OUTLINE: This is a multicenter, dose-escalation study. Patients receive bortezomib IV on days 1, 8, and 15. Treatment repeats every 28 days for 8 courses in the absence of disease progression or unacceptable toxicity. Cohorts of 3-6 patients receive escalating doses of bortezomib until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 3 or 2 of 6 patients experience dose-limiting toxicity. Patients are followed every 3 months. PROJECTED ACCRUAL: A total of 3-30 patients will be accrued for this study within 2 years.", "condition": "Multiple Myeloma and Plasma Cell Neoplasm", "intervention_type": "Drug", "intervention_name": "bortezomib", "arm_group_label": "bortezomib", "criteria": "Inclusion Criteria: - Diagnosis of intermediate or advanced multiple myeloma meeting criteria for at least 1 2 following: - Intermediate- to high-M-component production rates (immunoglobulin [Ig]G > 5 g/dL or immunoglobulin A (IgA) > 3 g/dL or urine M component > 4 g/24 hours) - More than one osteolytic bone lesion or radiographic evidence of diffuse osteoporosis - β-2 microglobulin > 3 - Nonsecretory myeloma if bone marrow plasmacytosis is greater than 30% - Must have undergone autologous peripheral blood stem cell transplantation within the past 3-4 months - Age 18 to 69 years old - Absolute neutrophil count ≥ 1,000/mm^3 - Platelet count ≥ 30,000/mm^3 - serum glutamate oxaloacetate transaminase (SGOT) or serum glutamate pyruvate transaminase (SGPT) ≤ 300 IU - Bilirubin ≤ 2 mg/dL - Creatinine ≤ 2.0 mg/dL - Creatinine clearance ≥ 30 mL/min - Negative pregnancy test - Fertile patients must use effective contraception Exclusion Criteria: - concurrent major cardiac disease that would preclude study participation - concurrent major pulmonary disease that would preclude study participation - pregnant or nursing - peripheral neuropathy ≥ grade 2 - history of hypersensitivity to bortezomib, boron, or mannitol - concurrent major gastrointestinal or bladder disease that would preclude study participation - concurrent major neurologic or psychiatric disease that would preclude study participation - dementia or significantly altered mental status that would preclude giving informed consent - prior interferon post-transplantation - prior thalidomide post-transplantation - prior chemotherapy post-transplantation - prior radiotherapy post-transplantation - prior investigational therapy post-transplantation - prior bortezomib - prior therapy for myeloma post-transplantation - other concurrent anti-myeloma therapy - other concurrent investigational therapy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "69 Years", "healthy_volunteers": "No", "id": "NCT00084747.xml"}