{"brief_title": "Pegaptanib Sodium on Foveal Thickening in Patients With Exudative Subfoveal Age-Related Macular Degeneration (AMD)", "brief_summary": "The purpose of this study is to determine if Macugen™ reduces foveal thickness and improves vision in patients with wet AMD.", "detailed_description": "This will be a randomized, double-masked, controlled, dose-ranging, multi-center comparative trial, in parallel groups. Patients will be stratified by clinical center and foveal thickness to be treated either Macugen or a sham injection. After 24 weeks, all patients will treated with Macugen until the end of the study at 54 weeks.", "condition": ["Macular Degeneration"], "intervention_type": ["Drug"], "intervention_name": ["Macugen ™ (pegaptanib sodium injection)"], "criteria": "Inclusion Criteria: - Best corrected visual acuity in the study eye between 20/40 and 20/320 and better or equal to 20/800 in the fellow eye. - Foveal thickness <= 300 um (measured by OCT center point thickness). - Subfoveal choroidal neovascularization secondary to age-related macular degeneration, with a total lesion size (including blood, scar/atrophy & neovascularization) of <= 12 disc areas, of which at least 50% must be active CNV. Exclusion Criteria: - Previous subfoveal thermal laser therapy. - Any subfoveal atrophy or scarring, blood over the fovea, or fibrosis. Additionally no more than 25% of the total lesion size may be made up of scarring or atrophy. - Previous photodynamic therapy with Visudyne (PDT) in the study eye. Eyes with predominantly classic lesions (as classified by fluorescein angiographic appearance) may be enrolled in the trial if, in the clinical judgment of the investigator, PDT can be deferred for at least 54 weeks after the first study treatment", "gender": "All", "minimum_age": "50 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Exudative Subfoveal Age Related Macular Degeneration with Subfoveal Choroidal Neovascularization", "mesh_term": ["Macular Degeneration"], "id": "NCT00087763"}