{"brief_title": "Erlotinib in Treating Patients With Recurrent or Progressive Glioblastoma Multiforme", "brief_summary": "RATIONALE: Erlotinib may stop the growth of cancer cells by blocking the enzymes necessary for cancer cell growth. PURPOSE: Phase II trial to study the effectiveness of erlotinib in treating patients who have recurrent or progressive glioblastoma multiforme.", "detailed_description": "OBJECTIVES: - Determine the response rate of patients with recurrent or progressive glioblastoma multiforme treated with erlotinib. - Determine the progression-free and overall survival of patients treated with this drug. OUTLINE: Patients receive oral erlotinib daily. Treatment continues in the absence of disease progression or unacceptable toxicity. Patients are followed for survival. PROJECTED ACCRUAL: A total of 73 patients will be accrued for this study.", "condition": ["Brain and Central Nervous System Tumors"], "intervention_type": ["Drug"], "intervention_name": ["erlotinib hydrochloride"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed glioblastoma multiforme - Radiographic evidence of recurrence or progression - Biopsies to confirm tumor recurrence allowed if a sufficent percentage of cases are confirmed to be recurrent tumor - Previously treated with optimal radiotherapy and at least 1 cytotoxic chemotherapy regimen PATIENT CHARACTERISTICS: Age - 18 and over Performance status - Not specified Life expectancy - Not specified Hematopoietic - Absolute neutrophil count at least 1,500/mm^3 - Platelet count at least 100,000/mm^3 Hepatic - Bilirubin no greater than 2 times normal - Alkaline phosphatase no greater than 2 times normal - ALT no greater than 3 times normal Renal - BUN no greater than 1.5 times normal OR - Creatinine no greater than 1.5 times normal Other - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No medical condition that would interfere with oral administration of erlotinib - No other medical or psychiatric illness that would preclude study therapy - No active infection - No other malignancy within the past 3 years except surgically cured carcinoma in situ of the cervix or nonmelanoma skin cancer PRIOR CONCURRENT THERAPY: Biologic therapy - No concurrent immunotherapy for brain cancer - No concurrent biologic therapy for brain cancer Chemotherapy - See Disease Characteristics - At least 4 weeks since prior chemotherapy (6 weeks for nitrosoureas) and recovered - No concurrent chemotherapy for brain cancer Endocrine therapy - Concurrent glucocorticosteroids allowed - No concurrent hormonal therapy for brain cancer Radiotherapy - See Disease Characteristics Surgery - Not specified Other - No prior epidermal growth factor receptor (EGFR) inhibitor - No concurrent EGFR inhibitor - No other concurrent antineoplastic therapy - No concurrent anti-epileptic agents other than modest- or non-enzyme-inducing drugs such as the following: - Gabapentin - Lamotrigine - Divalproex - Felbamate - Levetiracetam - Tiagabine - Topiramate - Zonisamide", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "adult gliosarcoma", "mesh_term": ["Glioblastoma", "Nervous System Neoplasms", "Central Nervous System Neoplasms", "Erlotinib Hydrochloride"], "id": "NCT00054496"}