{"brief_title": "Home Use of Automatic External Defibrillators to Treat Sudden Cardiac Arrest", "brief_summary": "To compare home use of an automatic external defibrillator (AED) to the use of local emergency medical system in treating survivors of sudden cardiac arrest.", "detailed_description": "BACKGROUND: Sudden cardiac arrest (SCA) occurs every two minutes throughout the United States, with more than 70 percent occuring at home. Because survival falls 10 percent per minute over the first ten minutes, it is imperative to defibrillate as soon as possible. Public efforts cannot provide defibrillation fast enough in most cases. Physicians believe the initial shock is best done using readily available AEDs by family members who are only seconds from their loved one. DESIGN NARRATIVE: This study tests the central hypothesis that providing an AED for home use will improve survival beyond that achieved from the typical response to sudden cardiac arrest. An estimated 7,000 people who have had an anterior myocardial infarction will be randomly assigned to one of two groups: 1) a standard response to sudden cardiac arrest, entailing calling an emergency medical service (EMS) system and performing CPR, or 2) the addition of a home AED to the standard response. The standard response will be augmented and standardized by the provision of a video on how to respond to sudden cardiac arrest and how to perform CPR. The goal for the standard response will be immediate notification of EMS and prompt CPR. The goal for the AED group will be to shock the cardiac arrest victim up to three times immediately, if indicated by the AED, and call EMS and perform CPR as soon as possible and preferably within two minutes of collapse. Participants will be enrolled for more than two years and followed for an additional two years. The study will be performed at 200 cardiology clinics.", "condition": "Death, Sudden, Cardiac", "intervention_type": "Device", "intervention_name": "Automatic External Defibrillation", "description": "Use the AED first, in accordance with published guidelines for AED use, followed by a call to EMS and perform CPR as in the control group.", "arm_group_label": "2", "criteria": "Inclusion Criteria: - History of anterior myocardial infarction - Live-in spouse or companion willing to administer CPR or AED therapy plus CPR Exclusion Criteria: - Existing implantable cardiac defibrillator or AED - Current candidate for an implantable cardiac defibrillator - Current \"Do Not Resuscitate\" orders", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00047411.xml"}