{"brief_title": "Treatment for Chronic Pain in Patients With Advanced Cancer", "brief_summary": "RATIONALE: Different drug formulations and combinations of drugs may help patients with chronic pain live more comfortably. It is not yet known which regimen is most effective for chronic pain. PURPOSE: Randomized phase III trial to compare the effectiveness of different morphine formulations with or without dextromethorphan in treating chronic pain in patients who have advanced cancer.", "detailed_description": "OBJECTIVES: - Compare the analgesic efficacy of two formulations of morphine (Statex SR versus MS-Contin) in patients requiring morphine for the treatment of chronic cancer pain. - Compare the effect of these 2 formulations of morphine on the total analgesic consumption, sleep disturbances, sleep and nausea, responses of different types of pain, and toxic effects experienced in the two treatment groups. - Compare the effect of coadministration of morphine and dextromethorphan versus morphine and placebo on pain control in the respective patient groups (phase B). - Compare the effect of morphine and dextromethorphan or placebo on total analgesic consumption, sleep disturbances, sleep and nausea, responses of different types of pain, and toxic effects on the two treatment groups (phase B). OUTLINE: This is a randomized, double-blind, parallel-group, multicenter study. Patients are stratified by stabilization dose (less than 120 mg/day vs greater than 120 mg/day of morphine) and institution in phase A, and neuropathic pain (yes vs no) in phase B. - Phase A: Patients are randomized to receive oral morphine in one of two formulations (MS Contin or Statex SR) every 12 hours for 7 days. - Phase B: Eligible patients from phase A who have taken no more than 2 breakthrough doses of analgesic per day in the previous 2 days are re-randomized to receive dose escalated oral dextromethorphan capsules or placebo every 4 hours, and oral morphine tablets every 12 hours for 14 days. - Phase C: All patients fulfilling entry criteria at the end of phase A or any time during phase B may receive compassionate use morphine tablets for up to 90 days. Patients complete a pain diary twice each day during treatment. PROJECTED ACCRUAL: A total of 120 patients will be accrued for this study.", "condition": ["Chronic Myeloproliferative Disorders", "Leukemia", "Lymphoma", "Multiple Myeloma and Plasma Cell Neoplasm", "Myelodysplastic Syndromes", "Pain", "Precancerous/Nonmalignant Condition", "Small Intestine Cancer", "Unspecified Adult Solid Tumor, Protocol Specific"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["dextromethorphan hydrobromide", "morphine sulfate"], "criteria": "DISEASE CHARACTERISTICS: - Histologically or cytologically proven advanced cancer with chronic pain - Cancer pain requiring strong opioids having an average pain score of less than 6/10 on the visual analog scale within last 24 hours - Pain managed by a stable maintenance dose of MS-Contin formulation of morphine for at least 2 days with no more than 2 breakthrough immediate release morphine doses per 24 hours - Pain that is expected to be controlled by a stable and adequate total daily dose of sustained release morphine for the first 7 days of the study PATIENT CHARACTERISTICS: Age: - 16 and over Performance status: - Not specified Life expectancy: - At least 2 months Hematopoietic: - Not specified Hepatic: - SGOT or SGPT no greater than 3 times upper limit of normal (ULN) - No liver disease Renal: - Creatinine no greater than 2 times ULN - No kidney failure Pulmonary: - No clinically significant respiratory depression - No severe obstructive airway disease Other: - Fluent in English or French - No known hypersensitivity or allergy to study medications or components or other multiple drug allergies - Normal cognition defined by the Folstein Mini-Mental State Questionnaire (at least 24/30 correct) PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - At least 14 days since prior chemotherapy Endocrine therapy: - Concurrent steroids allowed Radiotherapy: - At least 14 days since prior analgesic radiotherapy Surgery: - Not specified Other: - At least 3 months since prior investigational agents - At least 1 month since prior clinical study - No concurrent analgesics other than morphine - No other concurrent medications containing dextromethorphan - Concurrent antidepressant medication allowed - Concurrent nonsteroidal antiinflammatory drugs allowed - At least 14 days since prior monoamine oxidase (MAO) inhibitors - No concurrent MAO inhibitors", "gender": "All", "minimum_age": "16 Years", "maximum_age": "120 Years", "healthy_volunteers": "No", "keyword": "childhood myelodysplastic syndromes", "mesh_term": ["Lymphoma", "Syndrome", "Leukemia", "Multiple Myeloma", "Neoplasms, Plasma Cell", "Myelodysplastic Syndromes", "Preleukemia", "Plasmacytoma", "Myeloproliferative Disorders", "Intestinal Neoplasms", "Precancerous Conditions", "Morphine", "Dextromethorphan"], "id": "NCT00003687"}