{"brief_title": "Study of Therapeutic Monitoring of Mycophenolate Mofetil (MMF/CellCept) After Kidney Transplantation", "brief_summary": "This three-arm study will evaluate the efficacy and safety of various dosing regimens of MMF combined with various dosing regimens of calcineurin inhibitor (CNI), either cyclosporine or tacrolimus, in participants who have undergone kidney transplantation. Participants will be randomized to one of three dosing regimens to receive concentration-controlled MMF with reduced CNI, concentration-controlled MMF with standard CNI, or fixed-dose MMF with standard CNI. Participants will be followed for 20-24 months after randomization.", "condition": ["Kidney Transplantation"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["Mycophenolate mofetil", "Cyclosporine", "Tacrolimus"], "description": ["Depending on body surface area and age, MMF may be given in capsule, tablet, oral suspension, or IV form. The initial dose will be at least 1 gram BID in adults and 600 mg/m^2 in pediatrics. In Groups A and B, subsequent doses will be adjusted to maintain blood MPA levels ≥1.3 μg/mL with cyclosporine or ≥1.9 μg/mL with tacrolimus. In Group C, subsequent doses are not to be adjusted, except in the case of unacceptable toxicity.", "Cyclosporine will be given as 100-mg soft gelatin capsules and dosed to maintain either reduced (Group A) or standard/full (Groups B and C) blood concentrations. Cyclosporine target concentrations are as follows: Days 1-30, 250-325 ng/mL; Days 30-90, 125-165 ng/mL (reduced) or 250-270 ng/mL (full); Days 90 through end of study, 95-145 ng/mL (reduced) or 190-220 ng/mL (full).", "Tacrolimus will be given as 1-mg and 5-mg capsules and dosed to maintain either reduced (Group A) or standard/full (Groups B and C) blood concentrations. Tacrolimus target concentrations are as follows: Days 1-30, 8-12 ng/mL; Days 30-90, 4-6 ng/mL (reduced), 8-10 ng/mL (full); Days 90 through end of study, 3-5 ng/mL (reduced), 6-8 ng/mL (full)."], "arm_group_label": ["Group A: Monitored MMF + Reduced CNI", "Group B: Monitored MMF + Full CNI", "Group C: Fixed MMF + Full CNI", "Group A: Monitored MMF + Reduced CNI", "Group B: Monitored MMF + Full CNI", "Group C: Fixed MMF + Full CNI", "Group A: Monitored MMF + Reduced CNI", "Group B: Monitored MMF + Full CNI", "Group C: Fixed MMF + Full CNI"], "other_name": ["CellCept", "Neoral", "Prograf"], "criteria": "Inclusion Criteria: - Males or females 13-75 years of age - Single organ recipient (kidney only) from living (related or unrelated) or cadaveric heart-beating donors - Receiving first or second kidney transplant Exclusion Criteria: - Immunosuppressive therapy (except for 48 hours prior to transplantation and corticosteroid treatment) within previous 28 days for a first transplant and 3 months for a second transplant - History of malignancy in last 5 years (except successfully treated localized non-melanoma skin cancer)", "gender": "All", "minimum_age": "13 Years", "maximum_age": "75 Years", "healthy_volunteers": "No", "mesh_term": ["Tacrolimus", "Mycophenolate mofetil", "Cyclosporins", "Cyclosporine", "Calcineurin Inhibitors", "Mycophenolic Acid", "Benzocaine"], "id": "NCT00087581"}