{"brief_title": "Chemotherapy With or Without Total-Body Irradiation Prior to Bone Marrow Transplantation in Treating Children With Acute Lymphoblastic Leukemia", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. Combining chemotherapy with bone marrow transplantation may allow the doctor to give higher doses of chemotherapy drugs and kill more cancer cells. Radiation therapy uses high-energy x-rays to damage cancer cells. Combining chemotherapy, radiation therapy, and bone marrow transplantation may kill more cancer cells. PURPOSE: Randomized phase III trial to compare high-dose chemotherapy with or without total-body irradiation before bone marrow transplantation in treating children with acute lymphoblastic leukemia.", "detailed_description": "OBJECTIVES: I. Compare the efficacy of a busulfan containing conditioning regimen versus a total body irradiation (TBI) containing regimen for children with acute lymphoblastic leukemia (ALL) undergoing allogeneic bone marrow transplantation. II. Compare relapse rate between a chemotherapy only regimen versus a total body irradiation containing regimen for children with ALL. III. Assess and compare the acute and chronic neuropsychological effects of bone marrow transplantation (BMT) in children undergoing BMT with busulfan or TBI conditioning regimens. IV. Assess and compare the cardiac, pulmonary and growth effects of BMT in children undergoing this conditioning regimen. V. Assess the relationship between plasma busulfan levels and relapse and toxicity. VI. Assess and compare minimal residual disease patterns by quantitative polymerase chain reaction (PCR) in patients receiving busulfan or TBI conditioning regimens. OUTLINE: This is a multicenter, randomized study comparing a chemotherapy only arm, including busulfan, with a TBI containing arm. Arm I patients receive TBI on days -7, -6, and -5 given in 2 fractions daily. Arm II patients receive busulfan every 6 hours on days -8, -7, -6, and -5. Both regimens are followed by etoposide over 4 hours on day -4 and cyclophosphamide intravenously (IV) on days -3 and -2. Marrow infusion begins following a day of rest. Starting on day -1, cyclosporine IV is administered every 12 hours or by continuous infusion and continues until day 50. Methotrexate IV is administered on days 1, 3, and 6 PROJECTED ACCRUAL: A total of 230 patients will be entered into this study.", "condition": ["Leukemia"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Procedure", "Radiation", "Drug", "Drug", "Radiation"], "intervention_name": ["cyclophosphamide", "cyclosporine", "etoposide", "methotrexate", "allogeneic bone marrow transplantation", "Total Body Irradiation", "Busulfan", "Mesna", "Radiation"], "description": ["Arms A and B Day 2 and 3: Cyclophosphamide 60 mg/kg intravenously; Administer 20 mg/ml concentration over 2 hours.", "graft vs. host disease (GVHD)prophylaxis: starting on day-1, cyclosporin 1.5 mg/kg IV every 12 hours or by continuous infusion.\nWhen the patient tolerates adequate oral intake, cyclosporin therapy may be changed from IV to oral administration. Cyclosporin therapy should be continued at full dose until day +50. if the patient has less than Grade 2 GVHD, cyclosporin may be tapered by 5-10% weekly until completely off cyclosporin therapy.", "Day 4 (arms A/B): 40 mg/kg over four hours intravenously", "methotrexate 15 mg/m2 IV on day +1 (do not give until 24 hours after marrow infusion), and 10mg/mg2 IV on days +3 and +6.\nMethotrexate may be held after two doses for bilirubin .2 mg/dL. If serum creatinine is >2x baseline, methotrexate will be omitted. If the presence of ascites or pleural effusion, methotrexate will be omitted.", "Bone marrow infusion given on day 0", "Day 0: Marrow Transfusion; Day 1: rest; Day 2 and 3: Cyclophosphamide 60 mg/kg; Day 4: Etopophos 40 mg/kg over four hours; Day 5,6 and 7: Total Body Irradiation (TBI) [200 cGy twice a day (BID)].", "Conditioning Regimen Arm B:\nDay 0: Marrow infusion; Day 1: Rest; Day 2 and 3: Cyclophosphamide 60 mg/kg; Day 4: Etopophos 40 mg/kg over four hours; Day 5,6,7 and 8: Busulfan 0.8 mg/kg intravenous (IV) every 6 hours x 4 doses.\nPatients </= 20kg to receive busulfan 1.0 mg/kg/dose IV**Busulfan oral preparation may be substituted: 1mg/kg/dose by mouth (po) for patients >20kg and 1.25 mg/kg/dose by mouth (po) for patients </= 20 kg.", "Dosing per institutional preference for hemorrhagic cystitis. Mesna 300 mg/m2 as a 15 minute infusion prior to each dose of cyclophosphamide, then at 3,6,9,12, 18 and 21 hours after initiation of each cyclophosphamide infusion. Alternative method of Mesna administration is 10 mg/kg prior to cyclophosphamide and 100 mg/kg/24 hours by continuous infusion.", "Central Nervous System (CNS) therapy:\na) CNS Leukemia prior to study entry: No TBI i) No prior CNS irradiation: 2340 centigray (cGy) in 13 fractions of 180 cGy to the cranial field and 600 cGy in 200 cGy fractions to the spinal field prior to conditioning. II) >/= 1800 cGy prior CNS irradiation: 1800 cGy to cranial field and 600 cGy spinal prior to conditioning. If prior radiation therapy (RT) doses >3000 cGy have been administered or CNS Leukemia prior to study entry: TBI, consult with Principal Investigator (PI). Recommend: 1) no prior CNS irradiation: 600 cGy in 3 fractions to the cranial field prior to conditioning or overlapping with TBI.\nTesticular Boost Irradiation: a) overt testicular leukemia at relapse: No TBI 2400 cGy in 12 fractions prior to conditioning; b) overt testicular leukemia at relapse: TBI 1200 cGy in 6 fractions over 8-10 days prior to conditioning. c) No overt testicular leukemia: 200 cGy first and last fractions of TBI-"], "arm_group_label": ["Total body irradiation", "Busulfan", "Busulfan", "Total body irradiation", "Busulfan", "Busulfan", "Total body irradiation", "Busulfan", "Total body irradiation", "Busulfan", "Busulfan", "Total body irradiation", "Busulfan"], "other_name": ["Cytoxin", "Etopophos", "etoposide phosphate", "VP-16", "MTX", "BMT", "TBI", "Myleran", "Mesnex"], "criteria": "DISEASE CHARACTERISTICS: Histologically confirmed childhood acute lymphoblastic leukemia (ALL) in second hematologic remission or greater who have relapsed: On therapy OR Within one year of discontinuation of therapy OR Greater than 1 year from discontinuation of high risk intensive therapy (matched sibling donor only) Patients with central nervous system or testicular relapse: Occurred within 18 months of diagnosis OR Following prophylactic or therapeutic cranial irradiation T cell disease with isolated central nervous system (CNS) or bone marrow relapse at any time Patients in first remission with greater than 4 weeks to achieve remission or with high risk features such as: t(4,11) t(9,22) Hypodiploidy Patients under 12 months of age in first remission with any of the following features at diagnosis: CALLA (CD10) negative white blood count (WBC) at least 100,000/mm3 Day 14 M2 or M3 bone marrow CNS disease PATIENT CHARACTERISTICS: Age: 21 and under Performance status: Not specified Life expectancy: Not specified Hematopoietic: Not specified Hepatic: No active hepatitis B or C Bilirubin no greater than 1.5 times normal Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) less than 2.5 times normal Renal: Creatinine no greater than 1.5 times normal OR Creatinine clearance at least 65 mL/min Cardiovascular: Shortening fraction greater than 27% by echocardiogram OR Ejection fraction greater than 47% by radionuclide angiogram Pulmonary: [1] forced expiratory volume at one second (FEV1)/forced vital capacity (FVC) greater than 60% For uncooperative children: No evidence of dyspnea at rest No exercise intolerance Pulse oximetry greater than 94% Other: No active infection No occult untreated infection HIV negative Not eligible for Children's Cancer Group (CCG) or Pediatric Oncology Group (POG) transplant study Donor criteria: Genotypically matched sibling or phenotypically matched family member (bone marrow or peripheral blood stem cells may be used) One antigen mismatched related donor Matched or one antigen mismatched unrelated donor Cord blood (genotypic or phenotypic match or one antigen mismatch) Matched sibling or phenotypically matched family member peripheral stem cells PRIOR CONCURRENT THERAPY: Biologic therapy: Not specified Chemotherapy: Not specified Endocrine therapy: Not specified Radiotherapy: Not specified Surgery: Not specified", "gender": "All", "minimum_age": "N/A", "maximum_age": "21 Years", "healthy_volunteers": "No", "keyword": "childhood acute lymphoblastic leukemia in remission", "mesh_term": ["Leukemia", "Precursor Cell Lymphoblastic Leukemia-Lymphoma", "Leukemia, Lymphoid", "Cyclophosphamide", "Methotrexate", "Busulfan", "Cyclosporins", "Cyclosporine", "Etoposide phosphate", "Etoposide", "Mesna"], "id": "NCT00002961"}