{"brief_title": "Amifostine in Treating Patients With Advanced Myelodysplastic Syndrome", "brief_summary": "RATIONALE: Amifostine may be effective in helping blood counts return to normal in treating patients with myelodysplastic syndrome. PURPOSE: Phase II trial to study the effectiveness of amifostine in treating patients with advanced myelodysplastic syndrome.", "detailed_description": "OBJECTIVES: I. Determine the overall hematologic response rate to amifostine in patients with advanced myelodysplastic syndrome. II. Determine the toxic effects of amifostine in these patients. OUTLINE: This is an open label study. Patients receive intravenous amifostine over 15 minutes three times a week. Patients failing to respond by 8 weeks undergo dose escalation. Nonresponding patients are removed from the study by 12 weeks. Therapy is continued for up to six months in responding patients. Patients are observed for duration of response upon therapy discontinuation. Patients who relapse will have therapy resumed at the previous dose. Patients will be followed until death. PROJECTED ACCRUAL: A maximum of 36 patients will be accrued.", "condition": ["Myelodysplastic Syndromes"], "intervention_type": ["Drug"], "intervention_name": ["amifostine trihydrate"], "criteria": "DISEASE CHARACTERISTICS: Histologically proven advanced myelodysplastic syndrome (MDS), including: Refractory anemia Refractory anemia with ringed sideroblasts Refractory anemia with excess blasts Refractory anemia with excess blasts in transformation MDS with at least bicytopenia No chronic myelomonocytic leukemia No acute leukemia PATIENT CHARACTERISTICS: Age: 17 and over Performance Status: ECOG 0-2 Life Expectancy: Greater than 6 months Hematopoietic: Hemoglobin less than 8.5 g/dL Absolute granulocyte count less than 1,000 g/dL Platelet count less than 70,000/mm3 Hepatic: No major hepatic problems Renal: No major renal problems Cardiovascular: No major cardiac disease Other: Prior transfusion of blood products is allowed Not pregnant Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: Prior cytokine therapy is allowed Chemotherapy: No prior chemotherapy Endocrine therapy: Prior steroid therapy is allowed Radiotherapy: Not specified Surgery: Not specified Other: Prior leucovorin calcium and pyridoxine allowed", "gender": "All", "minimum_age": "17 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "refractory anemia with excess blasts in transformation", "mesh_term": ["Syndrome", "Myelodysplastic Syndromes", "Preleukemia", "Amifostine"], "id": "NCT00003123"}