{"brief_title": "A Trial of MLN2704 in Subjects With Metastatic Androgen Independent Prostate Cancer", "brief_summary": "This is the first study of MLN2704 administered to humans. The purpose of the study is to determine the highest dose of MLN2704 that can be given safely to patients with prostate cancer, and to identify any side effects associated with taking the drug. This study will also evaluate how MLN2704 is taken up (absorbed), broken down (metabolized) and eliminated (excreted) by the body. This process is called pharmacokinetic analysis.", "detailed_description": "This is a Phase 1 open-label dose-escalating trial designed to determine the dose-limiting toxicity (DLT), maximum tolerated dose (MTD) and pharmacokinetics of a single dose of MLN2704 in subjects with metastatic androgen-independent prostate cancer.", "condition": ["Prostate Cancer"], "intervention_type": ["Drug"], "intervention_name": ["MLN2704 (DM1 conjugated monoclonal antibody MLN591)"], "criteria": "Inclusion Criteria Each subject must meet the following inclusion criteria to be eligible for enrollment in the study: - Histologic diagnosis (recent or remote) of prostate adenocarcinoma - Progressive prostate cancer on physical exam, imaging studies and/or rising PSA, as defined by the presence of one or more of the following: - Progressive tumor lesions (changes in the size of lymph nodes or parenchymal masses on physical examination or X-ray and CT scan or MRI) - Progressive bone metastasis (presence of new lesion(s) on a bone scan) - Progressive PSA levels despite castrate levels of testosterone - Patients who have received an anti-androgen must have shown progression of disease off of the anti-androgen prior to enrollment - Failed hormonal therapy (including anti-androgen withdrawal therapy, as appropriate) - LHRH (Luteinizing Hormone–Releasing Hormone)analog therapy: - If subject is being treated with LHRH analog therapy at the time of screening the therapy must be maintained for the duration of the trial. - If subject discontinued LHRH therapy prior to screening, the therapy must be discontinued ≥10 weeks prior to enrollment for 1 month depot preparations, 24 weeks for 3 month depot preparations, and 32 weeks for 4 month depot preparations. - Agree to use an effective method of barrier contraception. Effective method of barrier contraception includes a condom with spermicidal jelly, a diaphragm with spermicidal jelly, or abstinence. Exclusion Criteria Subjects meeting any of the following exclusion criteria are not to be enrolled in the study: - Use of corticosteroids and/or adrenal hormone inhibitors within 4 weeks of enrollment - Use of PC-SPES (herbal supplement) within 4 weeks of enrollment - Prior cytotoxic chemotherapy and/or radiation therapy within 6 weeks of enrollment - Use of anti-androgen therapy (e.g., flutamide, bicalutamide, nilutamide) within 6 weeks of enrollment - Prior monoclonal antibody administration, including Prostacint® - Peripheral neuropathy of Grade 2 or greater intensity, as defined by the NCI Common Toxicity Criteria (NCI CTC) - History of CNS metastasis, including epidural disease - History of seizure disorder requiring active treatment and/or stroke - History of HIV infection - Platelet count ≤100,000/mm3 - Absolute neutrophil count (ANC) ≤1,500/mm3 - Hematocrit ≤30 percent - Abnormal coagulation profile (PT, and/or INR, PTT) - Creatinine clearance <60 mL/min or Serum creatinine >2.0 mg/dL - AST or ALT >1.5 X ULN - Bilirubin (total) >ULN - Serum calcium ≥12.5 mg/dL - Active serious infection not controlled by antibiotics - Active angina pectoris or NY Heart Association Class III-IV heart disease - Karnofsky Performance Status <60 - Life expectancy <6 months - Other serious illness(es) involving the cardiac, respiratory, CNS, renal, hepatic or hematological organ systems that might preclude completion of this study or interfere with determination of causality of any adverse effects experienced in this study", "gender": "Male", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Prostatic Neoplasms", "Antibodies", "Immunoglobulins", "Antibodies, Monoclonal", "Androgens"], "id": "NCT00052000"}