{"brief_title": "Dose Response Study of Zonegran in Patients With Newly Diagnosed Epilepsy", "brief_summary": "The purpose of this study is to determine whether zonisamide alone is effective as a treatment for epilepsy in newly diagnosed cases.", "detailed_description": "Epilepsy is characterized by repeated seizures caused by recurrent, abnormal, and excessive synchronous discharges from cerebral neurons. Seizures may be triggered by various causes such as CNS infections, fever, tumors, toxins, vascular disease, degenerative disease, trauma, or may be idiopathic. The type of seizure is usually defined by the initial event, the duration, alterations of consciousness, patterns of motor activity, and post-ictal symptoms. In addition, certain seizure types have characteristic EEG patterns. The International Classification of Epileptic Seizures classifies seizures as partial or generalized. Partial seizures are further classified as simple partial, complex partial (impaired consciousness), or partial seizures secondarily generalized. All partial seizures have onset in a discrete cortical region. Generalized seizures are bilaterally symmetrical and without focal onset and include absence seizures, myoclonic seizures, clonic seizures, tonic seizures, tonic-clonic seizures, and atonic seizures. The goals of treatment include the prevention of seizures, medical management of seizures, and management of the consequences of epilepsy. The study will be conducted with patients who have new onset epilepsy characterized by complex partial seizures and will attempt to characterize the relationship between zonisamide dose and seizure prevention and demonstrate monotherapy efficacy.", "condition": ["Epilepsy, Complex Partial"], "intervention_type": ["Drug"], "intervention_name": ["Zonisamide"], "criteria": "INCLUSION CRITERIA - Patient able and willing to give written informed consent or assent as appropriate in accordance with ICH and GCP guidelines - Patient with newly diagnosed epilepsy who has complex partial seizures (with or without secondary generalization) - Patient must have at least two well-documented, unprovoked, clinically evaluated and classified complex partial seizures or one well-documented, unprovoked, clinically evaluated and classified complex partial seizure and an abnormal EEG consistent with the diagnosis of epilepsy occurring within one year prior to enrollment - Patient must have received less than 2 weeks of prior AED therapy, which will be discontinued at study entry - EEG changes consistent with the diagnosis of epilepsy: - For patients with two well-documented, unprovoked complex partial seizures within one year prior to enrollment, the EEG results may be normal at the time of testing but, in the opinion of the Investigator, the patient has epilepsy - For patients with one well-documented, unprovoked complex partial seizure within one year prior to enrollment, the EEG must be abnormal at the time of testing consistent with the diagnosis of epilepsy - Patient age 16 years or greater - In the opinion of the Investigator, the patient is in good health - Female patients of child-bearing potential must not be pregnant (serum HCG negative) or lactating, and must be using a medically acceptable form of birth control such as abstinence, an adequate barrier method, or hormonal contraceptive; or female patients who are post-menopausal or have had surgical sterilization - Patient or caregiver able to follow Investigator instruction, study procedures, maintain diary of concomitant medication use, and report adverse events EXCLUSION CRITERIA - History of status epilepticus - Patient with simple partial seizures only - A history of non-epileptic seizures (e.g. metabolic or pseudo-seizures) - Progressive encephalopathy or findings consistent with progressive CNS disease or lesions (e.g. infection, demyelination, tumor) - Clinically significant uncontrolled medical disease in the previous two years (including unstable cardiac, hematological, hepatic, or renal disease) - History of acute intermittent porphyria, glucose-6-phosphate dehydrogenase deficiency or hemolytic anemia - Renal insufficiency (serum creatinine > 2 mg/dL) or impaired liver function (SGPT/ALT > two times upper limit of normal) - History of renal calculi - Laboratory test results which, in the opinion of the Investigator, are clinically significant abnormalities - History of alcohol or drug abuse - Psychiatric illness or mood disorders requiring treatment in previous 6 months; history of suicide attempt or psychosis - Use of benzodiazepines (intermittent use as a hypnotic or an PRN AED is allowed) - Use of other investigational compounds, experimental drugs or devices within 30 days of the screening visit - History of hypersensitivity or allergic reaction to sulfonamides - Medical disorder, surgery or medication that might interfere with absorption, distribution, metabolism, or excretion of the study drug", "gender": "All", "minimum_age": "16 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "AED", "mesh_term": ["Epilepsy", "Epilepsy, Complex Partial", "Zonisamide"], "id": "NCT00056576"}