{"brief_title": "Behavioral Counseling for Alcohol Dependent Smokers (Nicotine Patch)", "brief_summary": "This study is to evaluate the effectiveness of a mood management intervention on abstinent alcoholic smokers with a history of major depression. The second aim is to determine the effect of smoking treatments on alcohol abstinence and to identify factors associated with smoking and alcohol outcomes (e.g., more days of abstinence). A randomized, two-group design will be used to evaluate the added benefit of mood management compared to a state-of-the-art smoking cessation treatment. Treatment will consist of 8 weekly group sessions and 1, 3, 6, and 12-month follow-up.", "condition": ["Alcoholism", "Smoking"], "intervention_type": ["Drug", "Behavioral"], "intervention_name": ["nicotine replacement patch", "mood management"], "criteria": "Inclusion Criteria: - Meets criteria for alcohol dependence. - Currently abstinent from alcohol and other drugs for at least 3 months. - Meets criteria for history of major depression independent of alcohol use. - Smoked an average of 10 or more cigarettes per day during the past month. - Able to fully participate in all aspects of the study. - Willing to participate in eight 2-hour treatment sessions and 12 months of followup. - Willing to stop smoking and wear a nicotine patch for six consecutive weeks and refrain from participating in additional smoking interventions for the duration of treatment. Exclusion Criteria: - Current episode of major depression (within the last 3 months) or current or lifetime history of bipolar disorder, schizophrenia or other major psychiatric disorders. - Current use of antidepressant, other psychotropic medications, smokeless tobacco, nicotine replacement or other smoking cessation therapy. - Any medical condition that would preclude use of the nicotine patch including current unstable angina, recent history (within 1 month) of myocardial infarction or stroke, history of severe skin allergies or evidence of severe chronic dermatoses. - Currently pregnant, breast feeding or likely to become pregnant during the nicotine patch phase of the study.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Alcoholism", "Nicotine"], "id": "NCT00004551"}