{"brief_title": "Docetaxel and Carboplatin With or Without Trastuzumab Before Surgery in Treating Women With Locally Advanced Breast Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy, such as docetaxel and carboplatin, use different ways to stop tumor cells from dividing so they stop growing or die. Monoclonal antibodies, such as trastuzumab, can locate tumor cells and either kill them or deliver tumor-killing substances to them without harming normal cells. It is not yet known whether docetaxel and carboplatin are more effective with or without trastuzumab in treating breast cancer. PURPOSE: This randomized phase II trial is studying how well giving docetaxel together with carboplatin and trastuzumab before surgery works compared to docetaxel and carboplatin alone before surgery in treating women with locally advanced breast cancer.", "condition": "Breast Cancer", "intervention_type": "Biological", "intervention_name": "trastuzumab", "description": "Cycle 1-4 pre-op Day 1 4mg/kg IV Day 8, 15 2mg/kg IV\nCycle 5-7 post-op Day 1 4mg/kg IV Day 8, 15 2mg/kg IV\nCycle 8 Day 1, 8, 15 2mg/kg IV Day 22 6mg/kg IV", "arm_group_label": "Arm I (neoadjuvant therapy)", "other_name": "Herceptin", "criteria": "Inclusion Criteria: - Confirmed infiltrating adenocarcinoma of the breast - Primary breast cancer > 5cm, or skin/chest wall involvement, any N, without evidence of metastasis. - No prior radiation to the involved breast - ECOG (Electrocochleography) performance status 0-2 - Age 18 years to 80 years - Absolute Neutrophil count > 1500 cell/μl, platelet count > 100000 cells/μl and hemoglobin > 9 g/dl - All liver function tests < upper limit of normal - Serum creatinine < 2.0 mg/dl - Normal left ventricular ejection fraction (LVEF) as determined by MUGA (Multiple Gated Acquisition) scan or echocardiogram - HER-2/neu status is determined by a FISH (Fluorescence in situ hybridization) test. [FISH (+) is HER-2/neu (+)] - If female of childbearing potential, pregnancy test is negative - If premenopausal and not surgically sterilized, the patient agrees to use effective birth control method for the duration of the study - Informed consent has been obtained Exclusion Criteria: - Non-confirmed infiltrating adenocarcinoma breast cancer - Evidence of metastasis - Previous chemotherapy using the drugs proposed in this study, specifically Herceptin®, Taxotere®, and/or Carboplatin - Prior radiation to the involved breast - Recent breast cancer drug therapy within last 5 years of any form - History of allergy to polysorbate or castor oil - Ongoing active infection - Concurrent life-limiting disease with a life expectancy of less than one year - Past or current history of other malignancy within the past 5 years which could affect the diagnosis or assessment of breast cancer, except for curatively treated non-melanoma skin cancer and/or in situ carcinoma of the cervix - Pregnancy, nursing, fertile women who do not use birth control device - Inability to give informed consent - Patients with pre-existing peripheral neuropathy > grade 2", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "80 Years", "healthy_volunteers": "No", "id": "NCT00068341.xml"}