{"brief_title": "Vaccine Therapy in Treating Patients Who Are Undergoing Surgery for Stage IB, Stage II, or Stage IIIA Non-Small Cell Lung Cancer", "brief_summary": "RATIONALE: Vaccines made from a person's tumor cells and white blood cells may make the body build an effective immune response to kill tumor cells. PURPOSE: This phase I trial is studying the side effects and best dose of vaccine therapy in treating patients who are undergoing surgery for stage IB, stage II, or stage IIIA non-small cell lung cancer.", "detailed_description": "OBJECTIVES: Primary - Determine the maximum tolerated dose of adjuvant autologous dendritic cells loaded with irradiated autologous tumor cells in patients with stage IB-IIIA non-small cell lung cancer undergoing resection. - Determine the safety and tolerability of this vaccine in these patients. Secondary - Determine the feasibility of this vaccine in these patients. - Determine vaccine-specific and antitumor immunity in patients treated with this vaccine. OUTLINE: This is a dose-escalation study. Patients undergo leukaphersis to isolate peripheral blood mononuclear cells (PBMC). PBMC are expanded ex vivo to generate monocyte-derived dendritic cells (DC). Autologous tumor cells are harvested and purified at the time of surgical resection. DC are then loaded with irradiated autologous tumor cells. Within 4-8 weeks after surgical resection, patients receive autologous DC loaded with irradiated autologous tumor cells intradermally on approximately days 1, 30, and 60 in the absence of unacceptable toxicity. Cohorts of 6-9 patients receive escalating doses of vaccine until the maximum tolerated dose (MTD) is determined. If 2 of 9 patients in the first cohort experience dose-limiting toxicity, that dose level is considered the MTD. Patients are followed at approximately 1 and 4 months, and then every 6 months for 4 years. PROJECTED ACCRUAL: A total of 12-15 patients will be accrued for this study within 18 months.", "condition": ["Lung Cancer"], "intervention_type": ["Drug", "Drug", "Procedure", "Procedure", "Procedure", "Procedure", "Procedure", "Procedure"], "intervention_name": ["autologous tumor cell vaccine", "therapeutic autologous dendritic cells", "adjuvant therapy", "biological therapy", "conventional surgery", "surgery", "tumor cell derivative vaccine", "vaccine therapy"], "criteria": "DISEASE CHARACTERISTICS: - Diagnosis of non-small cell lung cancer - Clinical stage IB-IIIA disease - Candidate for surgical resection as primary treatment for tumor - Surgically resectable tumor ≥ 2.0 cm in diameter - No brain metastases PATIENT CHARACTERISTICS: Age - 18 and over Performance status - Zubrod 0-1 Life expectancy - Not specified Hematopoietic - Platelet count ≥ 100,000/mm^3 - WBC ≥ 3,000/mm^3 - Absolute neutrophil count ≥ 1,500/mm^3 - Hematocrit ≥ 30% Hepatic - Hepatitis B surface antigen negative* - Hepatitis B core antigen negative* - Hepatitis C virus negative* - Bilirubin ≤ 2.0 mg/dL - AST and ALT ≤ 2 times upper limit of normal NOTE: *Screening performed only if liver enzymes are elevated Renal - Creatinine ≤ 2.2 mg/dL - BUN ≤ 40 mg/dL Pulmonary - FEV_1 > 2.0 L (pre-resection) OR - Predicted post-resection FEV_1 > 1.0 L - No more than 2 chronic obstructive pulmonary disease exacerbations requiring > 2 weeks of oral steroids and/or hospitalization within the past year Immunologic - Purified protein derivative (PPD) skin test negative - HIV-1 and HIV-2 negative - No acute infection, including any acute viral, bacterial, or fungal infection requiring specific therapy within the past 7 days - No allergy to study agents - No known autoimmune or collagen vascular disorder Other - Not pregnant or nursing - Fertile patients must use effective contraception - No other malignancy within the past 5 years except adequately treated basal cell or squamous cell skin cancer or carcinoma in situ of the cervix - No underlying condition that would preclude study therapy PRIOR CONCURRENT THERAPY: Biologic therapy - No concurrent anti-tumor necrosis factor agents Chemotherapy - Standard adjuvant chemotherapy for lung cancer allowed provided therapy is completed ≥ 30 days before administration of the first study vaccine - No concurrent cyclophosphamide Endocrine therapy - No concurrent high-dose corticosteroids (e.g., > 10 mg of prednisone) - Concurrent corticosteroids for minor breathing exacerbations allowed provided patient receives ≤ 2 short courses (≤ 10 days per course) within a 45-day period - No concurrent corticosteroids within 48 hours before or after study vaccine administration Radiotherapy - Standard adjuvant radiotherapy for lung cancer allowed provided therapy is completed ≥ 30 days before administration of the first study vaccine Surgery - No prior organ allograft Other - No concurrent antihistamines within 48 hours before or after study vaccine administration - No concurrent cimetidine or other H2 blockers within 48 hours before or after study vaccine administration - Concurrent antibiotics for minor infection allowed provided patient receives ≤ 2 short courses (≤ 10 days per course) within a 45-day period - No concurrent cyclosporine - No concurrent azathioprine - No other concurrent drugs known to significantly alter immune function - No concurrent cytotoxic therapy - No concurrent participation in another clinical trial involving experimental therapy - No other concurrent anticancer therapy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "stage IIIA non-small cell lung cancer", "mesh_term": ["Lung Neoplasms", "Carcinoma, Non-Small-Cell Lung", "Vaccines"], "id": "NCT00098917"}