{"brief_title": "Pentostatin and Lymphocyte Infusion in Preventing Graft Rejection in Patients Who Have Undergone Donor Stem Cell Transplant", "brief_summary": "This phase II trial studies pentostatin and donor lymphocyte infusion in preventing graft rejection in patients who have undergone donor stem cell transplant. Giving pentostatin and an infusion of the donor's T cells (donor lymphocyte infusion) after a donor stem cell transplant may stop the patient's immune system from rejecting the donor's stem cells. The donated stem cells may replace the patient's immune cells and help destroy any remaining cancer cells (graft-versus-tumor effect). Sometimes the transplanted cells from a donor can also make an immune response against the body's normal cells. Giving pentostatin before donor lymphocyte infusion may stop this from happening.", "detailed_description": "PRIMARY OBJECTIVES: I. To assess the safety and efficacy of the combined use of pentostatin and donor lymphocyte infusion (DLI) in patients with low or falling donor T-cell chimerism to prevent graft rejection after transplantation both from matched related donors (MRDs) or unrelated donors (URDs). SECONDARY OBJECTIVES: I. To determine the incidence of graft-versus-host disease (GvHD) infections and disease response, if persistent disease is present. OUTLINE: This is a dose-escalation study of donor lymphocyte infusion. GROUP I: Patients receive pentostatin intravenously (IV) over 20-30 minutes on day -2 and DLI over 15-30 minutes on day 0. Treatment may repeat once beginning with an escalated or same cluster of differentiation (CD)3-dose at least 4 weeks if persistent donor T-cells are documented, no GvHD has developed, and the chimerism status worsens or, if chimerism status is unchanged after at least 8 weeks with two subsequent tests of chimerism 4 weeks apart. GROUP II (initiated if patients in group I do not achieve sustained engraftment and improved chimerism): Patients receive treatment as in group I. Patients also receive cyclosporine orally (PO) twice daily (BID) on days -3 to 56 and mycophenolate mofetil PO once daily (QD) on days 0 to 27. Treatment continues in the absence of GvHD. After completion of study treatment, patients are followed up every 6 months for 2 years and then annually thereafter.", "condition": ["Acute Lymphoblastic Leukemia", "Acute Myeloid Leukemia", "Chronic Lymphocytic Leukemia", "Chronic Myelogenous Leukemia, BCR-ABL1 Positive", "Graft Versus Host Disease", "Hodgkin Lymphoma", "Myelodysplastic/Myeloproliferative Neoplasm", "Non-Hodgkin Lymphoma", "Plasma Cell Myeloma", "Waldenstrom Macroglobulinemia"], "intervention_type": ["Drug", "Drug", "Drug", "Biological"], "intervention_name": ["Cyclosporine", "Mycophenolate Mofetil", "Pentostatin", "Therapeutic Allogeneic Lymphocytes"], "description": ["Given PO", "Given PO", "Given IV", "Given IV"], "arm_group_label": ["pentostatin, DLI, mycophenolate mofetil, cyclosporine", "pentostatin, DLI, mycophenolate mofetil, cyclosporine", "pentostatin, DLI, mycophenolate mofetil, cyclosporine", "pentostatin, DLI, mycophenolate mofetil, cyclosporine"], "other_name": ["27-400", "Ciclosporin", "CsA", "Cyclosporin", "Cyclosporin A", "Neoral", "OL 27-400", "Sandimmun", "Sandimmune", "SangCya", "Cellcept", "MMF", "(R)-3-(2-Deoxy-.beta.-D-erythro-pentofuranosyl)-3,6,7, 8-tetrahydroimidazo[4,5-d][1,3]diazepin-8-ol", "2'-Deoxycoformycin", "CI-825", "Co-Vidarabine", "Covidarabine", "DCF", "Deoxycoformycin", "Nipent", "PD-81565", "Pentostatine", "Allogeneic Lymphocytes"], "criteria": "Inclusion Criteria: - Patients having received a preceding allogeneic transplantation from either a human leukocyte antigen (HLA)-matched related or unrelated donor are eligible for this protocol - Related donor: HLA genotypically identical at least at one haplotype and may be phenotypically or genotypically identical at the allele level at HLA A, B, C, DRB1, and DQB1 - Unrelated donor who are prospectively: - Matched for HLA-A, B, C, DRB1 and DQB1 by high resolution typing; OR - Only a single allele disparity will be allowed for HLA-A, B, or C as defined by high resolution typing - Patients with less than 50% donor CD3 peripheral blood chimerism on two separate, consecutive evaluations; the two evaluations must be at least 14 days apart OR patients with absolute decreases of donor CD3 peripheral blood chimerism of >= 20% if the second test shows < 50% donor CD3 cells; the two evaluations must be at least 14 days apart - Patients with evidence of disease are only eligible if the disease is stable (or persistent) in comparison to the status prior to transplantation - Patients must be tapered off systemic steroids to a dosage of less than or equal to 0.25 mg/kg/day - Patients must have persistent donor CD3 cells (>= 5% donor CD3 cells by a deoxyribonucleic acid [DNA]-based assay that compares the profile of amplified fragment length polymorphisms [ampFLP] [or fluorescent in situ hybridization (FISH) studies or variable number of tandem repeats (VNTR)]) - DONOR: Alternatively to a fresh unmodified leukapheresis product, previously collected cryopreserved peripheral blood stem cells (PBSC) after mobilization with G-CSF or cryopreserved unmodified leukapheresis product from the original donor can be used; if cryopreserved product is not available, the following criteria apply for the DLI product: - DONOR: Original donor of hematopoietic cell transplantation - DONOR: Donor must give consent to leukapheresis - DONOR: Donor must have adequate veins for leukapheresis or agree to placement of central venous catheter (femoral or subclavian) - DONOR: Donor must be medically fit to undergo the apheresis procedure (institutional guidelines for apheresis) Exclusion Criteria: - Current grade II to IV acute GVHD or extensive chronic GVHD - Karnofsky score < 50% - Pediatric criteria - Lansky play-performance score < 40 - Evidence of relapse or progression of disease after transplantation - Prior recipient of cord blood - DONOR: Donors who are not suitable for medical reasons to donate peripheral blood mononuclear cells (PBMC) by continuous centrifugation according to the criteria of the American Association of Blood Banks (AABB) - DONOR: Pregnancy - DONOR: Human immunodeficiency virus (HIV) or human T-lymphotrophic virus (HTLV) infection - DONOR: Recent immunization may require a delay", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Lymphoma", "Leukemia", "Leukemia, Myeloid, Acute", "Lymphoma, Non-Hodgkin", "Leukemia, Lymphoid", "Leukemia, Lymphocytic, Chronic, B-Cell", "Precursor Cell Lymphoblastic Leukemia-Lymphoma", "Leukemia, Myeloid", "Hodgkin Disease", "Leukemia, Myelogenous, Chronic, BCR-ABL Positive", "Graft vs Host Disease", "Myeloproliferative Disorders", "Waldenstrom Macroglobulinemia", "Myelodysplastic-Myeloproliferative Diseases", "Multiple Myeloma", "Neoplasms, Plasma Cell", "Pentostatin", "Mycophenolic Acid", "Mycophenolate mofetil", "Cyclosporins", "Cyclosporine"], "id": "NCT00096161"}