{"brief_title": "Phase III Randomized, Double-Blind, Placebo-Controlled Study of Dehydroepiandrosterone Replacement for Primary Adrenal Insufficiency", "brief_summary": "OBJECTIVES: I. Determine the efficacy of dehydroepiandrosterone (DHEA), an androgen replacement hormone, for patients with primary adrenal insufficiency (Addison's disease).", "detailed_description": "PROTOCOL OUTLINE: This is a randomized, double-blind study. Patients are stratified by age. Patients are randomly assigned to androgen replacement therapy with daily dehydroepiandrosterone (DHEA) or placebo for 6 months. All patients may receive 6 additional months of DHEA following randomized therapy. Women on hormonal replacement therapy may receive concurrent conjugated estrogens or oral medroxyprogesterone.", "condition": ["Addison's Disease"], "intervention_type": ["Drug"], "intervention_name": ["dehydroepiandrosterone"], "criteria": "PROTOCOL ENTRY CRITERIA: --Disease Characteristics-- Primary adrenal insufficiency (Addison's disease) Serum dehydroepiandrosterone less than 0.5 nmol/L --Prior/Concurrent Therapy-- No concurrent investigational drug Stable glucocorticoid/mineralocorticoid dose over past year required --Patient Characteristics-- Hepatic: No hepatic disease Cardiovascular: No vascular disease No thrombotic disorder No angina No elevated blood pressure on 2 readings taken 15 minutes apart in 1 visit, i.e.: Systolic greater than 165 mm Hg OR Diastolic greater than 95 mm Hg Other: No clinically significant medical abnormality No gallbladder disease No malignancy No estrogen- or androgen-dependent neoplasia Benign prostatic hyperplasia eligible No other endocrine disease Controlled thyroid disease with normal thyroid-stimulating hormone eligible Mammogram required within 1 year prior to entry for women aged 40 and over No clinically significant abnormality No undiagnosed vaginal or uterine bleeding within 6 months prior to entry Pap smear required within 1 year prior to entry No dysplasia (squamous intraepithelial lesion low-grade or higher)", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "primary adrenal insufficiency", "mesh_term": ["Adrenal Insufficiency", "Addison Disease", "Dehydroepiandrosterone"], "id": "NCT00004313"}