{"brief_title": "S0420, Sorafenib in Treating Patients With Recurrent or Metastatic Head and Neck Cancer", "brief_summary": "Sorafenib may stop the growth of tumor cells by blocking the enzymes necessary for their growth. It may also stop the growth of tumor cells by stopping blood flow to the tumor. This phase II trial is studying how well sorafenib works in treating patients with recurrent or metastatic head and neck cance", "detailed_description": "PRIMARY OBJECTIVES: I. To evaluate the response probability (confirmed, complete and partial responses) in patients with metastatic head and neck cancer who are treated with BAY 43-9006. II. To evaluate median progression-free survival and median overall survival. III. To evaluate the qualitative and quantitative toxicities of this regimen. IV. To investigate in a preliminary manner the effects of the agent on the Ras signal transduction pathway in tissue samples obtained prior to and after treatment. OUTLINE: This is a multicenter study. Patients receive oral sorafenib twice daily on days 1-28. Courses repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patients are followed every 3 months for 1 year and then every 6 months for 2 years. PROJECTED ACCRUAL: A total of 20-40 patients will be accrued for this study within 3.3-8 months.", "condition": "Untreated Metastatic Squamous Neck Cancer With Occult Primary", "intervention_type": "Other", "intervention_name": "laboratory biomarker analysis", "description": "Correlative studies", "arm_group_label": "Treatment (sorafenib tosylate)", "other_name": "SFN", "criteria": "Inclusion Criteria: - Patients must have histologically proven squamous cell carcinoma of the head and neck region that is either metastatic at diagnosis or has persisted, metastasized or recurred following definitive surgery and/or radiation therapy and is not amenable to salvage surgical resection; selected patients who have relapsed following prior induction or adjuvant therapy are eligible; patients with newly diagnosed non-metastatic disease are not eligible - Patients must be willing to submit archived tissue specimens for immunohistochemistry correlative studies; the tissue can be from either the primary or metastatic site - Patients must not have received prior chemotherapy for the recurrent or newly diagnosed metastatic disease; patients who have received induction or adjuvant chemotherapy are eligible, provided that at least six months have elapsed since the last course of chemotherapy was administered; patients may have received only one induction or adjuvant regimen - Prior radiation must have been completed at least 28 days prior to registration and all toxicities must have been resolved - Surgery must have been completed at least 28 days prior to registration and all complications/adverse events must have been resolved - Patients must have measurable disease; all measurable disease must be assessed within 28 days prior to registration; if the patient also has non-measurable disease, then non-measurable disease must be assessed within 42 days prior to registration; patients whose only measurable disease is within a previous radiation therapy port must demonstrate clearly progressive disease (in the opinion of the treating investigator) prior to registration - Patients must not be planning to receive any other concurrent therapy (i.e. radiation, chemotherapy, immunotherapy, biological therapy or gene therapy) for squamous cell carcinoma of the head and neck (SCCHN) while they are on this study - Patients must have a Zubrod performance status of 0 or 1 - Patients with active infection requiring systemic therapy are not eligible - Patients with active or prior central nervous system (CNS) metastasis are not eligible - Granulocyte count > 1,500/mm^3 - Platelet count > 100,000/mm^3 - Serum creatinine < 2 x the institutional upper limit of normal - Bilirubin =< 2 x the institutional upper limit of normal - Alkaline phosphatase =< 2 x the institutional upper limit of normal - SGOT or SGPT =< 2 x the institutional upper limit of normal - Patients must not have psychological, familial, sociological, or geographical conditions that prevent medical follow-up and compliance with the protocol treatment - Patients must not have a significant history of cardiac disease, e.g., uncontrolled hypertension, unstable angina, congestive-heart failure, and myocardial infarction within the last six months, or cardiac ventricular arrhythmias requiring medication - Patients must either be able to take oral medication without crushing, dissolving or chewing tablets - Patients must not have any evidence of bleeding diathesis - Patients must not be on therapeutic anticoagulation - No prior malignancy is allowed except for the following: adequately treated basal cell or squamous cell skin cancer, in situ cervical cancer, adequately treated Stage I or II cancer from which the patient is currently in complete remission, or any other cancer from which the patient has been disease-free for five years - Pregnant or nursing women may not participate in this trial; women/men of reproductive potential may not participate unless they have agreed to use an effective contraceptive method - If day 28 or 42 falls on a weekend or holiday, the limit may be extended to the next working day - Patients must be informed of the investigational nature of this study and must sign and give written informed consent in accordance with institutional and federal guidelines - At the time of patient registration, the treating institution's name and ID number must be provided to the Data Operations Center in Seattle in order to ensure that the current (within 365 days) date of institutional review board approval for this study has been entered into the data base", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00096512.xml"}