{"brief_title": "Carmustine in Treating Patients With Progressive or Recurrent Glioblastoma Multiforme", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. PURPOSE: Phase II trial to study the effectiveness of carmustine in treating patients who have progressive or recurrent glioblastoma multiforme.", "detailed_description": "OBJECTIVES: - Determine the maximum tolerated dose of intratumoral carmustine in ethanol (DTI-015) in patients with unresectable recurrent glioblastoma multiforme. (Phase I of this study closed to accrual as of 01/15/2002.) - Determine the qualitative and quantitative toxicity of this regimen in these patients. - Assess the activity of this regimen in these patients. - Estimate peripheral blood carmustine levels in these patients treated with this regimen. OUTLINE: This is a dose-escalation, multicenter study. Patients receive carmustine in ethanol (DTI-015) intratumorally over 5 minutes during stereotactic biopsy or open craniotomy. Cohorts of 3-6 patients receive escalating doses of DTI-015 until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 3 of 6 patients experience dose-limiting toxicity. (Phase I of this study closed to accrual as of 01/15/2002.) Additional patients then receive treatment with DTI-015 at the recommended phase II dose. Patients are followed at 4, 8, and 12 weeks and then every 1-3 months until disease progression. PROJECTED ACCRUAL: A total of 12 patients were accrued for phase I of this study and approximately 14-18 patients will be accrued for phase II of this study. (Phase I of this study closed to accrual as of 01/15/2002.)", "condition": "Brain and Central Nervous System Tumors", "intervention_type": "Procedure", "intervention_name": "conventional surgery", "criteria": "DISEASE CHARACTERISTICS: - Histologically proven supratentorial malignant glioblastoma multiforme - Clear evidence of disease progression by MRI - Unresectable tumor that has spherical, spheroid, or ovoid shape (not multicentric or multilobulated) - Central necrosis and/or central cystic areas allowed in the presence of enhancing rim thickness greater than 5 mm - No brainstem (pons or medulla) or midbrain (mesencephalon) involvement - No involvement of primary sensorimotor cortex in the dominant hemisphere or within 1.5 cm of the optic chiasm, either optic nerve, or any other cranial nerve - No tumor extension into the ventricular system - Tumor volume no greater than 33.4 cm3 - At least one prior radiotherapy PATIENT CHARACTERISTICS: Age: - 18 to 75 Performance status: - Karnofsky 60-100% Life expectancy: - Not specified Hematopoietic: - Absolute neutrophil count at least 1,500/mm^3 - Platelet count at least 100,000/mm^3 - No evidence of bleeding diathesis Hepatic: - Bilirubin no greater than 2.0 mg/dL - SGOT/SGPT no greater than 2.5 times normal Renal: - Creatinine no greater than 2.0 mg/dL OR - Creatinine clearance at least 40 mL/min - BUN no greater than 30 mg/dL Other: - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No active uncontrolled infection - Afebrile unless fever due to presence of tumor - No other concurrent serious medical or psychiatric illness that would preclude study PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - At least 4 weeks since prior chemotherapy (6 weeks for nitrosoureas or mitomycin including Gliadel wafer therapy) and recovered Endocrine therapy: - Not specified Radiotherapy: - See Disease Characteristics - At least 4 weeks since prior radiotherapy and recovered - No prior intracranial brachytherapy Surgery: - Recovered from any prior surgery Other: - No prior anticoagulants - No other concurrent investigational agents", "gender": "All", "minimum_age": "18 Years", "maximum_age": "75 Years", "healthy_volunteers": "No", "id": "NCT00006656.xml"}