{"brief_title": "Adding Cognitive Behavioral Therapy to Drug Treatment for Social Anxiety Disorder", "brief_summary": "This study will determine whether the addition of cognitive behavioral therapy can improve the effectiveness of the medication paroxetine (Paxil®) in treating individuals with social anxiety disorder.", "detailed_description": "Social anxiety disorder is a prevalent and disabling condition for which effective long-term treatments need to be identified. Paroxetine is effective in treating the acute symptoms of social anxiety, but longer-term management remains a challenge. Cognitive behavioral therapy (CBT) has been effective in treating depression and panic disorder symptoms; it may also be effective in augmenting paroxetine response and reducing relapse after medication discontinuation. This study will examine the effects of paroxetine treatment alone and in combination with CBT. Participants in this study will receive paroxetine for 12 weeks. After 12 weeks, participants will be randomly assigned to either add weekly sessions of CBT to their treatment or to continue taking paroxetine alone for another 16 weeks. After the 16-week treatment period, participants will have their treatments tapered and will be followed for an additional 24 weeks. Social anxiety symptoms, rates of remission, and quality of life will be assessed.", "condition": "Social Anxiety Disorder", "intervention_type": "Behavioral", "intervention_name": "Cognitive behavioral therapy (CBT)", "description": "CBT will consist of 16 weekly treatment sessions.", "arm_group_label": "2", "other_name": "Paxil", "criteria": "Inclusion Criteria: - DSM-IV criteria for generalized social phobia - Willing and able to give written informed consent - English-speaking Exclusion Criteria: - Prior or current diagnosis of schizophrenia, schizoaffective disorder, organic mental disorder, bipolar disorder, or antisocial, schizotypal, and schizoid personality disorders - Suicidal thoughts - History of failed paroxetine treatment of at least 6 weeks' duration at adequate doses or a history of failed outcome of a previous adequate trial of CBT - Clinically significant and/or unstable medical disease - Pregnancy or breast-feeding. Women of childbearing potential will be required to sign a statement indicating their intention to avoid pregnancy during the study through the use of an effective method of contraception. - Alcohol or substance abuse or dependence within the past 3 months. Patients with a positive drug screen but no substance abuse disorder will be eligible for the study, provided they have not met criteria for abuse/dependence within the last 6 months and provide two clean urine samples 2 weeks apart. - Current or past history of seizure disorder (except febrile seizure in childhood) - Conditions that contraindicate the use of paroxetine - Inability to tolerate or unwillingness to accept a drug-free period of 4 weeks for monoamine oxidase inhibitors (MAOIs) or fluoxetine and 2 weeks for other selective serotonin reuptake inhibitors (SSRIs), neuroleptics, antidepressants, benzodiazepines, mood stabilizers, buspirone, beta-adrenergic blockers, or other psychotropic drugs prior to beginning the study - Currently receiving psychotherapy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "65 Years", "healthy_volunteers": "No", "id": "NCT00074802.xml"}