{"brief_title": "Safety and Effectiveness of L2-7001 (Interleukin-2) in HIV-Positive Patients Receiving Anti-HIV Therapy", "brief_summary": "The purpose of this study is to see if it is safe and effective to give HIV-positive patients L2-7001 (a type of interleukin-2) plus anti-HIV therapy. Interleukin-2 (IL-2) is a substance naturally produced by the body's white blood cells that plays an important role in helping the body fight infection. IL-2 may be able to boost the immune systems of people with HIV infection.", "detailed_description": "This study takes place in two phases. Phase A consists of an open-label dose-escalation of L2-7001 through four dose levels. Ascending dose cohorts of five patients are studied. The safety and tolerability of L2-7001 is assessed in preparation for the second phase of the study and to estimate an MTD. Phase B involves randomization of 190 patients to (a) one of three dose levels of L2-7001 plus ART, (b) one of two dosing levels of Proleukin plus ART, or (c) ART alone. L2-7001 and Proleukin are given SC every 12 hours for the first 5 days of an 8-week cycle for three cycles. Serum IL-2 levels, soluble IL-2 receptor levels, and levels of pro-inflammatory cytokines are evaluated in 8 patients randomized to each treatment cohort of Phase B. All patients completing this phase of the protocol are eligible to be screened for enrollment in a maintenance use protocol which will allow for access to L2-7001.", "condition": ["HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["Aldesleukin"], "criteria": "Inclusion Criteria Patients may be eligible for this study if they: - Are HIV-positive. - Have a viral load below 10,000 copies/ml. - Have a CD4 count between 300 and 500 cells/mm3. - Have been on stable anti-HIV therapy for 4 months. Patients must be taking at least 2 drugs, 1 of which must be a protease inhibitor or a nonnucleoside drug (NNRTI). - Are at least 18 years old. - Agree to use an effective barrier method of birth control, such as condoms, during the study. Exclusion Criteria Patients will not be eligible for this study if they: - Have an AIDS-defining illness. (Patients who have had an AIDS-defining illness that was cured may still be eligible.) - Have an alcohol or drug abuse problem that the doctors feel would affect their ability to participate. - Have cancer requiring chemotherapy. - Have a history of autoimmune disease. - Have uncontrolled diabetes or certain thyroid problems. - Have mental illness or other serious medical condition that the doctors feel would affect their ability to participate. - Have received IL-2 in the past. - Have taken corticosteroids or certain medications that affect the immune system in the past 4 weeks. - Have taken hydroxyurea in the past 4 months. - Are pregnant or breast-feeding.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Pharmacokinetics", "mesh_term": ["HIV Infections", "Aldesleukin", "Interleukin-2"], "id": "NCT00002449"}