{"brief_title": "Pegfilgrastim PBPC Mobilization Study", "brief_summary": "This is a randomized, double-blind, multi-center study to assess the safety and effectiveness of using a single subcutaneous (under the skin) injection of pegfilgrastim or daily subcutaneous injections of Filgrastim to mobilize stem cells for autologous transplantation in patients with Hodgkin's or non-Hodgkin's lymphoma.", "detailed_description": "This is a research study for Hodgkin's Disease and Non-Hodgkin's Lymphoma (NHL) patients who will receive high-dose chemotherapy with autologous peripheral blood stem cell (PBSC or PBPC) transplant. The chemotherapy doses are high enough to severely suppress the bone marrow (where blood cells are made) and cause very low blood counts. A collection of stem cells (very young blood cells) followed by reinfusion to restore blood counts will be done to stimulate recovery of your blood counts. This procedure is called leukapheresis. Giving growth factors to patients is a method to increase the number of PBPC that can be collected during leukapheresis. This process of giving growth factors to patients is called mobilization (moving cells from the bone marrow to the peripheral blood where they can be collected). The purpose of this study is to determine if pegfilgrastim, an investigational drug, can safely and effectively mobilize stem cells. Filgrastim (also known as NEUPOGEN® or G-CSF) is approved by the FDA for stem cell mobilization. Pegfilgrastim is a modified version of Filgrastim that is longer acting.", "condition": ["Lymphoma", "Hodgkin's Lymphoma", "Non-Hodgkin's Lymphoma", "Hematology", "Oncology"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["pegfilgrastim 12 mg", "filgrastim", "pegfilgrastim 6 mg"], "description": ["Pegfilgrastim 12 mg given once for PBPC mobilization", "Filgrastim given daily for PBPC mobilization", "Pegfilgrastim 6 mg given once for PBPC mobilization"], "arm_group_label": ["Pegfilgrastim 12 mg", "filgrastim", "Pegfilgrastim 6 mg"], "criteria": "- Hodgkin's or non-Hodgkin's lymphoma patients suitable for an autologous PBPC transplant - No previous bone marrow or PBPC transplant", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "mobilization", "mesh_term": ["Lymphoma", "Lymphoma, Non-Hodgkin", "Hodgkin Disease", "Lenograstim"], "id": "NCT00066092"}