{"brief_title": "Bivalirudin in Patients With Acute Myocardial Infarction (AMI) Undergoing Primary PCI", "brief_summary": "The purpose of this study is to demonstrate the benefit of bivalirudin in combination with clopidogrel with provisional GPIIb/IIIa inhibitor use, in reducing the bleeding complications associated with early invasive management of patients presenting with an ST Elevation Myocardial Infarction (STEMI) and undergoing primary PCI, while providing similar rates of ischemic events when compared to published results of relevant trials.", "condition": "Myocardial Infarction", "intervention_type": "Drug", "intervention_name": "Angiomax (bivalirudin) anticoagulant", "criteria": "Inclusion Criteria: 1. Patients >18 years of age. 2. Symptoms of STEMI for at least 30 min within previous 12 hours AND - ST-segment elevation in at least 2 contiguous leads or new Left Branch Bundle Block (LBBB), OR existing LBBB with positive troponin - Residual high grade stenosis and associated abnormalities in regional wall motion. 3. Planned primary PCI in native coronary vessel. Exclusion Criteria: 1. Confirmed pregnancy 2. Fibrinolytic therapy - Any alteplase, reteplase, tenectoplase, or streptokinase within the last 24 hours 3. Culprit lesion within SVG or bypass conduit 4. Dependency on renal dialysis 5. Administration of LMWH within 8 hours prior to PCI 6. Administration of abciximab within 7 days prior to PCI 7. Administration of eptifibatide or tirofiban within 12 hours prior to PCI 8. Warfarin MUST BE discontinued prior to procedure, and the INR must be ⎕1.5, or the PT<15, 9. Heparin. If heparin is administered in the ER as long as it is discontinued at least 30 minutes prior to procedure, OR ACT <250, a patient may be enrolled. No clotting measurements are required if patient received heparin ⎕30 minutes prior to the initiation of bivalirudin. 10. Allergy to heparin or bivalirudin, or known sensitivity to any component of the products 11. Allergy to aspirin, clopidogrel, or abciximab 12. Contraindication to abciximab 13. Angiomax within 24 hours prior to study drug administration 14. Neurosurgery with three months 15. Severe hypertension not adequately controlled by antihypertensive therapy at the time of study entry (BP >180/110 mm Hg) 16. Cardiogenic shock (SBP <80 for >30 min or a need for intravenous pressors) 17. Stroke within three months 18. Any hemorrhagic diathesis 19. Life expectancy <1 year 20. Participation in another clinical trial", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00093184.xml"}