{"brief_title": "Treatment of Depression in Adults", "brief_summary": "This study will determine how certain features of depressed individuals affect their responses to depression treatment.", "detailed_description": "Major depression is a serious condition that can have devastating functional consequences. Although numerous depression studies have been conducted, understanding of how best to achieve long-term recovery remains limited. This study will assess the mood, personality, pharamcokinetic and genetic characteristics of depressed participants to determine the effects of these features on treatment response. This study will be conducted at two international treatment sites, including the University of Pittsburgh and the University of Pisa, Italy. Participants will be randomly assigned to receive either interpersonal psychotherapy (IPT) or escitalopram pharmacotherapy for a minimum of 32 weeks or approximately 8 months. Participants whose symptoms become stabilized will continue the initial treatment for another 6 months; those who do not will have the second treatment added to their regimen until remission occurs. Clinical evaluations and questionnaires will be used to assess participants.", "condition": "Depression", "intervention_type": "Other", "intervention_name": "Escitalopram plus IPT", "description": "Participants whose symptoms become stabilized will continue the initial treatment for another 6 months. Those who do not will have the second treatment added to their regimen until remission occurs.", "arm_group_label": "3", "criteria": "Inclusion Criteria: - Diagnosis of Major depression Exclusion Criteria: - History of manic or hypomanic episodes - History of schizophrenia or schizoaffective disorder - Diagnosis of anorexia nervosa or bulimia nervosa - Current psychosis - Drug and/or alcohol dependence or abuse within 3 months prior to study entry. Participants with episodic abuse related to mood disorders will not be excluded. - Diagnosis of antisocial personality disorder - Diagnosis of organic affective syndrome and uncontrolled medical illness - Pregnancy - Require inpatient treatment for suicidal risk or psychosis - History of an inability to tolerate any of the study treatments - Currently receiving treatment with an effective antidepressant", "gender": "All", "minimum_age": "18 Years", "maximum_age": "66 Years", "healthy_volunteers": "No", "id": "NCT00073697.xml"}