{"brief_title": "Phase II Neoadjuvant Trial of a Continuous Infusion of Paclitaxel Plus Cisplatin Followed by Chest Radiotherapy for Patients With Stage III Non-Small Cell Lung Cancer", "brief_summary": "2-Drug Combination Chemotherapy Followed by Radiotherapy. Paclitaxel, TAX, NSC-125973; Cisplatin, CDDP, NSC-119875; followed by chest irradiation using 4-15 MV photons.", "detailed_description": "This is a Phase II study of paclitaxel administered as a 96-hour (4 day) continuous infusion with a bolus of cisplatin followed by chest radiotherapy for previously untreated patients with stage III non-small cell lung cancer (NSCLC). The non-small cell lung cancer tissue obtained prior to the start of treatment will be studied for mutations of the p53 gene. The goal of this phase II study is to determine the response rate to 4 cycles of infusional paclitaxel and bolus cisplatin for patients with stage III NSCLC. The response will again be assessed following completion of 6000 cGy of chest radiotherapy and the patients will then be followed for survival. The relationship between the presence or absence of a p53 mutation and the sensitivity of the patient's tumors to paclitaxel plus cisplatin and chest radiation will be studied. In addition, the plasma levels of paclitaxel will be measured, and the in vitro paclitaxel chemosensitivity of the tumor cells will be determined from as many patients as possible. This will allow further study of the relationship between p53 status, in vitro drug sensitivity, achievable plasma concentrations of paclitaxel, and patients' response to therapy.", "condition": "Lung Neoplasms", "intervention_type": "Procedure", "intervention_name": "chest radiotherapy", "criteria": "DISEASE CHARACTERISTICS: Histologically confirmed non-small cell lung cancer of the following histologies: Squamous cell carcinoma, Adenocarcinoma, Large cell carcinoma, No mixed small/non-small cell carcinoma with predominant small cell component. Unresectable stage IIIA/B disease confined to thorax including: Microscopic disease involvement following attempted surgery and limited to anatomic areas corresponding to stage III disease (N2-3, T3-4). Surgically treated stage I/II disease with histologic or cytologic proof of relapse and limited to anatomic areas corresponding to stage III disease (N2-3, T3-4). T3, N0 tumor extending directly to the chest wall considered resectable and not eligible. No stage IIIB disease with pleural effusion visible on chest x-ray unless related to a previous thoracotomy. No typical carcinoid or mesothelioma. Measurable disease preferred but not required. PRIOR/CONCURRENT THERAPY: No prior chemotherapy or thoracic radiotherapy. PATIENT CHARACTERISTICS: Age: 18 and over. Performance status: ECOG 0-2. Hematopoietic: AGC greater than 2,000. Platelets greater than 100,000. Hepatic: Bilirubin no greater than 1.5 mg/dL. Renal: Creatinine no greater than 1.5 mg/dL. Cardiovascular: No symptomatic heart disease including: Less than fully compensated congestive cardiac failure, Significant arrhythmias e.g.: Greater than first-degree heart block, Uncontrolled and symptomatic atrial dysrhythmia except sinus, bradycardia or sustained ventricular tachycardia, Myocardial infarction within 3 months. Pulmonary: No major uncontrolled active infection (unless due to obstructed bronchus). OTHER: No major active psychiatric problem requiring hospitalization or psychotropic medication such as phenothiazines. No prior second malignancy within 5 years except: nonmelanomatous skin cancer, In situ carcinoma of the cervix. No pregnant or nursing women.", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00001499.xml"}