{"brief_title": "Chemotherapy Plus Peripheral Stem Cell Transplantation in Treating Infants With Malignant Brain or Spinal Cord Tumors", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Combining chemotherapy with peripheral stem cell transplantation may allow the doctors to give higher doses of chemotherapy drugs and kill more tumor cells. PURPOSE: Phase I trial to study the effectiveness of combination chemotherapy plus peripheral stem cell transplantation in treating infants with malignant brain or spinal cord tumors.", "detailed_description": "OBJECTIVES: - Determine the maximum tolerated dose of thiotepa in infants with malignant brain or spinal cord tumors receiving intensive chemotherapy. - Determine the feasibility and toxicity of intensive chemotherapy with peripheral blood stem cell (PBSC) rescue in these patients. - Assess the feasibility of harvesting PBSCs in these patients. - Determine the complete response rate and overall event-free survival rate in patients treated with this regimen. OUTLINE: This is a pilot, multicenter study. Patients undergo surgery for diagnosis and maximal tumor resection. Within 6 weeks of surgery or when stable, patients begin induction chemotherapy comprising cisplatin IV over 6 hours on day 0; vincristine IV on days 0, 7, and 14; cyclophosphamide IV over 1 hour on days 1-2; and etoposide IV over 1 hour on days 0-2. Twenty four hours after the last cyclophosphamide dose, patients receive filgrastim (G-CSF) subcutaneously (SC) and undergo peripheral blood stem cell harvest 2 days later. Treatment repeats every 21 days for up to 3 courses in the absence of disease progression or unacceptable toxicity. Within 6 weeks after induction chemotherapy, patients receive consolidation chemotherapy comprising carboplatin IV over 2 hours on days 0-1 followed immediately by escalating doses of thiotepa IV over 2 hours. Patients then undergo peripheral blood stem cell transplantation 48 hours after the last thiotepa dose. Patients receive G-CSF SC daily on days 3 to 21. Treatment repeats every 21 days for up to 3 courses in the absence of disease progression or unacceptable toxicity. Patients experiencing dose-limiting toxicity due to thiotepa are removed from the study. Patients are followed at 4 weeks, every 3 months for 1 year, every 6 months for 3 years, and then annually for 3 years or until relapse. PROJECTED ACCRUAL: A total of 83 patients will be accrued for this study within 1 year.", "condition": ["Brain Tumors", "Central Nervous System Tumors", "Neuroblastoma", "Sarcoma"], "intervention_type": ["Biological", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Procedure", "Procedure"], "intervention_name": ["filgrastim", "carboplatin", "cisplatin", "cyclophosphamide", "etoposide", "thiotepa", "vincristine sulfate", "conventional surgery", "peripheral blood stem cell transplantation"], "description": ["Given IV", "Given IV", "Given IV", "Given IV", "Given IV", "Given IV", "Given IV"], "arm_group_label": ["Treatment (combination chemotherapy, PBSC transplant)", "Treatment (combination chemotherapy, PBSC transplant)", "Treatment (combination chemotherapy, PBSC transplant)", "Treatment (combination chemotherapy, PBSC transplant)", "Treatment (combination chemotherapy, PBSC transplant)", "Treatment (combination chemotherapy, PBSC transplant)", "Treatment (combination chemotherapy, PBSC transplant)", "Treatment (combination chemotherapy, PBSC transplant)", "Treatment (combination chemotherapy, PBSC transplant)"], "other_name": ["GRANULOCYTE COLONY-STIMULATING FACTOR", "r-metHuG-CSF", "G-CSF", "Paraplatin", "CBDCA", "NSC #241240", "Cis-diamminedichloroplatinum II", "Platinol-AQ", "NSC #119875", "CTX", "Cytoxan", "NSC #026271", "VP-16", "VePesid", "Etopophos", "NSC #141540", "Tespa", "Tspa", "NSC #639", "VCR", "Oncovin", "NSC #067574"], "criteria": "DISEASE CHARACTERISTICS: - Histologically proven malignant brain or spinal cord tumor, including the following: - Primitive neuroectodermal tumor - Ganglioneuroblastoma - Medulloblastoma neuroblastoma - Desmoplastic medulloblastoma - Medulloepithelioma - Ependymoma neuroepithelioma - Anaplastic ependymoma germ cell tumor - Astrocytoma germinoma - Anaplastic astrocytoma - Embryonal carcinoma - Glioblastoma endodermal sinus tumor - Gliosarcoma malignant teratoma - Choroid plexus carcinoma - Mixed germ cell tumor - Cerebellar sarcoma - Pineoblastoma - Atypical teratoid/rhabdoid tumor - Choriocarcinoma - Teratoma (malignant or with malignant transformations) - Diffusely involved brain stem tumors allowed if there is evidence of brain stem glioma by CT scan or MRI PATIENT CHARACTERISTICS: Age: - 6 months to less than 3 years Performance Status: - Not specified Life Expectancy: - More than 8 weeks Hematopoietic: - Absolute neutrophil count greater than 1,000/mm^3 - Platelet count greater than 100,000/mm^3 Hepatic: - Bilirubin less than 2.0 mg/dL Renal: - Glomerular filtration rate or creatinine clearance greater than 70 mL/min PRIOR CONCURRENT THERAPY: Biologic therapy: - No prior biologic therapy Chemotherapy: - No prior chemotherapy Endocrine therapy: - Prior corticosteroids allowed Radiotherapy: - No prior radiotherapy Surgery: - No more than 6 weeks since prior surgery - Recovered from prior surgery (stable)", "gender": "All", "minimum_age": "N/A", "maximum_age": "2 Years", "healthy_volunteers": "No", "keyword": "childhood central nervous system yolk sac tumor", "mesh_term": ["Neoplasms", "Brain Neoplasms", "Neuroblastoma", "Nervous System Neoplasms", "Central Nervous System Neoplasms", "Etoposide phosphate", "Cisplatin", "Cyclophosphamide", "Carboplatin", "Etoposide", "Thiotepa", "Vincristine", "Lenograstim"], "id": "NCT00003141"}