{"brief_title": "Temozolomide in Treating Young Patients With Refractory or Recurrent Leukemia", "brief_summary": "RATIONALE: Drugs used in chemotherapy, such as temozolomide, work in different ways to stop cancer cells from dividing so they stop growing or die. PURPOSE: This phase I trial is studying the side effects and best dose of temozolomide in treating young patients with refractory or recurrent leukemia.", "detailed_description": "OBJECTIVES: Primary - Determine the maximum tolerated dose and recommended phase II dose of temozolomide in pediatric patients with refractory or recurrent leukemia. - Determine the toxic effects of this drug in these patients. - Determine the pharmacokinetics of this drug in these patients. Secondary - Determine the antitumor activity of this drug in these patients. - Determine the biologic activity and mechanism(s) of resistance to this drug in these patients. OUTLINE: This is an open-label, dose-escalation, multicenter study. Patients receive oral temozolomide once daily on days 1-5. Treatment repeats every 28 days for up to 12 courses in the absence of disease progression or unacceptable toxicity. Cohorts of 3-6 patients receive escalating doses of temozolomide until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 6 patients experience dose-limiting toxicity. PROJECTED ACCRUAL: A total of 3-36 patients will be accrued for this study within 18-24 months.", "condition": "Leukemia", "intervention_type": "Drug", "intervention_name": "temozolomide", "arm_group_label": "Temozolomide Therapy", "other_name": "NSC # 362856", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed leukemia of any of the following types: - Acute lymphoblastic leukemia - Acute myeloid leukemia - Chronic myelogenous leukemia in blast crisis - Refractory or recurrent disease - Immunophenotypic confirmation of disease at initial diagnosis or recurrence - More than 25% blasts in the bone marrow (M3) - Active extramedullary disease allowed except for leptomeningeal disease - No known curative therapy or therapy proven to prolong survival with an acceptable quality of life - No active CNS disease PATIENT CHARACTERISTICS: Age - 1 to 21 Performance status - Karnofsky 50-100% (for patients > 10 years of age) - Lansky 50-100% (for patients ≤ 10 years of age) Life expectancy - Not specified Hematopoietic - WBC < 30,000/mm^3 (hydroxyurea or leukapheresis allowed at the discretion of the principal investigator) - Platelet count ≥ 20,000/mm^3 (platelet transfusions allowed) - Hemoglobin ≥ 8.0 g/dL (red blood cell transfusions allowed) Hepatic - ALT ≤ 5 times upper limit of normal (ULN) - Albumin ≥ 2 g/dL - Bilirubin ≤ 1.5 times ULN Renal - Creatinine normal for age OR - Creatinine clearance OR radioisotope glomerular filtration rate ≥ 70 mL/min/1.73 m^2 Other - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No uncontrolled infection PRIOR CONCURRENT THERAPY: Biologic therapy - At least 7 days since prior biologic therapy, including immunotherapy - At least 3 months since prior stem cell transplantation - No evidence of active graft-vs-host disease - No concurrent biologic therapy - No concurrent immunotherapy Chemotherapy - Recovered from prior chemotherapy - At least 6 weeks since prior nitrosoureas - Prior therapy with hydroxyurea allowed for up to 24 hours before initiation of study drug - No other concurrent chemotherapy Endocrine therapy - Concurrent hydrocortisone or other corticosteroids allowed as premedications prior to blood product transfusions in patients with prior severe allergic reactions Radiotherapy - Recovered from prior radiotherapy - No concurrent radiotherapy Surgery - Not specified Other - No other concurrent anticancer agents - No other concurrent investigational drugs", "gender": "All", "minimum_age": "1 Year", "maximum_age": "21 Years", "healthy_volunteers": "No", "id": "NCT00083070.xml"}