{"brief_title": "Safety and Efficacy Trial Evaluating the Use of SR34006 in the Treatment of Deep Vein Thrombosis (DVT)", "brief_summary": "Patients who have deep vein thrombosis (blood clot in the leg) will be treated in this study. The purpose of the study is to compare the safety and effectiveness of a new injectable anticoagulant (blood thinning) drug administered once each week, SanOrg34006, with the standard way of treating deep vein thrombosis. The standard treatment includes injections or infusions of an anticoagulant drug (Unfractionated Heparin or low molecular weight heparin) for about a week, followed by vitamin K antagonist (VKA) anticoagulant tablets (warfarin or acenocoumarol) which are taken by mouth. Eligible patients will be assigned to treatment with either SanOrg34006 or the combination of Unfractionated Heparin or low molecular weight heparin plus a VKA (warfarin or acenocoumarol) by random chance. Treatment will be known to both patients and their doctors.", "condition": "Deep Vein Thrombosis", "intervention_type": "Drug", "intervention_name": "Vitamin K antagonist (VKA)", "criteria": "Inclusion Criteria: - Confirmed acute symptomatic DVT - Written informed consent Exclusion Criteria: - Legal lower age limitations - Patients with symptomatic pulmonary embolism - Thrombectomy, insertion of a caval filter, or use of a fibrinolytic agent to treat the current episode of DVT - Other indication for VKA than DVT - More than 36 hours before the treatment with therapeutic dosages of low molecular weight heparin or initiation of VKA treatment prior to randomization - Participation in another pharmacotherapeutic study within the prior 30 days - Creatinine clearance <10mL/min, severe hepatic disease or bacterial endocarditis - Life expectancy <3 Months - Active bleeding or high risk for bleeding - Uncontrolled hypertension: systolic blood pressure >180 mm Hg and diastolic blood pressure >110 mm Hg. - Pregnancy or childbearing potential without proper contraceptive measures - Any other contraindication listed in the labeling of warfarin, acenocoumarol, unfractionated heparin (UFH), enoxaparin, or tinzaparin", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00067093.xml"}