{"brief_title": "Brain Study of Patients With Frontal Lobe Dementia and Parkinsonian Disorders", "brief_summary": "The Cognitive Neuroscience Section of the National Institute of Neurological Disorders and Stroke proposes to continue its cross-sectional and longitudinal studies of cerebral metabolism in frontal lobe dementias and atypical basal ganglia disorders. These studies include repeated assessments of neuropsychological and brain anatomical and metabolic function in subjects with these important and possibly related brain disorders.", "detailed_description": "Objective To continue the cross-sectional and longitudinal studies performed by the Cognitive Neuroscience Section of NINDS on the neuroanatomy, cerebral metabolism, neuropsychology, and genetics of frontotemporal dementia, corticobasal syndrome, and related brain disorders. Study population Frontal lobe dementias and atypical basal ganglia disorders including frontotemporal dementia, corticobasal syndrome, and related brain disorders. Design A cross-sectional assessment of neuropsychological, brain anatomical and metabolic function, and genetic measures in subjects with these disorders. Outcome measures MRI, FDG-PET, neuropsychological and clinical tests, genetics, and neuropathology.", "condition": "Down's Syndrome", "criteria": "- Subjects will be recruited from the NIH referral center, neurological and psychiatric clinics, from self or family referral in response to advertisements or from private physicians. Healthy volunteers will include subjects who are considered at-risk for the development of FTD or CBS and subjects who serve as normal controls matched for key characteristics with the patients. INCLUSION CRITERIA FOR PATIENTS: - Diagnosis of possible / probable FTD or CBS - Caregiver willing and able to accept the responsibilities involved in the study EXCLUSION CRITERIA: - Pregnant women. Women of childbearing potential will be screened by history for the possibility of pregnancy and undergo a urine pregnancy test. These women will be excluded from the imaging portions of the protocol. - Behavioral symptoms that would preclude the gathering of data for the study - Other medical or social condition that would preclude participation in the opinion of the investigators", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "Accepts Healthy Volunteers", "id": "NCT00001178.xml"}