{"brief_title": "A Study of Azithromycin Plus Pyrimethamine in the Treatment of a Brain Infection in Patients With AIDS", "brief_summary": "To evaluate the effectiveness and toxicity of oral azithromycin and pyrimethamine as acute therapy for toxoplasmic encephalitis in AIDS patients. To assess the toxicity and effectiveness of azithromycin alone as maintenance therapy. Encephalitis caused by Toxoplasma gondii is the most frequent cause of focal central nervous system infection in patients with AIDS. Untreated, the encephalitis is fatal. Standard treatment for toxoplasmic encephalitis is associated with serious adverse effects. Thus, alternative treatments are needed.", "detailed_description": "Encephalitis caused by Toxoplasma gondii is the most frequent cause of focal central nervous system infection in patients with AIDS. Untreated, the encephalitis is fatal. Standard treatment for toxoplasmic encephalitis is associated with serious adverse effects. Thus, alternative treatments are needed. Patients with toxoplasmosis are given azithromycin at doses starting at the lowest dose for the first cohort, an intermediate dose for the second cohort, and a higher dose for the third cohort. Subsequent cohorts may receive azithromycin in increased dosage, if needed to determine the MTD. All patients also receive pyrimethamine. Folinic acid is also provided for as long as patients receive pyrimethamine. Patients are evaluated for clinical response to treatment at days 3, 7, and 14, and weekly for 6 weeks. Maintenance treatment with azithromycin continues for an additional 24 weeks. Patients who complete the study period without relapse or significant toxicity are offered continued therapy by the drug company and are followed for survival and relapse on a monthly basis for 1 year. After the MTD is determined, a subsequent cohort may be added for special studies.", "condition": ["Toxoplasmosis, Cerebral", "HIV Infections"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["Azithromycin", "Pyrimethamine", "Leucovorin calcium"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Aerosolized pentamidine for prophylaxis against Pneumocystis carinii pneumonia (PCP). - Allowed during maintenance period (weeks 7 - 24): - Zidovudine and other antiretrovirals available through treatment IND mechanisms, ganciclovir, and maintenance doses of amphotericin (other investigational therapies require permission from the study chair), steroids for the treatment of acute PCP. - Isoniazid (INH) only for patients already on INH. Patients must have the following: - HIV infection or belong to high-risk group. Presumptive or definite diagnosis of toxoplasmic encephalitis. - Each patient, or his/her appropriate family member, or legal designee must be able to understand and sign a written informed consent, in accordance with the local practices at each site. Exclusion Criteria Co-existing Condition: Patients with the following conditions or symptoms are excluded: - History of cerebral toxoplasmosis or toxoplasmosis infection in any other organ or tissue. - Coma. - More than 72 hours of treatment for current episode of toxoplasmic encephalitis prior to study entry. - Central nervous system (CNS) lymphoma. - Cerebral Kaposi's sarcoma. - Active hepatitis or clinical jaundice. - History of serious hypersensitivity or intolerance to any of the study drugs. - Serum or cerebrospinal fluid (CSF) positive for cryptococcus antigen or culture. - Malignancies requiring use of cytotoxic chemotherapy. - Inability to take oral therapy reliably. - Malabsorption syndrome. Concurrent Medication: Excluded: - Opportunistic infection requiring either acute treatment or maintenance therapy with azithromycin, erythromycin or other macrolides, sulfonamides, amphotericin, dapsone, ganciclovir, antifolates, and other investigational agents except erythropoietin. For first 6 weeks of treatment, patients may not receive treatment with erythromycin (or other macrolides), sulfonamides, immunomodulators with the exception of alpha interferon, lymphocyte replacement, cytotoxic chemotherapy, dapsone, ganciclovir, rifampicin, coumadin, antiretrovirals, and investigational agents other than erythropoietin. Patients with the following are excluded: - Negative HIV antibodies by a federally licensed ELISA, unless there is documentation of a previously positive HIV culture or p24 antigen. - Infections of the central nervous system. - Malignancies requiring the use of cytotoxic chemotherapy. - Any medical or social condition that, in the opinion of the investigator, would adversely affect participation and/or compliance in this study.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Azithromycin", "mesh_term": ["Infection", "HIV Infections", "Encephalitis", "Toxoplasmosis", "Toxoplasmosis, Cerebral", "Levoleucovorin", "Pyrimethamine"], "id": "NCT00000966"}