{"brief_title": "A Study of Thioctic Acid and Deprenyl in HIV-Infected Patients With Dementia", "brief_summary": "The purpose of this study is to see if it is safe and effective to give thioctic acid and deprenyl (selegiline hydrochloride), alone or in combination, to HIV-infected patients who have mild to moderate dementia (a decline in their mental abilities).", "detailed_description": "Patients are randomized to receive thioctic acid alone, deprenyl alone, thioctic acid/deprenyl, or placebo alone for 10 weeks, after which all patients may receive active drug on an open-label basis. Patients must have seven clinic visits.", "condition": ["Cognitive Disorders", "HIV Infections"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Thioctic acid", "Selegiline hydrochloride"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Antiretrovirals provided dose has been stable for at least 6 weeks prior to study entry. Patients must have: - HIV seropositivity. - Mild to moderate cognitive impairment (problems with short term memory, concentration, and feeling slowed down). - No active opportunistic CNS infection. - Ability to give informed consent. Prior Medication: Allowed: - Prior antiretrovirals provided dose has been stable for at least the past 6 weeks. - Prior thioctic acid or deprenyl. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Severe premorbid psychiatric illness including schizophrenia and major depression that would interfere with study compliance. - CNS neoplasms. - Any other clinically significant condition or laboratory abnormality that would preclude participation on study. - Current participation in other drug studies. Concurrent Medication: Excluded: - Chemotherapy for malignancy. Patients with the following prior conditions are excluded: - History of chronic neurological disorders such as serious head injury, documented stroke, multiple sclerosis, uncontrolled epilepsy, Tourette's syndrome, and other neurodegenerative processes such as Huntington's disease. - Prior participation in this study. - History of adverse reaction/allergy to thioctic acid or deprenyl. Prior Medication: Excluded: - Other investigational drugs within 30 days prior to study entry.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Selegiline", "mesh_term": ["HIV Infections", "Dementia", "Cognition Disorders", "Thioctic Acid", "Selegiline"], "id": "NCT00002154"}