{"brief_title": "Voriconazole Compared With Itraconazole in Preventing Fungal Infections in Patients Undergoing Allogeneic Hematopoietic Stem Cell Transplantation", "brief_summary": "RATIONALE: Antifungals, such as voriconazole and itraconazole, may be effective in preventing fungal infections in patients who are undergoing allogeneic stem cell transplantation. PURPOSE: This randomized clinical trial is studying voriconazole to see how well it works compared to itraconazole in preventing fungal infections in patients who are undergoing allogeneic hematopoietic stem cell transplantation.", "detailed_description": "OBJECTIVES: - Compare the safety and tolerability of voriconazole vs itraconazole for the prevention of fungal infections in patients undergoing allogeneic hematopoietic stem cell transplantation. OUTLINE: This is a randomized study. Patients are stratified according to donor type (related vs unrelated). Patients are randomized to 1 of 2 treatment arms. - Arm I: Beginning after allogeneic hematopoietic stem cell transplantation (AHSCT), patients receive voriconazole IV twice daily on days 1-14 and then orally* twice daily on days 15-100. - Arm II: Beginning after AHSCT, patients receive itraconazole IV twice daily on days 1-2, once daily on days 3-14, and then orally* twice daily on days 15-100. NOTE: *Patients unable to tolerate oral medication may continue IV medication beyond day 14. In both arms, treatment continues in the absence of unacceptable toxicity or an invasive fungal infection. Patients requiring corticosteroid therapy for graft-versus-host disease continue to receive voriconazole or itraconazole beyond day 100. Patients are followed until day 180 post-transplantation. PROJECTED ACCRUAL: A total of 150 patients (75 per treatment arm) will be accrued for this study.", "condition": ["Cancer"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["itraconazole", "voriconazole"], "criteria": "DISEASE CHARACTERISTICS: - Undergoing allogeneic hematopoietic stem cell transplantation - No invasive yeast infection within the past 8 weeks - Colonized or superficial infection allowed - No documented or probable aspergillus or mold infection within the past 8 weeks - Patients with a history of candidemia must have negative blood cultures and no clinical signs of candidemia PATIENT CHARACTERISTICS: Age - 12 and over Performance status - Not specified Life expectancy - Not specified Hematopoietic - Not specified Hepatic - Not specified Renal - Not specified Other - Not pregnant or nursing - Fertile patients must use effective contraception - No prior allergy or intolerance to imidazoles or azoles (e.g., fluconazole, itraconazole, voriconazole, ketoconazole, miconazole, or clotrimazole) PRIOR CONCURRENT THERAPY: Biologic therapy - See Disease Characteristics Chemotherapy - Not specified Endocrine therapy - Not specified Radiotherapy - Not specified Surgery - Not specified Other - At least 1 week since prior amphotericin B or fluconazole for candidemia - No concurrent therapy with any of the following: - Rifampin - Rifabutin - Phenobarbital - Phenytoin - Carbamazepine - Oral midazolam - Triazolam - Terfenadine - Astemizole - Concurrent topical antifungal agents for superficial fungal infections allowed", "gender": "All", "minimum_age": "12 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "childhood myelodysplastic syndromes", "mesh_term": ["Itraconazole", "Hydroxyitraconazole", "Voriconazole"], "id": "NCT00079222"}