{"brief_title": "Vaccine Therapy in Treating Patients With Stage IIIB, Stage IIIC, or Stage IV Melanoma", "brief_summary": "RATIONALE: Vaccines may make the body build an immune response to kill tumor cells. PURPOSE: This randomized phase I/II trial is studying three different doses of a vaccine and comparing them to see how well they work in treating patients with stage IIIB, stage IIIC, or stage IV melanoma.", "detailed_description": "OBJECTIVES: - Determine the immune response in patients with stage IIIB, IIIC, or IV melanoma treated with vaccine comprising multiple synthetic melanoma peptides, Montanide ISA-51, and sargramostim (GM-CSF). OUTLINE: This is a randomized study. Patients are randomized to 1 of 3 treatment arms. - Arm I: Patients receive vaccine comprising low-dose multiple synthetic melanoma peptides, Montanide ISA-51, and sargramostim (GM-CSF) on days 1, 8, 15, 29, 36, and 43. - Arm II: Patients receive vaccine comprising medium-dose multiple synthetic melanoma peptides, Montanide ISA-51, and GM-CSF as in arm I. - Arm III: Patients receive vaccine comprising high-dose multiple synthetic melanoma peptides, Montanide ISA-51, and GM-CSF as in arm I. On day 22, the lymph node draining the vaccination site is removed to determine whether the immune system is responding to the vaccine. PROJECTED ACCRUAL: A maximum of 38 patients will be accrued for this study.", "condition": ["Intraocular Melanoma", "Melanoma (Skin)"], "intervention_type": ["Biological", "Biological", "Biological"], "intervention_name": ["IFA", "6MHP", "GM-CSF"], "description": ["vaccine adjuvant", "melanoma helper peptides", "vaccine adjuvant"], "arm_group_label": ["Arm A. 6MHP vaccine 200 mcg", "Arm B. 6MHP vaccine 400 mcg", "Arm C. 6MHP vaccine 800 mcg", "Arm A. 6MHP vaccine 200 mcg", "Arm B. 6MHP vaccine 400 mcg", "Arm C. 6MHP vaccine 800 mcg", "Arm A. 6MHP vaccine 200 mcg", "Arm B. 6MHP vaccine 400 mcg", "Arm C. 6MHP vaccine 800 mcg"], "other_name": ["incomplete Freund's adjuvant, Montanide ISA-51", "multi-epitope melanoma peptide vaccine", "sargramostim"], "criteria": "DISEASE CHARACTERISTICS: - Diagnosis of stage IIIB, IIIC, or IV melanoma - HLA-DR1, -DR4, -DR11, -DR13, or -DR15 positive - Brain metastases allowed at the discretion of the principle investigator PATIENT CHARACTERISTICS: Age - 18 and over Performance status - ECOG 0-1 Life expectancy - Not specified Hematopoietic - Absolute neutrophil count > 1,000/mm^3 - Platelet count > 100,000/mm ^3 - Hemoglobin > 9 g/dL Hepatic - Liver function tests ≤ 2.5 times upper limit of normal (ULN) Renal - Creatinine ≤ 1.5 times ULN Cardiovascular - No New York Heart Association class III or IV heart disease Other - Prior diagnosis of other cancer allowed - Not pregnant or nursing - Weight ≥ 110 pounds - No uncontrolled diabetes PRIOR CONCURRENT THERAPY: Biologic therapy - More than 4 weeks since prior growth factors - More than 4 weeks since prior allergy shots - More than 12 weeks since prior melanoma vaccine therapy* NOTE: *Prior melanoma vaccine allowed only for patients with disease progression during or after administration of the vaccine - No prior vaccination with any of the peptides used in this study Chemotherapy - More than 4 weeks since prior chemotherapy Endocrine therapy - More than 4 weeks since prior steroids Radiotherapy - More than 4 weeks since prior radiotherapy Surgery - Not specified Other - More than 1 month since prior investigational drugs or therapies - No other concurrent investigational drugs or therapies", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "recurrent intraocular melanoma", "mesh_term": ["Melanoma", "Uveal Neoplasms", "Vaccines", "Freund's Adjuvant"], "id": "NCT00089219"}