{"brief_title": "Phase II Study Of Roferon and Accutane For Patients With T-Cell Malignancies", "brief_summary": "The purpose of this study is to determine the response rate of patients with T-cell malignancies to combination therapy using interferon-alpha (Roferon) and Isotretinoin (Accutane).", "detailed_description": "Retinoids have shown activity in T-cell malignancies in past studies (both isotretinoin and etretinate) with an overall response rate of about 60%. One third of those responses were complete responses. Interferon-alpha has proven efficacy in wide ranges of human malignancies including T-cell lymphomas as a single agent. A clinical trial was needed to evaluate the response rate of these two agents combined. Interferon is a normal body protein, which is made by cells after exposure to viruses. It acts as a messenger to warn surrounding cells of invasions by viruses and, possibly, by cancer cells. Isotretinoin is a synthetic form of Vitamin A which effects the growth of normal cells and cancer cells. Participants participating in this study will receive a combination of alpha-interferon and isotretinoin. Alpha-interferon will be given once a day for an initial period of 12 weeks. Participants will take the drug home, where a nurse or family member of the participant (who can be trained at UTMDACC) will inject it just under the skin (SQ). Isotretinoin will be given by mouth twice a day. If a participant's disease does not show a response, the alpha-interferon and the isotretinoin will be increased. If side effects occur, the dose of alpha-interferon and/or isotretinoin will be decreased by 50%. If the side effects are severe, therapy will be discontinued. If the participant's disease is unresponsive or worsens, the participant will be taken off study and other treatments will be recommended. Responding participants will be placed on a maintenance schedule for as long as they respond. Up to 60 participants will be studied at UT M.D. Anderson Cancer Center to test the effectiveness of this drug combination. This is an investigational study. Alpha-interferon and isotretinoin are FDA approved and commercially available.", "condition": ["Lymphoma, T-Cell", "Mycosis Fungoides", "Hematologic Neoplasms"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Isotretinoin (Accutane)", "Interferon Alpha"], "description": ["0.5 mg/k (1.0 mg/k total) by mouth twice a day", "Starting dose of 3 MU injected under skin once a day for 12 weeks."], "arm_group_label": ["1", "1"], "other_name": ["13-cis-Retinoic Acid", "Intron A", "Interferon alfa-2b"], "criteria": "Inclusion Criteria: 1. Patients with histologic proof of incurable T-cell malignancy or Hodgkin's disease, and not eligible for existing/higher priority protocols. Patients with Hodgkin's disease will be eligible only if they have failed at least a MOPP-like and ABVD-like regimen. 2. Patients should not have received chemotherapy, immunotherapy, hormonal therapy, or radiation therapy within three weeks of entry into the study and must have recovered from acute toxic effects of prior therapy. 3. Patients must have a life expectancy of at least 12 weeks and a performance status of less than or equal to 2 (Zubrod scale: Appendix A). 4. Patients must sign an informed consent indicating that they are aware of the investigational nature of this study, in keeping with policies of the hospital. The only approved consent form is appended to this protocol. 5. Patients must have measurable or evaluable disease. 6. Patients must be greater than or equal to 18 years old. 7. Patients may receive no other concurrent chemotherapy, immunotherapy, or radiotherapy. 8. Patients should have adequate hepatic function with bilirubin of less than or equal to 2.0 mg%, and SGPT of less than or equal to 4 times the upper limits of normal. 9. Patients should have adequate renal function (defined as serum creatinine of less than or equal to 2.0 mg%). 10. Patients should have serum triglyceride level less than or equal to 2.5 times the upper limits of normal. 11. Patients may not have serious intercurrent medical illness. 12. Patients of child bearing potential must be practicing adequate contraception. 13. Patients will be eligible regardless of the extent of prior chemotherapy. Exclusion Criteria: 1) Pediatric Patients under 18 years old.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "T-cell malignancies", "mesh_term": ["Mycoses", "Mycosis Fungoides", "Hematologic Neoplasms", "Lymphoma, T-Cell", "Interferons", "Interferon-alpha", "Isotretinoin"], "id": "NCT00038376"}