{"brief_title": "Computed Tomography (CT) Scans Using CT-On-Rails™ to Pinpoint the Location of the Tumor in Treating Patients With Prostate Cancer", "brief_summary": "RATIONALE: New imaging procedures such as CT-on-rails™ may improve the ability to pinpoint the location of the tumor and decrease radiation therapy damage to healthy tissue. PURPOSE: This phase I/II trial is studying how well computed tomography (CT) scans using CT-on-rails™ work in pinpointing the location of the tumor in patients with prostate cancer.", "detailed_description": "OBJECTIVES: Primary - Validate the software for CT-on-rails™ by comparing prostate target localization via daily ultrasound vs computed tomography (CT) in patients undergoing radiotherapy for prostate cancer. Secondary - Determine the potential benefit of using fiducials in the prostate of patients undergoing daily CT scans and/or ultrasounds for localization. - Determine the intra- and inter-radiation treatment setup and target position uncertainties, in terms of isocenter coordinates in space, using both the ultrasound and CT scans compared to the coordinates of the isocenter determined at simulation, in these patients. OUTLINE: This is a pilot study. - Phase I: Patients undergo computed tomography (CT) using CT-on-rails™ twice weekly. Patients undergo BAT™ ultrasound daily for prostate localization. Patients undergo concurrent daily radiotherapy off study after imaging. After radiotherapy treatment is complete, patients continue to undergo scanning using CT-on-rails™ twice weekly. - Phase II: Patients undergo local anesthesia and surgical insertion of gold fiducial markers into the prostate. After 1 week, patients undergo a daily CT scan using CT-on-rails™ and bi-weekly BAT™ ultrasound. Patients undergo daily radiotherapy off study after imaging. After radiotherapy treatment is complete, patients continue to undergo scanning using CT-on-rails™ twice weekly. PROJECTED ACCRUAL: A total of 40 patients (20 per study phase) will be accrued for this study.", "condition": ["Prostate Cancer"], "intervention_type": ["Procedure", "Procedure"], "intervention_name": ["computed tomography", "ultrasound imaging"], "criteria": "DISEASE CHARACTERISTICS: - Diagnosis of definitive prostate cancer - Radiotherapy planned as treatment PATIENT CHARACTERISTICS: Age - Any age Performance status - Not specified Life expectancy - Not specified Hematopoietic - Not specified Hepatic - Not specified Renal - Not specified PRIOR CONCURRENT THERAPY: Biologic therapy - Not specified Chemotherapy - Not specified Endocrine therapy - Not specified Radiotherapy - See Disease Characteristics Surgery - Not specified", "gender": "Male", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "stage IV prostate cancer", "mesh_term": ["Prostatic Neoplasms"], "id": "NCT00084526"}