{"brief_title": "Examination of Clinical and Laboratory Abnormalities in Patients With Defective DNA Repair: Xeroderma Pigmentosum, Cockayne Syndrome, or Trichothiodystrophy", "brief_summary": "Four rare genetic diseases, xeroderma pigmentosum (XP), Cockayne syndrome (CS), the XP/CS complex and trichothiodystrophy (TTD) have defective DNA excision repair although only XP has increased cancer susceptibility. We plan to perform careful clinical examination of selected patients with XP, XP/CS, CS, or TTD and follow their clinical course. We will obtain tissue (skin, blood, hair, buccal swabs) for laboratory examination of DNA repair and for genetic analysis. We hope to be able to correlate these laboratory abnormalities with the clinical features to better understand the mechanism of cancer prevention by DNA repair. Patients will be offered counseling and education for cancer control.", "detailed_description": "Four rare genetic diseases, xeroderma pigmentosum (XP), Cockayne syndrome (CS), the XP/CS complex and trichothiodystrophy (TTD) have defective DNA excision repair although only XP has increased cancer susceptibility. We plan to perform careful clinical examination of selected patients with XP, XP/CS, CS, or TTD and follow their clinical course. We will obtain tissue (skin, blood, hair, buccal swabs) for laboratory examination of DNA repair and for genetic analysis. We hope to be able to correlate these laboratory abnormalities with the clinical features to better understand the mechanism of cancer prevention by DNA repair. Patients will be offered counseling and education for cancer control.", "condition": "Genodermatosis", "criteria": "- ELIGIBILITY CRITERIA: Patients with XP, XP/CS, CS, or TTD of any age, gender, race or HIV status are eligible for this study. Patients will be sought by contacting professional organizations (such as the American Academy of Dermatology-XP Task Force), lay support groups (such as the XP Society and the Share and Care CS Support Network) or by direct referral. INCLUSION CRITERIA: On referral, patients will be considered for inclusion in the study: If they have clinical documentation of typical features of XP, XP/CS, CS or TTD or; If they have laboratory documentation of defective DNA repair, or; If they have some suggestive clinical features and are willing to participate in the study. EXCLUSION CRITERIA: Inability or unwillingness to provide tissue (skin, blood, buccal cells or hair) for laboratory studies.", "gender": "All", "minimum_age": "1 Year", "maximum_age": "99 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "id": "NCT00001813.xml"}