{"brief_title": "Radiation Therapy in Treating Patients With Stage I, Stage II, or Stage III Prostate Cancer", "brief_summary": "RATIONALE: Radiation therapy uses high-energy x-rays to damage tumor cells. It is not yet known whether radiation therapy to the prostate and pelvis is more effective than radiation therapy to the prostate alone in treating prostate cancer. PURPOSE: Randomized phase III trial to compare the effectiveness of radiation therapy to the prostate with or without radiation to the pelvis in treating patients with stage I, stage II, or stage III prostate cancer.", "detailed_description": "OBJECTIVES: - Compare the survival without recurrence and overall survival of patients with stage I, II, or III adenocarcinoma of the prostate after receiving radiotherapy to the prostate with or without radiotherapy to the pelvis. - Compare the toxic effects of these two regimens in these patients. - Compare the quality of life of patients treated with these regimens. - Determine the prognostic factors of progression in these patients. - Analyze the site of relapse (prostate, pelvic lymph nodes, metastases) in case of progression in these patients. OUTLINE: This is a randomized, multicenter study. Patients are stratified by participating center and prognostic group (poor vs good prognosis). Patients are randomized to one of two treatment arms. - Arm I: Patients receive pelvic irradiation plus local prostate irradiation. - Arm II: Patients receive local prostate irradiation only. Radiotherapy in both arms is administered 5 days a week for 7 weeks. Quality of life is assessed before therapy, 12 months after therapy, and then annually thereafter. Patients are followed at 2 and 6 months and then every 6 months thereafter. PROJECTED ACCRUAL: A total of 450 patients will be accrued for this study within 4 years.", "condition": "Prostate Cancer", "intervention_type": "Radiation", "intervention_name": "radiation therapy", "criteria": "DISEASE CHARACTERISTICS: - Histologically proven adenocarcinoma of the prostate - Stage I (T1b or T1c, N0, M0) - Stage II (T2, N0, M0) - Stage III (T3, N0, M0) - Poor prognosis (high risk of lymph node invasion) defined as meeting at least 1 of the following criteria: - Gleason score at least 7 - Prostate-specific antigen (PSA) at least 3 times upper limit of normal (ULN) - T3 OR - Good prognosis defined as meeting 1 of the following criteria: - T1b or T2 - T1c with Gleason score less than 7 and PSA less than 3 times ULN - No metastases by bone scans or chest x-ray PATIENT CHARACTERISTICS: Age: - 75 and under Performance status: - Karnofsky 70-100% Life expectancy: - More than 10 years Hematopoietic: - Not specified Hepatic: - Not specified Renal: - Not specified Other: - No other malignancy within the past 10 years except basal cell skin cancer - No adenopathies PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - Not specified Endocrine therapy: - At least 2-6 months since prior hormonal therapy, if duration no greater than 4-8 months - No concurrent luteinizing hormone-releasing hormone agonists - No concurrent anti-androgen therapy - No concurrent hormonal therapy in high-risk group Radiotherapy: - No prior pelvic radiotherapy Surgery: - No prior lymphadenectomy - No prior surgical castration - No prior prostatectomy - At least 1 month since prior transurethral resection", "gender": "Male", "minimum_age": "N/A", "maximum_age": "75 Years", "healthy_volunteers": "No", "id": "NCT00003607.xml"}