{"brief_title": "Evaluation of Treatment Methods for Clinically Significant Tinnitus", "brief_summary": "The investigators propose to evaluate two different approaches to the alleviation of tinnitus symptoms by comparing changes from baseline performance on the Tinnitus Severity Index. They propose to provide an unbiased evaluation of competing methodologies. The design is one in which pairs of prospective subjects are randomly assigned to one of two treatment groups. Changes in group performance will be compared for selected measures.", "condition": ["Tinnitus"], "intervention_type": ["Procedure", "Procedure"], "intervention_name": ["Tinnitus Masking", "Tinnitus Retraining Therapy"], "description": ["Tinnitus Masking is a widely-used method for providing relief of tinnitus. The central premise of Tinnitus Masking involves the use of wearable ear-level devices (hearing aids, maskers, or combination instruments) that deliver sound to a patient's ear(s). The primary purpose of the sound presentation is to produce a sense of relief from the annoyance caused by the tinnitus sound. The relief is accomplished by either obscuring, or \"covering up\" (masking) the tinnitus sound, or by changing the sound of the tinnitus in some way, usually by reducing its loudness (Vernon, Meikle).", "Tinnitus Retraining Therapy (TRT) was derived from a purely psychological approach for facilitating tinnitus habituation (Hallam et al). The current method is based on neurophysiological principles, and aims at \"retraining\" brain regions that are involved in processing the tinnitus signal, without attempting to suppress generation of the signal (Jastreboff). The retraining involves a systematic effort aimed at decreasing both the detectability of tinnitus and the transmission of the tinnitus \"signal\" to emotional centers of the brain. Habituation of tinnitus thus purportedly occurs at two levels: habituation of emotional reactions to the tinnitus and habituation of tinnitus perception. Habituation is achieved by utilizing directive counseling, along with the use of low-level broadband noise to reduce the detectability of tinnitus for patients with normal or near-normal hearing. When hearing loss is a significant problem to the patient, appropriate hearing aids are fitted."], "arm_group_label": ["1", "2"], "other_name": ["TRT"], "criteria": "Inclusion Criteria: Patients with significant tinnitus Exclusion Criteria:", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Auditory, tinnitus", "mesh_term": ["Tinnitus"], "id": "NCT00013390"}