{"brief_title": "Bortezomib and Flavopiridol in Treating Patients With Recurrent or Refractory Indolent B-Cell Neoplasms", "brief_summary": "Bortezomib may stop the growth of cancer cells by blocking the enzymes necessary for their growth. Drugs used in chemotherapy, such as flavopiridol, work in different ways to stop cancer cells from dividing so they stop growing or die. Bortezomib may increase the effectiveness of flavopiridol by making cancer cells more sensitive to the drug. Giving bortezomib together with flavopiridol may kill more cancer cells. This phase I trial is studying the side effects and best dose of bortezomib and flavopiridol in treating patients with recurrent or refractory indolent B-cell neoplasms.", "detailed_description": "PRIMARY OBJECTIVES: I. To determine the recommended phase II dose of bortezomib and flavopiridol in patients with recurrent or refractory indolent B-cell neoplasms. SECONDARY OBJECTIVES: I. To determine the toxic effects and maximum tolerated dose of this regimen in these patients. II. To determine disease-related effects of this regimen in these patients. III. To determine the pharmacodynamics of this regimen in patients with myeloma. IV. To determine the pharmacokinetics of this regimen in these patients. OUTLINE: This is a dose-escalation, multicenter study. Patients receive bortezomib IV over 3-5 seconds followed by flavopiridol IV over 1 hour on days 1, 4, 8, and 11. Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity.", "condition": ["Extranodal Marginal Zone Lymphoma of Mucosa-Associated Lymphoid Tissue", "Nodal Marginal Zone Lymphoma", "Recurrent Adult Diffuse Large Cell Lymphoma", "Recurrent Adult Diffuse Mixed Cell Lymphoma", "Recurrent Adult Diffuse Small Cleaved Cell Lymphoma", "Recurrent Grade 1 Follicular Lymphoma", "Recurrent Grade 2 Follicular Lymphoma", "Recurrent Grade 3 Follicular Lymphoma", "Recurrent Mantle Cell Lymphoma", "Recurrent Marginal Zone Lymphoma", "Refractory Plasma Cell Myeloma", "Splenic Marginal Zone Lymphoma", "Waldenstrom Macroglobulinemia"], "intervention_type": ["Drug", "Drug", "Other"], "intervention_name": ["Bortezomib", "Alvocidib Hydrochloride", "Pharmacological Study"], "description": ["Given IV", "Given IV", "Correlative studies"], "arm_group_label": ["Treatment", "Treatment", "Treatment"], "other_name": ["FLAVO", "HL-275", "HMR 1275", "pharmacological studies"], "criteria": "Inclusion Criteria: - WBC < 50,000/mm^3 for patients with circulating tumor cells - No prior allergic reaction to compounds of similar chemical or biological composition to and presumably able to tolerated bortezomib, flavopiridol, allopurinol, sodium polystyrene sulfonate, or dexamethasone - No neuropathy >= grade 2 - No other condition that would preclude study participation - Not pregnant or nursing - Fertile patients must use effective contraception during and for 3 months after study participation - Prior autologous stem cell transplantation is allowed - No prior allogeneic stem cell transplantation - No other concurrent anticancer agents - No other concurrent investigational agents - Hemoglobin >= 8 g/dL - Platelet count >= 100,000/mm^3 - Absolute neutrophil count >= 1,500/mm^3 - Bilirubin =< 2 times upper limit of normal (ULN) - AST/ALT =< 3 times ULN - Creatinine =< 2 times ULN or Creatinine clearance >= 50 mL/min", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Lymphoma", "Neoplasms", "Lymphoma, Follicular", "Lymphoma, Large B-Cell, Diffuse", "Lymphoma, Mantle-Cell", "Lymphoma, B-Cell, Marginal Zone", "Lymphoma, B-Cell", "Lymphoma, Non-Hodgkin", "Waldenstrom Macroglobulinemia", "Multiple Myeloma", "Neoplasms, Plasma Cell", "Alvocidib", "Bortezomib"], "id": "NCT00082784"}