{"brief_title": "XERECEPT® (hCRF) for Patients Requiring Dexamethasone to Treat Edema Associated With Brain Tumors", "brief_summary": "The purpose of this study is to compare the safety and efficacy of XERECEPT® to dexamethasone (Decadron) a common treatment for symptoms of brain swelling (edema). This study is specifically aimed at patients who require chronic high doses of dexamethasone to manage symptoms.", "detailed_description": "XERECEPT® is not a potential treatment for cancer, but may reduce the edema associated with tumors and as a result, decrease neurological symptoms.", "condition": ["Brain Edema", "Brain Tumor"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["hCRF", "placebo hCRF"], "description": ["hCRF ; open-label dexamethasone that the patient is currently taking", "placebo hCRF 2mg/day and open-label dexamethasone that they are taking"], "arm_group_label": ["I", "II"], "other_name": ["XERECEPT (corticorelin acetate injection); hCRF", "XERECEPT (corticorelin acetate injection)"], "criteria": "Inclusion Criteria: - Histologically confirmed diagnosis of a primary malignant brain tumor or, if metastatic, documentation and histology (if available) of primary source of cancer. - Patient must have 1 or more qualifying steroid-associated side effect(s) at Baseline. - Patient has required administration of dexamethasone to control symptoms of peritumoral edema for at least 30 days. - Stable dexamethasone dose of 4-24 mg/day for at least 14 days prior to Baseline. - Need for administration of dexamethasone to treat peritumoral brain edema (referenced above) has been documented by MRI or comparable diagnostic technology within 21 days of Baseline. - Karnofsky score of > 50 at Screening and Baseline. - Capable of self-administration of subcutaneous injections twice daily for 12 weeks, or availability of assistance from caregiver. - Ability to provide written informed consent or, if unable to provide, have a legal guardian or representative provide written informed consent. - For women of childbearing potential: a negative serum pregnancy test at Screening. - Must be 18 years of age or older Exclusion Criteria: - Ongoing or anticipated need for surgery, radiosurgery or radiation therapy or the introduction of new chemotherapeutic regime within the first 5 weeks of study enrollment. Treatment with pre-study chemotherapy may continue. - Concurrent enrollment in any other investigational drug or device study, or plan to enroll in such a study during the first 5 weeks of treatment. - Systemic steroid use for any indication other than peritumoral brain edema. - Use or intended use of dexamethasone as an anti-emetic during Screening or Study - Non-compliance with dexamethasone or anticonvulsant therapy. - Clinical signs and symptoms of cerebral herniation. - Serious concomitant cardiovascular, pulmonary, renal, gastrointestinal or endocrine metabolic disease which could put the patient at unusual risk for study participation. - Confounding previous or concurrent neurological disorders that would interfere with adequate clinical evaluation. - Clinically significant head injury or chronic seizure disorder, if the condition results in functional impairment or is likely to interfere with evaluations. (Maintenance anticonvulsant therapy is allowed.) - Central nervous system infection. - Pregnancy, breastfeeding and/or refusal to practice birth control while in study, for women of childbearing potential. - Any conditions that are considered contraindications for patients to receive niacin, e.g. liver disease (with LFTs > 3 times the upper limit of the norm),active peptic ulcer, arterial hemorrhage, asthma and known hypersensitivity to niacin.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Decadron", "mesh_term": ["Brain Neoplasms", "Edema", "Brain Edema", "Dexamethasone acetate", "Dexamethasone", "Dexamethasone 21-phosphate", "Corticotropin-Releasing Hormone", "BB 1101"], "id": "NCT00088166"}