{"brief_title": "Hypertension in Hemodialysis", "brief_summary": "How high blood pressure in hemodialysis patients should be diagnosed and treated using medications or without medications is the purpose of this study.", "condition": ["Hypertension", "Left Ventricular Hypertrophy"], "intervention_type": ["Other"], "intervention_name": ["Ultrafiltration"], "description": ["All patients participating in the trial require evaluation of dry-weight at each dialysis visit for evaluation. An initial weight loss of 0.1kg/10 kg body-weight will be prescribed per dialysis. If ultrafiltration is not tolerated based on muscle cramps, need for excessive saline or symptomatic hypotension, the intensity of ultrafiltration will be reduced by 50%. If ultrafiltration is still not tolerated, the weight loss will be further reduced by 50%. If the patient cannot tolerate at least 0.2 kg incremental weight loss per dialysis, the patient will be said to be at goal dry-weight. Thus, by this protocol, all patients must experience symptoms of volume depletion to be at dry weight."], "arm_group_label": ["2"], "criteria": "- Adults with hypertension on hemodialysis Hypertensive, long-term (3 months or more) hemodialysis patients will be studied over a 6 hemodialysis baseline phase during which 44-hour interdialytic ambulatory BP will be performed and baseline symptoms collected. Patients with well-controlled hypertension, on anti-hypertensive therapy will have blood pressure medications withdrawn until they become hypertensive as assessed by 44-hour interdialytic ambulatory blood pressure recording. We will exclude patients who have had vascular event (stroke, myocardial infarction or limb ischemia requiring bypass) within previous six months, ambulatory BP >170 mm Hg systolic or >100 mm Hg diastolic, those who miss 2 or more hemodialysis treatments in the previous month, abuse street-drugs, require home oxygen, have symptomatic congestive heart failure or are morbidly obese (body mass index > 40 kg/m2).", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "hemodialysis", "mesh_term": ["Hypertension", "Hypertrophy", "Hypertrophy, Left Ventricular"], "id": "NCT00067665"}