{"brief_title": "Pharmacologic Treatment of PTSD in Sexually Abused Children", "brief_summary": "This study will evaluate the benefit of adding sertraline (Zoloft®) to Trauma-Focused Cognitive Behavioral Therapy (TF-CBT) for sexually abused children who have Posttraumatic Stress Disorder (PTSD).", "detailed_description": "Adult research has demonstrated the efficacy of selective serotonin reuptake inhibitors (SSRIs) in decreasing Posttraumatic Stress Disorder (PTSD) symptoms; to date the SSRIs are the only medication class with demonstrated efficacy in treating all three PTSD symptom clusters (reexperiencing, avoidance, and hyperarousal). No studies have evaluated the impact of SSRIs on PTSD symptoms in children or adolescents. Trauma-focused CBT has been shown in several studies to be efficacious in decreasing PTSD symptoms in sexually abused children and adolescents. Many children and youth with PTSD are currently prescribed SSRIs and other medications. This study will evaluate whether adding the SSRI sertraline provides additional benefits over TF-CBT treatment for sexually abused children and adolescents with PTSD. If adequate numbers of children with comorbid PTSD and depressive and/or anxiety disorders are included, it may also be possible to evaluate whether any benefit of adding sertraline is restricted to those children with comorbid disorders.", "condition": ["Stress Disorders, Post-Traumatic"], "intervention_type": ["Behavioral", "Drug", "Drug"], "intervention_name": ["Trauma-Focused Cognitive Behavioral Therapy", "Sertraline Pill", "Placebo Oral Tablet"], "description": ["12 weeks of Trauma-Focused CBT (TF-CBT)for youth and parent", "12 weeks of Sertraline pill, flexible dosage of 50-150 mg/day, to be administered while receiving TF-CBT", "12 weeks of Placebo pill, flexible dosage, of 50-150 mg/day, to be administered while receiving TF-CBT"], "arm_group_label": ["TF-CBT + sertraline", "TF-CBT + sertraline", "TF-CBT +placebo", "TF-CBT +placebo"], "criteria": "Inclusion: 1. Ages 10-17 years, inclusive 2. Confirmed sexual abuse 3. At least 5 PTSD symptoms on KSADS-PL, with at least one symptom in each of 3 symptom clusters (reexperiencing, avoidance, arousal) 4. Parent/primary caregiver available to participate in treatment 5. Assent with parental consent to participate Exclusion: 1. Non-English speaking 2. schizophrenia or other severe psychotic disorder 3. MR (IQ<60) or PDD preventing CBT treatment 4. taking current psychotropic medication 5. documented substance dependence (substance abuse allowed)", "gender": "All", "minimum_age": "10 Years", "maximum_age": "17 Years", "healthy_volunteers": "No", "keyword": "Anxiety", "mesh_term": ["Stress Disorders, Post-Traumatic", "Sertraline"], "id": "NCT00078767"}