{"brief_title": "Relaxation Response Training for the Treatment of Rheumatoid Arthritis", "brief_summary": "This study will evaluate the relative effectiveness of Relaxation Response (RR) training for the treatment of rheumatoid arthritis (RA). The study will compare RR training to RR training with cognitive behavioral therapy and to a standard RA education program.", "detailed_description": "RR training is a part of most multi-component psychosocial therapies for RA. RR training may decrease perceived psychosocial stress and autonomic tone, which in turn diminishes pain and the anticipatory anxiety associated with pain. RR training involves learning relaxation techniques which include diaphragmatic breathing, progressive skeletal muscle relaxation, and the induction of a state of focused attention on a chosen word, phrase, or image. In clinical practice, RR training is generally administered as one component of RA therapy. In this study, the effectiveness of RR training will be evaluated when RR training is administered alone and in combination with a cognitive behavioral therapy program. The cognitive behavior techniques include problem solving, relabeling, enhanced awareness of pain behaviors, and attention refocusing. The effectiveness of RR training will be evaluated in comparison to standard RA education that includes topics such as the nature of RA disease, medical therapies, physical activities, nutrition, and pain mechanisms. After a baseline assessment of health beliefs, RA severity, social support, and psychological distress, patients will be randomized to one of three study arms. Patients in Arm A will complete six individualized weekly RR training sessions. Patients will receive a 20-minute audiotape to guide them through the exercise; they are asked to practice 5 to 7 times per week. Patients in Arm B will learn cognitive behavioral and RR techniques during eight weekly sessions. Patients in Arm C will receive standard RA education. After the initial training, all patients will be followed up with monthly telephone conversations for 4 months. Patients will have follow-up study visits at Months 6 and 12. Follow-up study visits include a medical interview, physical exam, and blood tests.", "condition": ["Rheumatoid Arthritis"], "intervention_type": ["Behavioral", "Behavioral", "Other"], "intervention_name": ["Relaxation response and cognitive behavioral therapy", "Relaxation response", "RA education"], "description": ["The cognitive behavioral therapy program wwill incorporate relaxation training, a modified version of the RA treatment program developed by Bradley et al (1987) and shown to be effective. The cognitive behavioral techniques include problem solving, relabeling, enhanced awareness of pain behaviors, and attention refocusing. The RR component includes instruction in diaphragmatic breathing along with progressive skeletal muscle relaxation. The intervention will be modified from the original program in that neither biofeedback training nor participation of family members will be included. Consequently, the number of weekly group sessions will be reduced from 14 to 12. Homework will be given at the end of each session, to be completed and brought in for review to the next session.", "The relaxation response (RR) consists of a set of integrated physiological changes elicited when a participant engages in the repetitive mental action of focusing on a word, phrase, or image, while passively ignoring distracting thoughts. These changes include decreased oxygen consumption, heart rate, arterial blood pressure, respiratory rate, and arterial blood lactate, along with slight increases in skeletal muscle blood flow. The long-term physiologic changes of participants eliciting the relaxation response are consistent with reduced norepinephrine end organ responsivity. These latter changes provide a plausible psychophysiological mechanism for longer-term actions of the RR.", "RA education programs have been widely used to supplement routine medical care. They have been found to be of modest benefit, particularly in terms of knowledge about the condition and its treatment. The long-term effects on pain and level of function are less. When used as an attention control, such educational programs have been found to be as credible and as well attended as the active experimental treatment (Professor Francis Keefe, Personal Communication). In this study, patients randomized to the control condition will receive 8 weekly sessions of RA education, in groups of 6-10 patients each, using portions of the Arthritis Self-Management Program and incorporating printed and videotaped materials available from the Arthritis Foundation."], "arm_group_label": ["CBT plus relaxation response", "Relaxation Response", "Education"], "other_name": ["RRCBT", "RR"], "criteria": "Inclusion criteria - RA as defined by the American College of Rheumatology - English literacy and fluency Exclusion criteria - Major medical condition or illness which limits life expectancy or results in severe symptoms or functional disability (Duke Severity of Illness score > 0.85) - Fibromyalgia - Received or currently receiving psychosocial treatment for RA - Unavailability for Month 12 follow-up", "gender": "All", "minimum_age": "18 Years", "maximum_age": "75 Years", "healthy_volunteers": "No", "keyword": "Cognitive Behavioral Therapy", "mesh_term": ["Arthritis", "Arthritis, Rheumatoid"], "id": "NCT00056667"}