{"brief_title": "Treatment for Adolescents With Depression Study (TADS)", "brief_summary": "TADS is designed to compare the effectiveness of established treatments for teenagers suffering from major depressive disorder (MDD). The treatments are: psychotherapy (\"talking therapy\"); medication; and the combination of psychotherapy and medication. Altogether, 432 teenagers (both males and females) ages 12 to 17, will take part in this study at 12 sites in the United States. The TADS design will provide answers to the following questions: What is the long-term effectiveness of medication treatment of teenagers who have major depression? What is the long-term effectiveness of a specific psychotherapy (\"talking therapy) in the treatment of teenagers who have major depression? How does medication treatment compare with psychotherapy in terms of effectiveness, tolerability and teenager and family acceptance? And, What is the cost-effectiveness of medication, psychotherapy and combined treatments? The medication being used in this study is called fluoxetine. Fluoxetine is also known as Prozac. Research has shown that medications like Prozac help depression in young persons. Fluoxetine has been approved by the FDA for use in the treatment of child and adolescent (ages 7 to 17 years) depression. The psychotherapy or \"talking therapy\" being used in this study is called Cognitive Behavioral Therapy (CBT). CBT is a talking therapy that will teach both the teenager and his or her family member (e.g., parent) new skills to cope better with depression. Specific topics include education about depression and the causes of depression, setting goals, monitoring mood, increasing pleasant activities, social problem-solving, correcting negative thinking, negotiation, compromise and assertiveness. CBT sessions may also help with resolving disagreements as they affect families.", "detailed_description": "TADS is a randomized controlled clinical trial that will compare the effectiveness of established treatments---cognitive-behavioral psychotherapy, medication management, and their combination---for adolescents suffering from major depressive disorder (MDD). The experimental design consists of three treatment stages and a follow-up phase. Stage I (12 weeks) is a four-group randomized comparison of four treatments: antidepressant medication alone (Fluoxetine); psychotherapy alone (CBT); a combination of the medication and psychotherapy (Comb); and a placebo control medication condition (Pbo). Stage II (six weeks) is a treatment consolidation phase in which we ask whether longer treatment in responders and higher intensity treatment in partial responders to their Stage I treatment would be helpful. Non-responders at the end of Stage I will be referred to open community treatment, or for ethical and practical reasons in the case of non-responders to Placebo, to open treatment of their choice with one of the three active study treatments administered by the study team. Responders at the end of Stage I advance to 6 weeks of maintenance treatment in their assigned arm. Partial responders to CBT receive an additional 6 weeks of CBT in their assigned arm; partial responders to Fluoxetine may receive a higher dose for six weeks. Partial responders to the Comb treatment will receive an additional 6 weeks of CBT and may receive a higher dose of medication for six weeks. Stage III (18 weeks) is a treatment maintenance phase for those teenagers who have continued to respond well. Treatment will be continued and progress will be monitored. Stage IV (one year) is an assessment-only follow-up phase to help us understand the long-term benefits of the treatments. The recruitment strategy is designed to enter into treatment a volunteer clinical sample of 432 teenagers, both males and females, ages 12 to 17, at ten sites. A multiple gating procedure will be used in which patients will be screened, assessed for study eligibility, and if eligible, consented before randomization to one of the four treatment groups. Patients will be selected without regard to race, gender, or ethnicity and it is expected that the sample will match patients seen in general clinical practice. Patients will be recruited from multiple sources including: mental health identified children, i.e., children already coming to a clinic; primary care identified children (pediatric and family physicians); teacher or school identified children (i.e., school refers through the parents or primary caretaker); and families who self-refer.", "condition": ["Major Depressive Disorder", "Depression"], "intervention_type": ["Drug", "Behavioral"], "intervention_name": ["Fluoxetine", "Psychotherapy"], "criteria": "Inclusion Criteria: - Primary diagnosis DSM-IV of Major Depressive Disorder, pervasive and stable; Children's Depression Rating Scale-R total score at least 45; Ages 12-17 inclusive; Grade in school: 6-12; Full-Scale IQ at least 80; Medication-free before start of study; Outpatient; Parent (or family member) involvement Exclusion Criteria: - Bipolar disorder; Severe Conduct Disorder; Substance Use/Abuse/Dependence; Pervasive Developmental Disorders; Thought Disorder; Suicidality or homicidality; Concurrent treatment with psychotropic drug (stable stimulant for ADHD permitted) or psychotherapy outside study; Two previous failed SSRI trials or a failed trial of CBT for depression; Intolerance to fluoxetine; Non-English speaking patient; Pregnancy or breastfeeding; No phone in home; Lack of parent or family member)involvement.", "gender": "All", "minimum_age": "12 Years", "maximum_age": "17 Years", "healthy_volunteers": "No", "keyword": "Teens", "mesh_term": ["Depression", "Depressive Disorder", "Depressive Disorder, Major", "Fluoxetine"], "id": "NCT00006286"}