{"brief_title": "Safety and Pharmacokinetics of XL647 Administered Orally to Subjects With Solid Tumors", "brief_summary": "The primary objective of this study is as follows: - To evaluate the safety and tolerability of XL647 administered orally as a single dose and as repeat doses in subjects with solid tumors. The secondary objectives of this study are as follows: - To evaluate the plasma pharmacokinetics of XL647 administered orally as a single dose and as repeat doses in subjects with solid tumors, - To estimate renal elimination of XL647 administered orally as a single dose in subjects with solid tumors. The exploratory objective of this study is as follows: - To assess the pharmacodynamic effects of XL647 administration in plasma and peripheral blood cells. In addition, subjects may be eligible to enter a Treatment Extension Period. The following information will be obtained from this part of the study: - Long-term safety and tolerability of XL647 after repeat administration, - Tumor response after repeat administration of XL647.", "condition": "Cancer", "intervention_type": "Drug", "intervention_name": "XL647", "description": "Administered orally as a solution with mass-based dosing in early cohorts or as 50-mg tablets at a fixed dose at the MTD. A minimum of 3 subjects was planned for each dosing cohort with dose escalation dependent on subject tolerance of the prior dose. During the Treatment Period, subjects in each cohort were administered a single dose of XL647 on Day 1 followed by a 72-hour period of observation. If there were no XL647-related dose limiting toxicities, subjects received 5 daily doses of XL647 on Days 4-8. Twenty-one days after the initial dose, in the absence of unacceptable toxicity or disease progression, subjects could enter a Treatment Extension Period that consisted of repeated 2-week cycles of five oral doses of XL647 followed by a 9-day observation period.", "other_name": "KD019", "criteria": "Inclusion Criteria: - The subject has a histologically confirmed malignancy that is metastatic or unresectable, and for which standard curative or palliative measures do not exist or are no longer effective, - The subject has disease that is assessable by tumor marker, physical, or radiologic means, - The subject is ≥18 years old, - There have been at least 4 weeks since prior chemotherapy or radiation therapy (6 weeks if the last treatment regimen included BCNU or mitomycin C), - The subject has an ECOG performance status ≤2 (Karnofsky >60%), - The subject has a life expectancy of ≥3 months, - The subject has normal organ and marrow function (hemoglobin >10g/dL, leukocytes >3,000/mL, absolute neutrophil count >1,500/µL, platelets >100,000/µL, total bilirubin within normal institutional limits of normal,AST (SGOT)/ALT(SGPT) <2.5 times the upper limit of normal, and creatinine within normal limits, - The subject is capable of understanding and complying with the protocol and has signed the informed consent document, - Sexually active subjects (both male and female) must use an accepted method of contraception during the course of the study, - Female subjects of childbearing potential (pre-menopausal) must have a negative pregnancy test. Exclusion Criteria: - The subject has had chemotherapy or radiotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study or has not recovered from AEs due to agents administered more than 4 weeks earlier, - The subject has received another investigational agent within 30 days (or 5.5 half-lives) of the first dose of study drug, - The subject has known brain metastases, - The subject has a corrected QT interval (QTc) of >0.44 seconds, - The subject has a history of allergic reactions attributed to aspartame or to any other component in the formulation vehicle, - The subject has an uncontrolled intercurrent illness including,but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements, - The subject is pregnant or nursing, - The subject is known to be positive for the human immunodeficiency virus (HIV).", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00086528.xml"}