{"brief_title": "Tipifarnib in Treating Patients With Advanced Hematologic Cancer", "brief_summary": "Randomized phase I trial to study the effectiveness of tipifarnib in treating patients who have advanced hematologic cancer. Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die.", "detailed_description": "OBJECTIVES: I. Determine the relationship between tipifarnib dose and inhibition of farnesylation in malignant cells of patients with advanced hematologic malignancies. II. Determine the safety profile of this drug in this patient population. III. Determine the clinical activity of this drug in these patients. OUTLINE: This is a randomized study. Patients are randomized to 1 of 4 dose levels. Patients receive oral tipifarnib twice daily for 21 days. Courses repeat every 28 days in the absence of disease progression or unacceptable toxicity. After 1 course of therapy, patients may receive subsequent therapy at the maximum tolerated dose at the investigator's discretion.", "condition": ["Chronic Myeloproliferative Disorders", "Leukemia", "Lymphoma", "Multiple Myeloma and Plasma Cell Neoplasm", "Myelodysplastic Syndromes"], "intervention_type": ["Drug"], "intervention_name": ["tipifarnib"], "arm_group_label": ["Arm I"], "criteria": "DISEASE CHARACTERISTICS: - Histologically or cytologically confirmed hematologic malignancy refractory to standard therapy or for which no known effective therapy exists - Hodgkin's or non-Hodgkin's lymphoma - Known bone marrow involvement - Acute myeloid leukemia - Chronic myelogenous leukemia - Chronic phase - No significant symptoms after treatment - No features of accelerated phase or blastic phase - Accelerated phase - WBC difficult to control with conventional busulfan or hydroxyurea in terms of dose requirement or shortening of intervals between courses - Rapid doubling of WBC (less than 5 days) - At least 10% blasts in blood or marrow - At least 20% blasts plus promyelocytes in blood or marrow - At least 20% basophils plus eosinophils in blood - Anemia or thrombocytopenia unresponsive to busulfan or hydroxyurea - Persistent thrombocytosis - Additional chromosome changes - Increasing splenomegaly - Development of chloromas or myelofibrosis - Blastic phase - At least 30% blasts plus promyelocytes in blood or bone marrow - Acute lymphoblastic leukemia - Chronic lymphocytic leukemia - Myelodysplastic syndromes - Refractory anemia with excess blasts (RAEB) - Chronic myelomonocytic leukemia - RAEB in transformation - Multiple myeloma - Chronic myeloproliferative diseases including, but not limited to, myelofibrosis with myeloid metaplasia - Measurable or evaluable disease documented by radiographic, hematologic, bone marrow, or clinical examination parameters - Refusal of allogeneic bone marrow transplantation allowed PATIENT CHARACTERISTICS: Age: - 18 and over Performance status: - Karnofsky 60-100% Hepatic: - Bilirubin no greater than 1.5 mg/dL - Albumin at least 2.5 g/dL Renal: - Creatinine less than 2.0 mg/dL Other: - No other uncontrolled medical disorder - No active inflammatory bowel disease, ileus, or other chronic malabsorption syndromes - Not pregnant or nursing - Fertile patients must use effective contraception during and for 2 months after study participation PRIOR CONCURRENT THERAPY: Biologic therapy: - At least 4 weeks since prior immunotherapy Chemotherapy: - At least 4 weeks since prior chemotherapy (6 weeks for mitomycin or nitrosoureas) - At least 3 days since prior hydroxyurea Endocrine therapy: - At least 4 weeks since prior systemic steroids for multiple myeloma Radiotherapy: - At least 4 weeks since prior radiotherapy Surgery: - No prior total gastrectomy or total ileocolectomy Other: - No prior tipifarnib - No concurrent proton pump inhibitors (e.g., omeprazole)", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "splenic marginal zone lymphoma", "mesh_term": ["Lymphoma", "Syndrome", "Leukemia", "Multiple Myeloma", "Neoplasms, Plasma Cell", "Myelodysplastic Syndromes", "Preleukemia", "Plasmacytoma", "Myeloproliferative Disorders", "Tipifarnib"], "id": "NCT00005967"}