{"brief_title": "Prolonged Exposure Therapy for Post Traumatic Stress Disorder Following Sexual Assault", "brief_summary": "This study will evaluate the effectiveness of a brief cognitive behavioral therapy, administered by community agencies, for the treatment of patients with Post Traumatic Stress Disorder (PTSD).", "detailed_description": "PE is a brief cognitive behavioral therapy that can ameliorate symptoms of PTSD, depression, and anxiety in survivors of various types of trauma. PE has been successfully implemented by counselors at a community rape crisis clinic (Women Organized Against Rape [WOAR]) who received extensive training and weekly supervision from PE experts. Such extensive expert involvement is not a practical model for long-term clinical practice in a community-based clinic. Therefore, Part 1 of this study will examine whether counselors at WOAR can maintain their PE implementation success with reduced expert involvement. In Part 2 of this study, PE will be implemented by counselors at another community clinic (Joseph J. Peters Institute [JJPI]) to examine its effectiveness in treating PTSD and to determine the generalizability of training procedures. Participants in this study are randomly assigned to either PE or to individual and group therapy. Treatment sessions are conducted weekly for 10 to 20 weeks, based on participants' rates of improvement. Participants are assessed before treatment, after 10 weeks, and again in the follow-up phase at 3, 6, 12, and 24 months post-treatment.", "condition": ["Stress Disorders, Post-Traumatic"], "intervention_type": ["Behavioral", "Behavioral", "Behavioral"], "intervention_name": ["Prolonged Exposure (PE)", "Treatment as usual group therapy (TUGT)", "Supportive counseling (SC)"], "description": ["Prolonged Exposure (PE) consists of 10 weekly 90-minute treatment sessions, which may be extended up to 20 sessions, depending on client response. Treatment procedures include education about common reactions to trauma, breathing retraining, prolonged (repeated) exposure to trauma memories, repeated in vivo exposure to situations the client is avoiding due to trauma-related fear, and discussion of thoughts and feelings related to exposure exercises as well as beliefs about self and the world.", "TUGT is delivered in ten weekly sessions, with 5 to 7 members and two counselors per group. There is not a formal, structured format for these groups; the counselors are sensitive to the participants' needs and follow their lead in terms of content covered in discussions and exercises. TUGT is conceptualized as supportive counseling and is based on the idea that members gain social support and information from one another.", "Supportive counseling is an individual therapy delivered in 10 weekly, 90 minute sessions. During this treatment, the therapist helps the patient identify daily stresses that may or may not be related to traumatic events and discusses them in a supportive non-directive mode with a problem-solving orientation. The therapist uses active listening, encouragement of expression of feelings, praise, and encouragement. The goal of this present-focused treatment is to provide support and to help the client to identify problems and stresses of daily living and to help her cope with these. No instructions for exposure are given."], "arm_group_label": ["1 Prolonged Exposure", "2 Individual and group therapy", "2 Individual and group therapy"], "criteria": "Inclusion Criteria: - DSM-IV criteria for PTSD at least 12 weeks after sexual assault - PTSD symptoms that result from sexual assault and not from another traumatic experience Exclusion Criteria: - DSM-IV criteria for schizophrenia or delusional disorder - Unstable bipolar disorder, depression with psychotic features, or depression severe enough to require immediate psychiatric treatment. Clients who are medicated and still meet current criteria for these disorders will be excluded. - Substance dependence - Continued intimate relationship with the assailant", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "67 Years", "healthy_volunteers": "No", "keyword": "Sex Offenses", "mesh_term": ["Stress Disorders, Traumatic", "Stress Disorders, Post-Traumatic"], "id": "NCT00057629"}