{"brief_title": "The Inhibition of Platelet Antiaggregating Activity of Clopidogrel by Atorvastatin Detected by Erythromycin Breath Test: a Metabolic Inhibition of Hepatic Cytochrome P450-3A", "brief_summary": "The objective of this study is to determine if the action of the drug called clopidogrel, that you will start taking, will be decreased by another drug called atorvastatin, that you will also start taking. Clopidogrel is an oral antiplatelet agent that has been shown to prevent strokes and heart attacks. Atorvastatin is a cholesterol lowering agent. Twenty adults 18-75 years of age requiring cholesterol-lowering agent and antiplatelet agent therapy will be recruited for this study during their cardiology clinic visitation. In one group, antiplatelet agent (clopidogrel) regimen will be administered first, then followed by cholesterol-lowering medication (atorvastatin). In the second group, atorvastatin will be administered first, followed by clopidogrel. A new test called the erythromycin breath test will be administered to you three times during the study to measure how your liver will metabolize these drugs. Blood samples will also be obtained to assess platelet function. The criteria for exclusion are patient refusal or inability to give written consent, patients with allergic reaction to erythromycin, patients with known bleeding problems, liver disease, significant lung disease kidney disease and pregnancy. Patients with psychiatric impairment and documented history of substance abuse will also be excluded from the study.", "condition": ["Hypercholesterolemia", "Thrombosis"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Clopidogrel", "Atorvastatin"], "criteria": "Inclusion Criteria: - Males and females age 18-75 years of age without bias in racial and ethnic background, undergoing percutaneous coronary intervention requiring antiplatelet therapy: 1. Patients presented to cardiology clinic requiring cholesterol lowering agent 2. Patients presented to cardiology clinic requiring antiplatelet agent. Exclusion Criteria: - Refusal or inability to give written consent - Allergic reaction to erythromycin - Have known bleeding problems, liver disease, significant lung disease kidney disease - Pregnancy - Psychiatric impairment and documented history of substance abuse", "gender": "All", "minimum_age": "18 Years", "maximum_age": "75 Years", "healthy_volunteers": "No", "keyword": "Cerebrovascular accident", "mesh_term": ["Thrombosis", "Hypercholesterolemia", "Atorvastatin Calcium", "Clopidogrel", "Platelet Aggregation Inhibitors"], "id": "NCT00004564"}