{"brief_title": "Depression and Health Outcomes in Refractory Epilepsy", "brief_summary": "To define the benefits of antidepressant treatment or cognitive behavior therapy on mood, function, and quality of life in persons with depression and refractory epilepsy.", "detailed_description": "This randomized clinical trial will be conducted to compare the drug sertraline to cognitive behavioral therapy on symptoms of depression, antiepileptic medication compliance, seizure frequency, and quality of life outcomes in persons with depression and a seizure disorder or epilepsy. Approximately 140 persons will be enrolled in this study over a period of five years. Individual participation will last approximately 16 weeks. Study participants will be chosen randomly to receive either the study medication (sertraline) or cognitive behavior therapy for 16 weeks. Sertraline is approved by the Food and Drug Administration (FDA). Subjects who receive cognitive behavior therapy will be provided with a one-hour individual session with a licensed clinical psychologist each week for 15 weeks. All study participants will attend scheduled clinic visits every 4 weeks for 16 weeks.", "condition": ["Depression", "Epilepsy"], "intervention_type": ["Drug", "Behavioral"], "intervention_name": ["sertraline", "cognitive behavior therapy"], "description": ["Sertraline: 25-200mg PO (orally); Subjects begin at 25mg for week 1 and increase to 50mg at the beginning of week 2. Sertraline is increased in 50mg increments when subjects score in the depressed range on the CES-D, a questionnaire that is administered every 2 weeks over the 16 week intervention period. Subjects may reduce dosage if toxicity occurs.", "CBT (Cognitive Behavior Therapy) - CBT is a psychotherapy based on modifying cognitions, assumptions, beliefs and behaviors, with the aim of influencing disturbed emotions. Subjects will meet with a trained CBT therapist for 1 hour each week over the 16 week intervention period and will be given assignments to work on each week."], "arm_group_label": ["Sertraline", "CBT"], "other_name": ["CBT"], "criteria": "INCLUSION: - Must have a seizure disorder. - Must meet the DSM-IV criteria for major depression. - Must be willing to provide written informed consent. - Must be age 21 to 75 years old. - Must be compliant, cooperative, reliable, and able to follow instructions, and to visit the clinic on schedule. EXCLUSION: - Have active suicidal or homicidal ideation. - Have current alcohol or other substance abuse disorders or a history of bipolar depression or any psychotic disorder. - Are pregnant or lactating. - Are known to be hypersensitive to sertraline. - Have a progressive central nervous system disorder (such as a tumor or multiple sclerosis), or severe hepatic or renal disease (serum creatinine >3 mg/dl). - Currently taking an antidepressant medication or seeing a therapist regularly.", "gender": "All", "minimum_age": "21 Years", "maximum_age": "75 Years", "healthy_volunteers": "No", "keyword": "seizures", "mesh_term": ["Depression", "Depressive Disorder", "Epilepsy", "Drug Resistant Epilepsy", "Sertraline"], "id": "NCT00026637"}