{"brief_title": "Study of Muscle Wasting and Altered Metabolism in Patients With Myotonic Dystrophy", "brief_summary": "OBJECTIVES: I. Examine the interrelationships between muscle wasting (phenotype), the degree of myotonic dystrophy (DM) gene expression (genotype) in patients with DM. II. Characterize the insulin resistance in these patients. III. Assess the glucose uptake in the leg and forearm tissues of these patients. IV. Determine the stability of the DM gene lesion in muscles over a 5-10 year period.", "detailed_description": "PROTOCOL OUTLINE: Patients are placed on a meatless diet 3 days prior to study entry. During the first 5-day hospital stay, patients receive an oral glucose tolerance test, an intravenous glucose tolerance test, and an intravenous infusion of insulin and glucose (dextrose) to determine the degree of insulin resistance. Patients also receive dual x-ray absorptiometry (DEXA) scan and total body potassium count to measure muscle mass. Patients undergo strength testing and physical fitness screening. A needle biopsy is performed to investigate the genetic alterations associated with this disease. During the second 3-day hospital stay, patients receive an intravenous infusion of insulin, stable isotopic glucose, and stable isotopic glycerol. During the third 3-day hospital stay, a catheter is placed in the femoral artery, femoral vein, and in each arm. Patients receive an infusion of stable isotopic glucose, stable isotopic phenylalanine, and insulin. Measurements of the balance of amino acids and glucose across the forearm and leg are completed. Green dye is infused to measure blood flow in the leg.", "condition": "Myotonic Muscular Dystrophy", "study_pop": "\n      ", "sampling_method": "Non-Probability Sample", "criteria": "Inclusion Criteria: - Clinically mild or moderate myotonic dystrophy (DM), proximal myotonic myopathy (PROMM), facioscapulohumeral muscular dystrophy (FSH) or, Charcot-Marie-Tooth (CMT) - Mild or moderate DM defined as: Mild muscle weakness in the limbs, modest facial weakness, and mild grip myotonia; Moderate muscle weakness in the limbs, typical DM facies, and prominent grip myotonia Exclusion Criteria: - Prior or concurrent therapy - Obese - Concurrent acute illness", "gender": "All", "minimum_age": "21 Years", "maximum_age": "60 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "id": "NCT00004769.xml"}