{"brief_title": "Lymphocyte Infusion in Treating Patients With Relapsed Cancer After Bone Marrow or Peripheral Stem Cell Transplantation", "brief_summary": "RATIONALE: White blood cells from donors may be able to kill cancer cells in patients with cancer that has recurred following bone marrow or peripheral stem cell transplantation. PURPOSE: Phase II trial to study the effectiveness of donated white blood cells in treating patients who have relapsed cancer following transplantation of donated bone marrow or peripheral stem cells.", "detailed_description": "OBJECTIVES: I. Offer donor lymphocyte infusion as adoptive immunotherapy in patients with relapsed malignancies after allogeneic bone marrow or peripheral blood stem cell transplantation and who are not eligible for other FHCRC protocols. OUTLINE: Patients with rapidly progressive disease receive reinduction chemotherapy and radiotherapy prior to study therapy. Donor lymphocyte infusions (DLI) begin after recovery from chemotherapy or sooner, if clinically indicated. Patients receive 1 or more DLI from the original donor. Patients are followed monthly for 3 months, then every 3-6 months for 9 months. PROJECTED ACCRUAL: An unlimited number of patients will be accrued for this study.", "condition": ["Breast Cancer", "Chronic Myeloproliferative Disorders", "Gestational Trophoblastic Tumor", "Kidney Cancer", "Leukemia", "Lymphoma", "Multiple Myeloma and Plasma Cell Neoplasm", "Myelodysplastic Syndromes", "Neuroblastoma", "Ovarian Cancer", "Sarcoma", "Testicular Germ Cell Tumor"], "intervention_type": ["Biological"], "intervention_name": ["peripheral blood lymphocyte therapy"], "criteria": "DISEASE CHARACTERISTICS: Diagnosis of relapsed malignancy after allogeneic transplantation Rapidly progressive malignancies (acute leukemias) should receive induction chemotherapy or radiotherapy prior to this study Persistent donor cells Must be able to tolerate a taper of steroids to a dosage of no greater than 0.25 mg/kg/day and be off all other immunosuppressive therapy for 2 weeks without significant flare of graft vs host disease (GVHD) No grade II-IV acute GVHD or extensive chronic GVHD Same donor as for prior transplant PATIENT CHARACTERISTICS: Age: 1 to 70 Performance status: Karnofsky 30-100% Life expectancy: Not specified Hematopoietic: Not specified Hepatic: Not specified Renal: Not specified Other: HIV negative PRIOR CONCURRENT THERAPY: Biologic therapy: See Disease Characteristics Chemotherapy: See Disease Characteristics Endocrine therapy: See Disease Characteristics At least 1 week since immunosuppressive therapy for advanced malignancy At least 2 weeks since immunosuppressive therapy for nonadvanced malignancy Radiotherapy: See Disease Characteristics Surgery: Not specified", "gender": "All", "minimum_age": "1 Year", "maximum_age": "70 Years", "healthy_volunteers": "No", "keyword": "childhood myelodysplastic syndromes", "mesh_term": ["Lymphoma", "Syndrome", "Leukemia", "Breast Neoplasms", "Neoplasms", "Multiple Myeloma", "Neoplasms, Plasma Cell", "Myelodysplastic Syndromes", "Preleukemia", "Neuroblastoma", "Neoplasms, Germ Cell and Embryonal", "Kidney Neoplasms", "Plasmacytoma", "Testicular Neoplasms", "Myeloproliferative Disorders", "Trophoblastic Neoplasms", "Gestational Trophoblastic Disease"], "id": "NCT00003887"}