{"brief_title": "Lymphatic Mapping and Sentinel Lymph Node Biopsy in the Treatment of Colorectal Cancer", "brief_summary": "RATIONALE: Diagnostic procedures, such as lymph node mapping and biopsy, may improve the ability to detect the extent of colorectal cancer. PURPOSE: Diagnostic trial to study the feasibility of lymph node mapping and sentinel lymph node biopsy in patients who have stage I, stage II, or stage III colorectal cancer.", "detailed_description": "OBJECTIVES: I. Determine the feasibility of lymphatic mapping and sentinel lymph node biopsy in patients with stage I, II, or III colorectal cancer. II. Evaluate technetium Tc 99m sulfur colloid as a mapping agent in this patient population. III. Identify patients with histologically negative nodes but have positive nodes on further detailed examination. OUTLINE: Patients undergo preoperative endoscopy with injection of technetium Tc 99m sulfur colloid around tumor followed by celiotomy and intraabdominal exploration. At 30 minutes following injection, patients undergo lymphatic mapping with a gamma probe and biopsy of the sentinel lymph node(s). Following biopsy and mapping, patients undergo resection of primary tumor. Patients are followed postoperatively, every 4-6 months for 2 years, every 6 months for 1 year, and then annually thereafter. PROJECTED ACCRUAL: A total of 10 patients will be accrued for this study within 2 years.", "condition": ["Colorectal Cancer"], "intervention_type": ["Procedure", "Radiation", "Procedure", "Procedure"], "intervention_name": ["Preoperative Endoscopy", "Technetium Tc 99m Sulfur Colloid", "Gamma Probe", "Biopsy of Sentinel Lymph Nodes"], "arm_group_label": ["Mapping and Biopsy", "Mapping and Biopsy", "Mapping and Biopsy", "Mapping and Biopsy"], "criteria": "DISEASE CHARACTERISTICS: Preoperative diagnosis of stage I, II, or III colorectal cancer No more than 90 days since diagnosis No tumor involving adjacent structures (T4 lesion) No clinical or radiological evidence of stage IV disease No total excision of primary tumor at diagnosis PATIENT CHARACTERISTICS: Age: 18 and over Performance status: Karnofsky 60-100% Life expectancy: Not specified Hematopoietic: Not specified Hepatic: No severe decompensated liver disease, including cirrhosis Renal: Not specified Other: No known primary or secondary immunodeficiencies No other medical conditions or evidence of infection that would preclude study Not pregnant Negative pregnancy test PRIOR CONCURRENT THERAPY: See Disease Characteristics No prior colonic, aortic, or retroperitoneal surgery", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "stage III rectal cancer", "mesh_term": ["Colorectal Neoplasms", "Technetium Tc 99m Sulfur Colloid"], "id": "NCT00005640"}