{"brief_title": "Safety and Effectiveness of Giving CPI-1189 to HIV-Infected Patients With AIDS Dementia", "brief_summary": "The purpose of this study is to see if it is safe and effective to give CPI-1189 to patients with AIDS dementia. Advanced HIV infection can cause AIDS dementia (brain damage due to HIV leading to loss of memory and muscle control). CPI-1189 may be able to postpone AIDS dementia or slow it down.", "detailed_description": "Late-stage HIV infection can cause AIDS dementia (brain damage due to HIV leading to loss of memory and muscle control). CPI-1189 may be able to postpone AIDS dementia or slow it down. Patients are randomized to receive either placebo or one of two oral doses of CPI-1189 daily. Patients are assessed for safety and tolerability during Weeks 2, 6, and 10. At Week 10, efficacy assessments are also made. For those who volunteer, a sample of cerebrospinal fluid is obtained at baseline and at Week 10. Blood samples for CPI-1189 pharmacokinetic trough measurements are taken at Weeks 2 and 10. The open-label phase starts at Week 11. At Weeks 13 and 16, a safety evaluation is performed. At the end of the open-label phase, Week 22, a final set of safety and efficacy assessments and a blood sample for CPI-1189 pharmacokinetic trough measurement are obtained.", "condition": ["HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["CPI-1189"], "criteria": "Inclusion Criteria You may be eligible for this study if you: - Are HIV-positive. - Are at least 18 years old. - Have symptoms of AIDS dementia including forgetfulness, loss of concentration, slow mental processing, or a loss of muscle control. - Have been on stable anti-HIV drug therapy for the past 6 weeks (if you are taking anti-HIV drugs). Exclusion Criteria You will not be eligible for this study if you: - Have certain serious medical conditions, such as a mental disorder or an opportunistic (AIDS-related) infection.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Anti-HIV Agents", "mesh_term": ["HIV Infections"], "id": "NCT00002414"}