{"brief_title": "Treating Drug-Resistant Childhood Schizophrenia", "brief_summary": "This study will compare clozapine and olanzapine (Zyprexa®) for the treatment of children and adolescents who have failed standard antipsychotic treatment for schizophrenia.", "detailed_description": "Schizophrenia is a devastating illness regardless of the age at which it presents. When this disorder occurs in childhood or adolescence, the consequences in terms of functional impairment, loss of developmental opportunities, and family and societal burden are particularly dramatic. Evidence supports the improved efficacy and/or side effect profile of atypical antipsychotic medication in adults. Thus, it is essential to examine whether the potential benefits of these agents can be extended to children, particularly children who have failed standard treatment. Patients are randomly assigned to receive either clozapine or olanzapine daily for 12 weeks. Patients meet with the study team once a week to discuss progress and record side effects. Three parent meetings take place during the study. During these meetings, questions are discussed and support and education about schizophrenia are given to parents. Various scales to measure psychotic, manic, aggressive, and depressive symptoms are used to assess patients.", "condition": ["Schizophrenia"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Olanzapine", "Clozapine"], "description": ["Participants will receive olanzapine for 12 weeks.", "Participants will receive 12 weeks of clozapine."], "arm_group_label": ["1", "2"], "criteria": "Inclusion criteria: - DSM-IV criteria for treatment-refractory schizophrenia or schizoaffective disorder - Willingness to use an acceptable form of birth control, if applicable Exclusion Criteria: - Neurological or medical disorders that would contraindicate treatment with clozapine or olanzapine - IQ less than 70 - DSM-IV criteria for substance (other than caffeine or nicotine) related disorder - Failure of an adequate trial of olanzapine or clozapine", "gender": "All", "minimum_age": "10 Years", "maximum_age": "18 Years", "healthy_volunteers": "No", "mesh_term": ["Schizophrenia", "Schizophrenia, Childhood", "Clozapine", "Olanzapine"], "id": "NCT00048828"}