{"brief_title": "Paclitaxel in Treating Patients With AIDS-Related Kaposi's Sarcoma", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. PURPOSE: Phase II trial to study the effectiveness of paclitaxel in treating patients with AIDS-related Kaposi's sarcoma.", "detailed_description": "OBJECTIVES: - Determine whether the body distribution and plasma clearance of paclitaxel is affected by protease inhibitors (e.g., indinavir, ritonavir, saquinavir mesylate, or nelfinavir mesylate). OUTLINE: Patients are stratified according to protease inhibitor treatment (yes vs no), prior paclitaxel (yes vs no), and prior doxorubicin or daunorubicin (yes vs no). Patients receive paclitaxel IV over 3 hours on day 1. Treatment continues every 2 weeks for at least 1 course in the absence of disease progression or unacceptable toxicity. Patients who previously received paclitaxel receive no more than 1 course during this study. PROJECTED ACCRUAL: A total of 33 patients will be accrued for this study.", "condition": "Sarcoma", "intervention_type": "Drug", "intervention_name": "saquinavir mesylate", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed Kaposi's sarcoma requiring chemotherapy and/or currently being treated with paclitaxel - Serologic diagnosis of HIV infection documented by a positive ELISA and confirmed with a Western Blot or other federally approved HIV diagnostic test PATIENT CHARACTERISTICS: Age: - 18 and over Performance status: - ECOG 0-2 Life expectancy: - Not specified Hematopoietic: - Absolute neutrophil count at least 1,000/mm ^3(with or without the use of colony-stimulating factors) - Platelet count at least 50,000/mm^3 Hepatic: - Bilirubin no greater than 1.5 times upper limit of normal (ULN) - AST no greater than 2.5 times ULN - Alkaline phosphatase no greater than 2.5 times ULN Renal: - Creatinine no greater than 1.5 mg/dL OR - Creatinine clearance greater than 60 mL/min Neurologic: - No greater than grade 2 peripheral neuropathy - No neuropsychiatric history or altered mental status that would preclude study Other: - Not pregnant or nursing - Fertile patients must use effective contraception - No other prior or concurrent malignancy except curatively treated carcinoma in situ of the cervix or basal cell or squamous cell skin cancer - No sensitivity to E. coli-derived proteins - No active untreated infection - No new infectious complications requiring a change in antibiotics within the past 2 weeks PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - See Disease Characteristics Endocrine therapy: - Not specified Radiotherapy: - At least 1 week since prior radiotherapy - No prior radiotherapy to marker lesions - No concurrent radiotherapy Surgery: - Not specified Other: - At least 2 weeks since prior systemic treatment for Kaposi's sarcoma - At least 2 weeks since prior nonapproved FDA investigational agents except available Investigational New Drugs that are antiretroviral agents - Concurrent maintenance therapy for opportunistic infections allowed - Concurrent commercially available antiretroviral therapy allowed", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00003008.xml"}