{"brief_title": "Bryostatin 1 Plus Vincristine in Treating Patients With Progressive or Relapsed Non-Hodgkin's Lymphoma After Bone Marrow or Stem Cell Transplantation", "brief_summary": "Phase II trial to study the effectiveness of combining bryostatin 1 with vincristine in treating patients who have progressive or relapsed non-Hodgkin's lymphoma after autologous bone marrow transplantation or autologous stem cell transplantation. Drugs used in chemotherapy such as vincristine use different ways to stop cancer cells from dividing so they stop growing or die. Bryostatin 1 may help vincristine kill more cancer cells by making the cells more sensitive to the drug", "detailed_description": "PRIMARY OBJECTIVES: I. To evaluate response rate when bryostatin 1 is given in combination with vincristine in patients with low and intermediate grade non-Hodgkin's lymphoma who have progressed or relapsed following an autologous bone marrow or stem cell transplant. II. To determine if blunting of apoptotic response (with two or more consecutive apoptotic fractions) following treatment using annexin V staining of peripheral blood CD5+ and CD19+ lymphocytes by flow cytometry is predictive of outcome (i.e. lack of clinical response). III. To prospectively evaluate the incidence of > grade 3 myelotoxicity with this regimen. OUTLINE: This is a multicenter study. Patients receive bryostatin 1 IV over 24 hours on days 1 and 15 and vincristine IV on days 2 and 16. Treatment repeats every 4 weeks for up to 6 courses in the absence of disease progression or unacceptable toxicity. Patients without disease progression after 6 courses may continue therapy with bryostatin 1 IV over 24 hours on days 1 and 22 and vincristine IV on days 2 and 23. Courses repeat every 6 weeks in the absence of disease progression or unacceptable toxicity. Patients are followed every 3 months for 2 years, every 6 months for 2-5 years, and then annually thereafter.", "condition": ["Extranodal Marginal Zone B-cell Lymphoma of Mucosa-associated Lymphoid Tissue", "Nodal Marginal Zone B-cell Lymphoma", "Recurrent Adult Diffuse Large Cell Lymphoma", "Recurrent Adult Diffuse Mixed Cell Lymphoma", "Recurrent Adult Diffuse Small Cleaved Cell Lymphoma", "Recurrent Grade 1 Follicular Lymphoma", "Recurrent Grade 2 Follicular Lymphoma", "Recurrent Grade 3 Follicular Lymphoma", "Recurrent Mantle Cell Lymphoma", "Recurrent Marginal Zone Lymphoma", "Recurrent Small Lymphocytic Lymphoma", "Splenic Marginal Zone Lymphoma"], "intervention_type": ["Drug", "Drug", "Other"], "intervention_name": ["bryostatin 1", "vincristine sulfate", "laboratory biomarker analysis"], "description": ["Given IV", "Given IV", "Correlative studies"], "arm_group_label": ["Treatment (bryostatin 1, vincristine sulfate)", "Treatment (bryostatin 1, vincristine sulfate)", "Treatment (bryostatin 1, vincristine sulfate)"], "other_name": ["B705008K112", "BRYO", "Bryostatin", "leurocristine sulfate", "VCR", "Vincasar PFS"], "criteria": "Inclusion Criteria: - Patients must have biopsy proven relapsed or progressive low or intermediate grade non-Hodgkin's lymphoma (by REAL classification); after prior autologous bone marrow transplantation or peripheral blood stem cell rescue - Patients must have measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) as >= 20 mm with conventional techniques or as >= 10 mm with spiral CT scan - Patients must have received a prior autologous bone marrow or peripheral blood stem cell rescue to be eligible for this trial (there is no specified time interval from transplant prior to enrollment on study; at least 4 weeks must have elapsed since prior large-field radiation therapy; patients must have been off previous anti-cancer therapy for at least 4 weeks and recovered from all treatment related toxicity; prior vincristine therapy is allowed - Life expectancy of greater than 8-10 weeks - ECOG performance status 0-2 - Absolute neutrophil count >= 1,250/uL - Platelets >= 50,000/uL - Hemoglobin >= 8.5 g /dl - Total bilirubin =< 2.0 mg/dl - AST(SGOT)/ALT(SGPT) =< 3 X normal - Creatinine =< 2.0 mg/dl - Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation; should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately - Ability to understand and the willingness to sign a written informed consent document Exclusion Criteria: - Patients requiring concomitant anticancer therapy are excluded - Patients with known brain metastases or leptomeningeal involvement should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events - Patients who have had a prior allogeneic transplant are not eligible - Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements - Pregnant and lactating women are excluded from this study - HIV infection - Patients with clinically apparent neuropathy (>= grade 2)", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Lymphoma", "Lymphoma, Follicular", "Lymphoma, Non-Hodgkin", "Leukemia, Lymphocytic, Chronic, B-Cell", "Lymphoma, Large B-Cell, Diffuse", "Lymphoma, B-Cell", "Lymphoma, Mantle-Cell", "Lymphoma, B-Cell, Marginal Zone", "Vincristine", "Bryostatin 1"], "id": "NCT00058305"}