{"brief_title": "Cognitive Behavioral Therapy for the Treatment of Seasonal Affective Disorder (SAD)", "brief_summary": "This study will assess the effectiveness of cognitive behavioral therapy (CBT) in treating seasonal affective disorder (SAD), commonly called the \"winter blues.\"", "detailed_description": "SAD is a condition in which people experience depression as a result of seasonal variations in sunlight. Although light therapy is a common treatment for SAD, a large proportion of people with SAD are resistant to this treatment. CBT is effective for nonseasonal depressive disorders, but its use for SAD has not been thoroughly explored. This study will determine whether CBT, alone and combined with light therapy, is as effective as light therapy alone in reducing SAD symptoms. Participants in this study will be randomly assigned to light therapy, CBT, a combination of light therapy and CBT, or a control group (no therapy) for 6 weeks. CBT will be conducted twice a week; light therapy will be conducted twice a day. Assessments will be made before, during, and after the study treatment. Depression scales, questionnaires, and behavioral tasks will be used to assess the depressive symptoms of participants. A 6-month and 1-year follow-up visit will also be conducted. During the follow-up visits, participants will be interviewed and will complete a questionnaire and a survey.", "condition": ["Seasonal Affective Disorder", "Depression"], "intervention_type": ["Behavioral", "Behavioral"], "intervention_name": ["Light Therapy", "Cognitive behavioral therapy (CBT)"], "description": ["Light therapy will involve exposure to bright light twice a day.", "CBT attempts to change maladaptive thoughts and beliefs, and will be conducted twice a week."], "arm_group_label": ["1 Light therapy", "3 Light therapy plus cognitive behavioral therapy", "2 Cognitive behavioral therapy", "3 Light therapy plus cognitive behavioral therapy"], "criteria": "Inclusion Criteria: - Diagnosis of seasonal affective disorder (SAD) - Willing and able to participate in the study procedures Exclusion Criteria: - Major psychological diagnoses other than SAD - Current psychological or psychiatric treatment", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Phototherapy", "mesh_term": ["Depression", "Depressive Disorder", "Mood Disorders", "Seasonal Affective Disorder"], "id": "NCT00076245"}