{"brief_title": "The Safety and Effectiveness of Isoprinosine in Patients With Weakened Immune Systems and Lymph Node Disease", "brief_summary": "The objective of this Phase III, randomized, double-blind, placebo-controlled study in patients with immunologic deficiency is to determine the effect of Isoprinosine in producing an immuno-restorative response within the study observation period (including the 2-month period following cessation of the 28 days of treatment), measured by one or more of the following immunological parameters: - Increase in natural killer (NK) cell activity. - Increase in total T-cells (OKT-11). - Increases in absolute number and percentage of T-helper cells (OKT-4).", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Inosine pranobex", "criteria": "Exclusion Criteria Co-existing Condition: Patients with the following are excluded: - History of gout, uric acid urolithiasis, uric acid nephrolithiasis, renal dysfunction and severe gastric ulcer. - Lymphoid malignancy. - Infectious mononucleosis caused by cytomegalovirus or Epstein-Barr virus. - Heart disease (especially if receiving cardiac glycosides). - Hemophilia. Patients with the following are excluded: - Kaposi's sarcoma or overt opportunistic infections as follows: - Candida albicans, Pneumocystis carinii, Herpes simplex, Cryptococcus neoformans, Histoplasma capsulatum, Mycobacterium avium-intracellulare, Toxoplasma gondii, Legionella, Cryptosporidium, Isospora, and Papovavirus. - Active evidence of infectious mononucleosis caused by Epstein-Barr virus (EBV) or cytomegalovirus (CMV) as determined by heterophil test (EBV) or cell culture (CMV). - History of gout, uric acid urolithiasis, uric acid nephrolithiasis, renal dysfunction, and severe gastric ulcer. - Critical illness. - Condition requiring hospitalization. - Women of childbearing age are excluded. - Hemophilia. Prior Medication: Excluded: - Steroids. - Cytotoxic immunosuppressive agents. - Antiviral medicine. Prior Treatment: Excluded: - Radiotherapy. Patients who have unexplained immunodepression and are at risk of developing AIDS. - Patients with prolonged generalized lymphadenopathy for 3 or more months (greater than 1 cm at two or more noncontiguous sites). IV drug abuse.", "gender": "Male", "minimum_age": "18 Years", "maximum_age": "50 Years", "healthy_volunteers": "No", "id": "NCT00002296.xml"}