{"brief_title": "Intravenous Estramustine With Taxol in Hormone Refractory Prostate Adenocarcinoma", "brief_summary": "Phase I: The goal of this clinical research study is to find the highest dose of estramustine phosphate administered intravenously in combination with a fixed dose of Taxol (paclitaxel) that can be given safely to participants with prostate cancer who have failed to further benefit from hormone treatment. Phase II: The goal of this clinical research study is to find out if the combination of the drugs estramustine phosphate and paclitaxel will shrink or control prostate cancer that has not responded to hormone treatment. A second goal is to find out if the side effects of these drugs can be reversed. The safety of these drugs will also be studied.", "detailed_description": "To determine the maximum tolerated dose of intravenous estramustine phosphate combined with Taxol. To estimate the complete and partial response rates to treatments with intravenous estramustine phosphate combined with Taxol in the treatment of hormone-refractory adenocarcinoma of the prostate. To determine the qualitative and quantitative toxicity of the combination of intravenous estramustine phosphate and Taxol.", "condition": ["Prostate Cancer"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Estramustine", "Taxol"], "description": ["Intravenous dose", "Intravenous dose"], "arm_group_label": ["Estramustine + Taxol", "Estramustine + Taxol"], "other_name": ["Estramustine phosphate", "Paclitaxel"], "criteria": "Inclusion Criteria: - Patients with histologic proof of adenocarcinoma of the prostate and must have failed conventional hormonal therapy. - Patients must have osteoblastic bone metastases. At least one osteoblastic lesion must be documented by plain film. Patients with mixed or osteolytic bone metastases must have a biopsy to exclude histologic variants of prostate cancer or metastasis from another primary (for phase II only). - Patients must have evidence of progression of disease as demonstrated by 2 consecutive rise in PSA (an absolute change of at least 1 ng/mL) over 4 weeks. - Patients on flutamide, nilutamide, or bicalutamide should be discontinued from flutamide or nilutamide and bicalutamide for at least 4 weeks and 8 weeks, respectively. - Patients must have an expected survival of at least three months and a Zubrod performance status of < 2 (Zubrod scale; Appendix B). - Patients may receive no concurrent chemotherapy or immunotherapy. - Patients must have castrate serum testosterone levels (< 30 ng/dl). For patients who are medically castrated, lutenizing hormone releasing hormone analog must continue to maintain testicular suppression. - Patients must have adequate bone marrow function defined as an absolute peripheral granulocyte count of > 1,500/mm3 and platelet count of > 100,000/mm3; adequate hepatic function defined with a bilirubin of < 1.5 mg% and SGOT (AST) < 2X the upper limits of normal; adequate renal function defined as serum creatinine clearance > 40 cc/min (measured or calculated). - Patients must be >= 18 years old. - Patients may have received oral EMP or no more than one cytotoxic therapy. - Patients must sign a written informed consent form prior to treatment. Exclusion Criteria: - Patients with severe intercurrent infection. - Patients with prior exposure to Taxol. - Patients whose tumors contain small cell or sarcomatoid elements. - Patients with evidence of conduction block or active myocardial ischemia on ECG. - Patients with a history of prior malignancy (except noninvasive cutaneous carcinoma). - Patients with a history of thromboembolism.", "gender": "Male", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Prostate Cancer", "mesh_term": ["Prostatic Neoplasms", "Adenocarcinoma", "Hormones", "Paclitaxel", "Albumin-Bound Paclitaxel", "Estramustine"], "id": "NCT00038168"}