{"brief_title": "The Safety and Effectiveness of Cidofovir in the Treatment of Venereal Warts in HIV-Infected Patients", "brief_summary": "To evaluate the safety and tolerance of topical cidofovir (HPMPC) therapy for condyloma acuminatum in patients with HIV infection. To investigate whether topical HPMPC therapy can induce regression of condyloma acuminatum in patients with HIV infection.", "detailed_description": "Four groups of 10 patients each receive topical HPMPC at 0.3 percent concentration for 5 or 10 days total or 1.0 percent concentration for 5 or 10 days total, followed by 2 weeks of rest. When six patients at a given dose and schedule have completed treatment and follow-up without significant toxicity, subsequent patients are entered at the next higher dose level. Patients are evaluated twice weekly during treatment and once weekly during the rest period. HPMPC may be extended for up to two additional courses in patients who experience no significant toxicity.", "condition": "Condyloma Acuminata", "intervention_type": "Drug", "intervention_name": "Cidofovir", "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - AZT, ddI, ddC, d4T, or 3TC. - Oral trimethoprim/sulfamethoxazole. - Aerosolized pentamidine. - Dapsone. - Fluconazole. - Rifabutin. - Clarithromycin. Patients must have: - HIV seropositivity. - Mean CD4 count >= 100 cells/mm3. - External anogenital condyloma acuminatum confirmed by biopsy, present for less than 1 year. NOTE: - Warts on anal, urethral, or vaginal mucosa will not be studied. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Active lesions of genital herpes, other skin wounds, or active inflammatory skin disorders in the same area as warts to be treated. - Active medical problems sufficient to hinder study compliance. Concurrent Medication: Excluded: - Podofilox or any podophyllum resin preparation. - Liquid nitrogen treatment. - Interferon alpha. - Trichloracetic acid. - Other treatments, topical or systemic, surgical or ablative, known to have anti-papilloma activity. - Other investigative drugs (except d4T or 3TC) unless approved by the sponsor. Patients with the following prior conditions are excluded: History of untreated syphilis or Bowenoid papulosis. Prior Medication: Excluded within 4 weeks prior to study entry: - Treatment for anogenital warts. - Immunomodulators (including interferons or systemic corticosteroids). - Lymphocyte replacement therapy. - Biologic response modifiers. Substance abuse.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00002327.xml"}