{"brief_title": "Megestrol to Limit Weight Loss and Improve Quality of Life in Treating Patients With Head and Neck Cancer", "brief_summary": "RATIONALE: Megestrol helps improve appetite. It is not yet known if megestrol is effective in limiting weight loss caused by cancer. PURPOSE: Randomized phase III trial to determine the effectiveness of megestrol in limiting weight loss and improving quality of life in patients who have head and neck cancer and are undergoing radiation therapy.", "detailed_description": "OBJECTIVES: - Determine the effect of megestrol on the weight of patients with head and neck cancer who are undergoing localized radiotherapy. - Determine whether health-related quality of life improves in patients treated with megestrol. OUTLINE: This is a randomized, double-blind, placebo-controlled, multicenter study. Patients are stratified according to type of treatment (radiotherapy alone vs radiotherapy plus platinum-based chemotherapy vs radiotherapy plus non-platinum-based chemotherapy) and type of radiotherapy (primary vs postoperative). Patients are randomized to one of two treatment arms. - Arm I: Patients receive oral megestrol daily beginning within the first three days of radiotherapy and continuing during 5-7 weeks of radiotherapy and for 12 weeks after completion of radiotherapy. - Arm II: Patients receive oral placebo daily according to the schedule for megestrol in arm I. Quality of life is assessed at baseline, at completion of radiotherapy, and then at 4, 8, 12, and 16 weeks after completion of radiotherapy. PROJECTED ACCRUAL: A total of 48-144 patients (24-72 per arm) will be accrued for this study within 14 months.", "condition": ["Anorexia", "Cachexia", "Head and Neck Cancer", "Quality of Life"], "intervention_type": ["Drug", "Procedure"], "intervention_name": ["megestrol acetate", "quality-of-life assessment"], "criteria": "DISEASE CHARACTERISTICS: - Histologically proven resected or unresectable stage I-IV epithelial head and neck cancer - Must be scheduled to receive a total dose of radiotherapy of at least 5,000 cGy in fraction sizes of no greater than 200 cGy - No distant metastases PATIENT CHARACTERISTICS: Age: - Over 18 Performance status: - ECOG 0-2 Life expectancy: - More than 3 months Hematopoietic: - Not specified Hepatic: - Not specified Renal: - Not specified Cardiovascular: - No history of congestive heart failure or thromboembolic events - No uncontrolled hypertension, active thromboembolic disease, or myocardial infarction within the past 3 months Pulmonary: - No history of pulmonary edema Other: - No other malignancy within the past 3 years except curatively treated carcinoma in situ of the cervix or nonmelanoma skin cancer - No feeding tube - No preexisting or uncontrolled diabetes with glycosylated hemoglobin greater than 10% - No history of Cushing's syndrome - No dietary restriction (salt, sugar, or lipid) - No serious medical or psychiatric illness that would preclude study - No significant ascites, pleural effusions, or edema that may inhibit oral food intake or invalidate weight measurements - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - Prior chemotherapy allowed Endocrine therapy: - At least 1 year since prior corticosteroids, estrogens, progestins, or any other steroid hormone - No concurrent estrogens or other progestins - Concurrent glucocorticoid replacement (10 mg of prednisone a day) allowed only if patient experiences moderate \"stress\" (e.g., infection, trauma, or fluid loss sufficient to require hospitalization and/or IV fluid replacement) Radiotherapy: - See Disease Characteristics - No prior radiotherapy to the head and neck Surgery: - Not specified", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "quality of life", "mesh_term": ["Head and Neck Neoplasms", "Anorexia", "Cachexia", "Megestrol", "Megestrol Acetate"], "id": "NCT00006799"}