{"brief_title": "Safety and Efficacy of Ampligen in the Treatment of HIV Patients Failing HAART", "brief_summary": "This is an open-label, prospective, randomized, controlled study of the safety and efficacy including clinical, immunologic, and virologic assessments of adding Ampligen to \"HAART\" in HIV infected patients with CD4 counts >300 and HIV-1 plasma RNA >500 and <30,000 copies/ml (PCR).", "condition": ["HIV Seropositivity", "HIV Infection"], "intervention_type": ["Drug"], "intervention_name": ["poly I-poly C12U"], "description": ["200-400 mg IV infusions 2x/week for 24 weeks"], "arm_group_label": ["Ampligen"], "other_name": ["Ampligen", "Rintatolimod"], "criteria": "1. Adults at least 18 years of age. 2. CD4 cell count of >300 cells. 3. HIV-1 plasma RNA >500 and <30,000 copies/ml. A qualifying (\"screening\") HIV-1 RNA level >500 and <30,000 copies/ml must be documented at least once within 40 days prior to starting Baseline while patient is receiving a HAART regimen containing at least two of the following antiretroviral drugs: - Abacavir (Ziagen) - Zidovudine (Retrovir) AZT - Zalcitabine (Hivid) ddC - Didanosine (Videx) ddI - Stavudine (Zerit) d4T - Efavirenz (Sustiva) - Indinavir (Crixivan) - Ritonavir (Norvir) - Nelfinavir (Viracept) - Amprenavir (Agenerase) The patient must have been taking this HAART regimen for four months or longer at the time of the qualifying HIV-1 RNA determination. 4. History of prior treatment (including the current HAART regimen) with at least one protease inhibitor (PI) and at least two nucleoside reverse transcriptase inhibitors (NRTI) and/or at least one non-nucleoside reverse transcriptase inhibitor (NNRTI) and at least two nucleoside reverse transcriptase inhibitors (NRTI). 5. Karnofsky performance status of at least 70. 6. The following laboratory parameters within 14 days prior to treatment: - Hemoglobin > 9.2 g/dL for men and > 8.9 g/dL for women - Neutrophil count > 1000 - Platelet count > 75,000 - AST/ALT < 4.0 x upper limit of normal (ULN) - Serum creatinine < 1.5 x ULN or a creatinine clearance > 50 mL/min. 7. For females with child bearing potential: A negative serum pregnancy test within 14 days prior to randomization. Males and females of child bearing potential agree to use an effective means of contraception.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "early virologic failure", "mesh_term": ["HIV Infections", "HIV Seropositivity", "Poly I-C", "poly(I).poly(c12,U)"], "id": "NCT00035581"}