{"brief_title": "Study of Total Body Irradiation in Combination With Allogeneic Peripheral Blood Stem Cell or Bone Marrow Transplantation Followed By Cyclosporine and Mycophenolate Mofetil in High Risk-Patients With Human Immunodeficiency Virus-1", "brief_summary": "OBJECTIVES: I. Determine the safety of total body irradiation and post-transplant cyclosporine and mycophenolate mofetil in high-risk patients with human immunodeficiency virus-1. II. Determine whether this regimen results in stable mixed donor lymphocyte chimerism (5-95% donor CD3) in this patient population. III. Determine the kinetics of immune reconstruction following this treatment regimen in this patient population. IV. Determine the effect of this treatment regimen on viral load in this patient population.", "detailed_description": "PROTOCOL OUTLINE: Patients receive oral or IV cyclosporine 2-3 times daily on Days -1 to 50. Patients undergo total body irradiation followed by allogeneic peripheral blood stem cell or bone marrow transplantation on Day 0 (assuming donor is available). Beginning within 6 hours of transplantation, patients receive oral mycophenolate mofetil every 12 hours until Day 27. Patients with an unstable level of chimerism may receive 1-2 donor lymphocyte infusions. Patients are followed at Days 14, 28, 56, 80, 180, and 360.", "condition": "HIV Infections", "intervention_type": "Procedure", "intervention_name": "Total body irradiation and stem cell or bone marrow transplantation", "description": "Assuming donor is available, total body irradiation followed by allogeneic peripheral blood stem cell or bone marrow transplantation on Day 0.", "arm_group_label": "1", "criteria": "PROTOCOL ENTRY CRITERIA: --Disease Characteristics-- - Diagnosis of human immunodeficiency virus-1 not responsive to highly active antiretroviral therapy (HAART); treated with HAART for at least the past 6 months; viral load less than 50 copies/mL plasma; CD4 count less than 100/mm3 - Lymphoma or other HIV-associated malignancy allowed with the following criteria: malignancy is in complete remission or very good partial remission, defined as a significant reduction of disease with therapy and no evidence of continued tumor growth; viral load has decreased by at least 1.5 logs OR to less than 5,000 copies/mL plasma while on HAART; CD4 count is allowed to be greater than 100/mm3 - HLA genotypically identical donor available (under 75 years of age) --Prior/Concurrent Therapy-- - No concurrent growth factors during mycophenolate mofetil administration; concurrent continuation of anti-retroviral therapy required --Patient Characteristics-- - Life expectancy: At least 30 days - Other: No positive serology for Toxoplasma gondii; no other disease or organ dysfunction that would preclude survival; not pregnant or nursing; fertile patients must use effective contraception during and for 1 year after study", "gender": "All", "minimum_age": "N/A", "maximum_age": "64 Years", "healthy_volunteers": "No", "id": "NCT00010348.xml"}