{"brief_title": "A Randomized, Parallel Arm, Comparative, Open Label, Multicenter Study of the Activity and Safety of Two Formulations of Saquinavir in Combination With Other Antiretroviral Drugs", "brief_summary": "To evaluate the antiviral activity and safety of two formulations of saquinavir in combination with licensed nucleoside antiretroviral drugs.", "detailed_description": "Patients are randomized to receive either hard gel or soft gel capsules of saquinavir in combination with at least one licensed nucleoside antiretroviral. Treatment will continue for 48 weeks. After the first 16 weeks, patients will be given the opportunity to roll over to the saquinavir formulation of choice.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Didanosine", "criteria": "Inclusion Criteria Patients must have: - HIV infection. - Antiretroviral naiveness (i.e., less than 4 weeks of prior treatment) to at least one of the licensed nucleoside drugs. - No more than 2 weeks of prior treatment with a protease inhibitor. - No active opportunistic infection or other serious AIDS-defining condition. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Malabsorption or inadequate oral intake. - Lab or clinical abnormality worse than grade 3 (other than exercise-induced CPK elevations). - Unexplained, chronic diarrhea, defined as more than three loose stools per day persisting for 2 weeks or more within the month prior to study entry. - Active malignancy or anticipated need for chemotherapy during the study. - Anticipated need for disallowed medications during the study. Concurrent Medication: Excluded: - Other protease inhibitors. Prior Medication: Excluded: - More than 4 weeks of the prior nucleoside antiretroviral selected for the patient's regimen. - More than 2 weeks of any protease inhibitor.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00002162.xml"}