{"brief_title": "A Dose-Frequency Trial of Oral Retrovir in Patients With AIDS or Severe ARC", "brief_summary": "To evaluate the pharmacokinetics of Retrovir (AZT) administered orally as 1 of 3 doses in the treatment of patients with severe clinical and laboratory manifestations of HIV infection. To compare the safety and tolerance of AZT administered 2, 3, and 6 x daily to these patients.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Zidovudine", "criteria": "Inclusion Criteria Concurrent Treatment: Allowed: - Electron beam therapy to an area of less than 100 cm2. Patients with the following are excluded: - Any immediately life-threatening infection or medical condition present at the time of study entry. - Any active opportunistic or other infection requiring chronic therapy present at the time of study entry. - Patients with Pneumocystis carinii pneumonia (PCP) may be randomized to study medication following a minimum 7-day course of therapy resulting in stabilization of their disease. Patients with stabilized disease must have fever < 39 degrees C for at least 48 hours; oxygen (on room air) = or > 60 mm, and arterial / alveolar gradient = or < 30 mm. - Kaposi's sarcoma, lymphoma, or other tumor likely to require cytotoxic chemotherapy. Seropositive for HIV antibody documented by any federally licensed ELISA. Patients must have ability to give informed consent and advanced HIV disease defined as: - History of Pneumocystis carinii pneumonia (PCP) with histologic verification within 4 months of study entry. OR History of other opportunistic infection included in the CDC surveillance definition of AIDS (stage IV-C-1), diagnosed within 4 months of entry, but not requiring chronic suppressive therapy, and a CD4+ cell count < 200 cells/mm3. OR AIDS related complex (ARC) only those patients with a CD4+ count < 200 cells/mm3 and documentation of at least two signs or symptoms from the list below. One sign or symptom must be weight loss or candidiasis as described. - Unexplained weight loss > 10 percent or = or > 15 lbs within the previous 4 months; with low weight at entry. - History of mucocutaneous oral candidiasis (by culture or potassium hydroxide KOH smear). - Fever > 38 degrees C, without documented infectious cause present, persisting > 1 month. - Oral hairy leukoplakia. - Unexplained night sweats, persisting > 1 month. - Herpes zoster infection within 3 months of entry. - Chronic diarrhea of unknown infectious etiology persisting > 1 month after 3 samples have been done eliminating ova, parasites, Cryptosporidia, Mycobacterium avium intracellulare, cytomegalovirus (CMV), and other pathogens associated with diarrheal disease in AIDS patients. Negative Venereal Disease Research Laboratory (VDRL) or Rapid Plasma Reagent (RPR) or, if positive and verified by Fluorescent Treponemal Antibody Absorption (FTAABS), documented history of treatment for syphilis. If FTAABS is positive, but treatment history is not available, the patient may be entered 3 or more days following the initiation of appropriate chemotherapy. Exclusion Criteria Co-existing Condition: Patients with the following are excluded: - Chronic herpes virus infection. - Fever > 39 degrees C at study entry. - Known hypersensitivity to lactate and/or gelatin. - Kaposi's sarcoma, lymphoma, or other tumor likely to require cytotoxic chemotherapy. - Impaired renal function. - AIDS dementia complex. Concurrent Medication: Excluded: - Drugs which cause significant bone marrow suppression. - Rifampin or rifampin derivatives. - Drugs which cause significant nephrotoxicity or hepatotoxicity. - Antiretroviral agents, including ribavirin, dideoxycytidine, dideoxyadenosine, didanosine, foscarnet, dextran sulfate, and AL-721. - Acyclovir therapy of more than 21 days duration. Concurrent Treatment: Excluded: - Radiation therapy (with the exception of electron beam therapy to an area of less than 100 cm2). - Experimental therapy. - Cytolytic chemotherapy. Prior Medication: Excluded: - Acyclovir therapy of more than 21 days duration. - Zidovudine (AZT). - Excluded within 2 weeks of study entry: - Drugs which cause significant bone marrow suppression. - Rifampin or rifampin derivatives. - Drugs which cause significant nephrotoxicity or hepatotoxicity. - Immunomodulating agents, including pharmacologic doses of steroids for > 10 days. - Excluded within 4 weeks of study entry: - Interferon. - Isoprinosine. - IL-2. - Excluded within 8 weeks of study entry: - Antiretroviral agents, including ribavirin, dideoxycytidine, dideoxyadenosine, didanosine, foscarnet, dextran sulfate, and AL-721. Prior Treatment: Excluded: - Radiation therapy (with the exception of electron beam therapy to an area of less than 100 cm2). - Experimental therapy. - Cytolytic chemotherapy. Active drug or alcohol abuse.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00002046.xml"}