{"brief_title": "Effectiveness of Interleukin-2 (IL-2) Plus Anti-HIV Therapy in HIV-Positive Patients", "brief_summary": "The purpose of this study is to find out if the immune systems of HIV-positive patients can be improved by treatment with anti-HIV medications plus interleukin-2 (IL-2) in the early stages of HIV infection. IL-2 is a protein found naturally in the blood that can help boost the immune system. HIV spreads throughout the body by invading CD4 cells, which are cells of the immune system that fight infection. Doctors hope that adding IL-2 to a current anti-HIV drug combination can help restore the CD4 cell count and the immune functions. This study will look at how the HIV virus acts during the early stages of HIV infection, how the immune system responds to HIV, and what impact early treatment with anti-HIV medications has on the course of HIV infection.", "detailed_description": "At the time of initial HIV infection, CD4 cells are susceptible to infection, and the virus infects many T cells during the first 4 to 6 weeks. Many of these infected cells subsequently maintain the virus in a latent state. Immune reconstitution with daily low-dose IL-2 therapy is intended to correct or improve the deficiency in CD4 cells, while maintaining a high frequency of CD8+ HIV-specific CTL and increasing natural killer (NK) cells. After a year of HAART plus IL-2, it may be possible to discontinue HAART while maintaining IL-2 stimulatory therapy, and the immune reactivity repaired and stimulated by IL-2 should be able to contain the virus and maintain latency. Patients are randomized to add IL-2 to their current HAART regimen or simply to remain on their current HAART regimen. IL-2 therapy is initiated at Month 3 of HAART. IL-2 is injected subcutaneously daily for 9 months, in addition to HAART. After completion of this 1-year treatment period, patients are evaluated for discontinuation of HAART. Patients with a viral load below 50 copies/ml throughout HAART plus IL-2, a CD4 count of at least 500 cells/mm3, and no onset of opportunistic infections may have HAART discontinued and IL-2 continued as monotherapy for an additional 6 months. After completing 6 months of IL-2 monotherapy, eligible patients may have IL-2 therapy discontinued.", "condition": ["HIV Infections"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Aldesleukin", "HAART"], "description": ["Subcutaneous injection of IL-2 in the amount of 2.0 X 10^6 mIU per day for the entire duration of therapy", "Current HAART regimen to be continued for duration of therapy or until certain criteria specified by the study is met"], "arm_group_label": ["A", "A", "B"], "other_name": ["Chiron IL-2"], "criteria": "Inclusion Criteria Patients may be eligible for this study if they: - HIV-infected. - Viral load of 5,000 copies/ml or less within 3 months. - Completed at least 3 months of anti-HIV medications. - Have a refrigerator to store the needles for IL-2 shots. Exclusion Criteria - Glucocorticoids or other drugs that affect the immune system such as INF-alpha, G-CSF, or GM-CSF.", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Treatment Experienced", "mesh_term": ["HIV Infections", "Aldesleukin", "Interleukin-2"], "id": "NCT00001131"}