{"brief_title": "Docetaxel and Gemcitabine With Filgrastim-SD/01 Support in Patients With Advanced Non-Small Cell Lung Carcinoma", "brief_summary": "Determine whether patients have a decreased incidence of grade 3 and grade 4 neutropenia when Filgrastim-SD/01 is given with docetaxel and gemcitabine in patients with advanced non-small cell lung cancer.", "detailed_description": "Docetaxel and Gemcitabine given on day 1 and 8 of a 21-day schedule has substantial activity in non-small cell lung cancer. Both first and second-line patients have response rates comparable to or better than other standard combination regimens. Grade 3/4 neutropenia occurs in up to half of patients not given growth factor support. Studies demonstrate that a single dose of Filgrastim-SF/01 at 100 mg/kg effectively enhances post chemotherapy neutrophil recovery in a manner similar to that of daily Filgrastim. This current study is designed to characterize the incidence of grade 3/4 neutropenia when a fixed dose of Filgrastim-SD/01 is added to a well-studied myelosuppressive chemotherapy regimen consisting of Gemcitabine and Docetaxel.", "condition": ["Non-small Cell Lung Cancer"], "intervention_type": ["Drug"], "intervention_name": ["Filgrastim-SD/01"], "description": ["6 mg SC on Day 9 (24 hours after the end of the chemotherapy infusion)"], "arm_group_label": ["Filgrastim-SD/01"], "criteria": "- Histologically or cytologically documented non-small cell lung cancer - Subjects must have stage IV or IIIB NSCLC - 0-1 prior treatment regimens of chemotherapy - Subjects must have bi-dimensionally measurable disease or evaluable disease by physical exam or radiological studies - Age > 18 years - 1st Line - ECOG 0-2 - 2nd Line - ECOG 0-1 - Absolute neutrophil count > or = 1.5 x 10 to the 9th power/L - Platelet count > or = 100 x 10 to the 9th power/L - Adequate renal function with screening serum creatinine < or = 2.0 mg/dL - Adequate AST and ALT no more than 1.5 x the upper limit of normal and serum bilirubin < or = upper limit of normal - Subjects must be at least two weeks from prior major thoracic or abdominal surgery and at least two weeks from completion of radiation therapy, and recovered from all toxicities associated with these treatments - Negative HCG by urine or blood test in subject of child-bearing potential - Life expectancy > 2 months - Ethical - Before any study specific procedure is done or before study medication is administered, the subject or legally acceptable representative must give informed consent for participation in the study", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "lung cancer, oncology, neutropenia, chemotherapy, filgrastim", "mesh_term": ["Carcinoma, Non-Small-Cell Lung", "Lung Neoplasms", "Gemcitabine", "Docetaxel", "Lenograstim"], "id": "NCT00050674"}