{"brief_title": "Treatment of Patients With Newly Diagnosed Medulloblastoma, Supratentorial Primitive Neuroectodermal Tumor, or Atypical Teratoid Rhabdoid Tumor", "brief_summary": "Drugs used in chemotherapy, such as vincristine, cisplatin, and cyclophosphamide, work in different ways to stop tumor cells from dividing so they stop growing or die. Radiation therapy uses high-energy x-rays to damage tumor cells. Combining radiation therapy with chemotherapy may kill more tumor cells. Autologous stem cell transplant may be able to replace blood-forming cells that were destroyed by chemotherapy or radiation therapy. It is not yet known which radiation therapy regimen combined with chemotherapy and donor stem cell transplant is more effective in treating medulloblastoma, supratentorial primitive neuroectodermal tumor, or atypical teratoid rhabdoid tumor. This phase III trial is studying two different regimens of radiation therapy when given together with chemotherapy and autologous stem cell transplant to see how well they work in treating patients with newly diagnosed medulloblastoma, supratentorial primitive neuroectodermal tumor, or atypical teratoid rhabdoid tumor. PRIMARY OBJECTIVE: - To assess the relationship between ERBB2 protein expression in tumors and progression-free survival probability for patients with medulloblastoma. - To estimate the frequency of mutations associated with SHH and WNT tumors (as defined by gene expression profiling) via targeted sequencing performed in an independent cohort of WNT and SHH tumors (also defined by gene expression profiling).", "detailed_description": "SECONDARY OBJECTIVES: - To compare the effects of a computer-based training system specifically targeting language, reading, and learning skills (Fast ForWord, Scientific Learning Corporation) with the current standard of care on reading decoding skills as measured by individual academic testing. - To monitor for treatment failure in the posterior fossa of patients whose tumor bed receives a reduced volume of radiation. - To correlate radiation dosimetry of target and normal tissues with rate and patterns of failure and longitudinal measures of audiometric, endocrine and cognitive effects. EXPLORATORY OBJECTIVES: - To estimate the change in neuropsychological performance from the neuropsychology assessment battery (intellect, academic achievement and cognitive ability) and examine the relationship of these changes to risk group, age at diagnosis, and parent measures. - To evaluate the differences between neurotoxicity in the average-risk patient group with that in the high-risk group through qMRI, and fMRI. - To develop or refine novel models relating impact of medulloblastoma therapy on neurocognitive performance to quantitative and functional neuroimaging measures. OUTLINE: This is a multicenter study. Patients are stratified according to disease risk (high-risk disease vs average-risk disease). Patients in both strata undergo peripheral blood stem cell or bone marrow harvest. - Stratum 1 (high-risk group): - Radiotherapy: Patients undergo craniospinal radiotherapy once daily 5 days a week for 6 weeks. - High-dose chemotherapy and autologous stem cell transplantation (SCT): Six weeks after the completion of radiotherapy, patients receive high-dose chemotherapy comprising vincristine IV followed by cisplatin IV over 6 hours on day -4 and cyclophosphamide IV over 1 hour on days -3 and -2. Patients undergo autologous SCT on day 0. Patients receive filgrastim (G-CSF) subcutaneously beginning on day 1 and continuing until blood counts recover. Patients receive vincristine IV on day 6. High-dose chemotherapy and autologous SCT repeat every 4 weeks for 3 additional courses in the absence of unacceptable toxicity. - Stratum 2 (average-risk group): - Radiotherapy: Patients undergo craniospinal radiotherapy as in stratum 1, but at a lower dose. - High-dose chemotherapy and autologous SCT: Patients receive high-dose chemotherapy, autologous SCT, G-CSF, and post-transplantation vincristine as in stratum 1. Some patients undergo a neuropsychology assessment at baseline, before chemotherapy, and then annually for 5 years. After completion of study therapy, patients are followed every 3 months until month 30 (2.5 years) after diagnosis and then every 6 months until month 72 (6 years) after diagnosis.", "condition": ["Brain and Central Nervous System Tumors"], "intervention_type": ["Biological", "Drug", "Drug", "Drug", "Procedure", "Radiation"], "intervention_name": ["filgrastim", "cisplatin", "cyclophosphamide", "vincristine", "autologous hematopoietic stem cell transplantation", "radiation therapy"], "description": ["Given subcutaneously", "Given IV", "Given IV", "Given IV", "Patients undergo autologous stem cell transplantation", "Patients undergo craniospinal radiotherapy once daily 5 days a week for 6 weeks."], "arm_group_label": ["Stratum 1 (high-risk group)", "Stratum 2 (average-risk group)", "Stratum 1 (high-risk group)", "Stratum 2 (average-risk group)", "Stratum 1 (high-risk group)", "Stratum 2 (average-risk group)", "Stratum 1 (high-risk group)", "Stratum 2 (average-risk group)", "Stratum 1 (high-risk group)", "Stratum 2 (average-risk group)", "Stratum 1 (high-risk group)", "Stratum 2 (average-risk group)"], "other_name": ["Neupogen(R)", "G-CSF", "Platinol-AQ(R)", "Cytoxan(R)", "Oncovin(R)", "autologous HSCT", "RT", "Craniospinal radiotherapy"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed diagnosis of 1 of the following: - Medulloblastoma - Supratentorial primitive neuroectodermal tumor (PNET) - PNET variants (ependymoblastoma, pineoblastoma, CNS neuroblastoma) - Atypical teratoid rhabdoid tumor (ATRT) - Definitive surgery for CNS tumor within the past 31 days - Meets one of the following risk criteria: - Average-risk disease - Localized disease with no overt evidence of invasion beyond the posterior fossa (or supratentorial compartment for PNET or ATRT) by intraoperative observations of the neurosurgeon AND postoperative CT scan or MRI - T4 disease eligible if all of the following are true: - Gross total resection determined by intraoperative observations of the neurosurgeon AND postoperative CT scan or MRI - Residual tumor or imaging abnormality whose size is < 1.5 cm^2 - No evidence of CNS or extraneural metastasis by MRI of the spine (with and without contrast agent) or CT-based myelogram AND by cytologic examination of the lumbar cerebral spinal fluid (CSF) 14-28 days after surgery - Brain stem invasion allowed in the absence of residual tumor (tumor < 1.5 cm^2 by imaging) - High-risk disease meeting one of the following criteria: - Metastatic disease within the neuraxis (i.e., evidence of subarachnoid dissemination by imaging and/or cytologic examination of CSF) - Presence of residual disease > 1.5 cm^2 at the primary site after surgery PATIENT CHARACTERISTICS: Age - 3 to 21 at diagnosis Performance status - Lansky 30-100% (< 10 years old) - Karnofsky 30-100% (≥ 10 years old) (except for posterior fossa syndrome) Life expectancy - Not specified Hematopoietic - Hemoglobin > 8 g/dL - WBC > 2,000/mm^3 - Absolute neutrophil count > 500/mm^3 - Platelet count > 50,000/mm^3 Hepatic - ALT < 5 times normal - Bilirubin < 3.0 mg/dL Renal - Creatinine < 2.0 mg/dL OR - Creatinine clearance > 70 mL/min Other - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy - Not specified Chemotherapy - No prior chemotherapy Endocrine therapy - Prior corticosteroid therapy allowed Radiotherapy - No prior radiotherapy Surgery - See Disease Characteristics", "gender": "All", "minimum_age": "3 Years", "maximum_age": "21 Years", "healthy_volunteers": "No", "keyword": "untreated childhood pineoblastoma", "mesh_term": ["Neuroectodermal Tumors", "Neuroectodermal Tumors, Primitive", "Medulloblastoma", "Nervous System Neoplasms", "Central Nervous System Neoplasms", "Rhabdoid Tumor", "Teratoma", "Cisplatin", "Cyclophosphamide", "Vincristine", "Lenograstim"], "id": "NCT00085202"}