{"brief_title": "Phenylbutyrate in Treating Patients With Refractory Solid Tumors or Lymphoma", "brief_summary": "Phase I trial to study the effectivenes of phenylbutyrate in treating adults with refractory solid tumor or lymphoma. Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die.", "detailed_description": "OBJECTIVES: I. Determine the maximum tolerated dose of oral phenylbutyrate that can be given three times daily in patients with refractory solid tumors or lymphoma until disease progression or a trough plasma concentration of 2-6 micromoles per liter is achieved. II. Characterize the pharmacokinetics of oral phenylbutyrate absorption, and determine whether there is time dependence in the systemic clearance rate during multiple dosing. III. Seek preliminary evidence of therapeutic activity of phenylbutyrate when administered on this schedule in these patients. IV. Correlate any observed responses and toxic effects with results of bioassays and tissue sampling for phenylbutyrate activity. OUTLINE: This is a dose-seeking study. All patients receive oral phenylbutyrate three times daily. Groups of 4 or more patients receive escalating doses of phenylbutyrate until the maximum tolerated dose (MTD) is determined. Treatment continues until disease progression or unacceptable toxicity intervenes.", "condition": "Unspecified Adult Solid Tumor, Protocol Specific", "intervention_type": "Drug", "intervention_name": "oral sodium phenylbutyrate", "arm_group_label": "Arm I", "criteria": "DISEASE CHARACTERISTICS: - Histologically or cytologically confirmed solid tumor or lymphoma that is progressive or refractory to conventional therapy or for which no effective therapy is known - Priority given to hormone-refractory prostate cancer and melanoma - No untreated CNS metastases - Head CT not required in the absence of clinical signs or symptoms but recommended for metastatic melanoma PATIENT CHARACTERISTICS: - Age: 18 and over - Performance status: ECOG 0-2 - Life expectancy: At least 3 months - WBC greater than 2,000/mm3 OR absolute neutrophil count greater than 1,500/mm3 - Platelet count greater than 100,000/mm3 - Hemoglobin greater than 9 g/dL - Bilirubin less than 1.5 mg/dL - AST/ALT less than 1.5 times normal - Creatinine less than 2.0 mg/dL - Obstructive uropathy allowed if relieved by nephrostomy or other appropriate device - Left ventricular ejection fraction greater than 40% by MUGA or normal by echocardiogram - No history of congestive heart failure - No uncontrolled hypertension (diastolic greater than 110 mm Hg) - Forced expiratory volume (1 second) greater than 1.5 L/min - No active infection, including HIV or viral hepatitis - No active seizure disorder - No clinical evidence of increased intracranial pressure - No baseline dementia (mini-mental exam less than 23) - No autoimmune disease, including systemic lupus erythematosus, scleroderma, or other connective tissue illness - No nonmalignant medical or psychiatric problem of sufficient severity to limit full compliance with study or to pose undue risk - Not pregnant or nursing - Adequate contraception required of fertile patients for 2 weeks prior to, during, and for 3 months after study - Normal gastrointestinal function with ability to tolerate large intake of oral volume required for phenylbutyrate administration - Patients with persistent nausea or moderate to severe anorexia may not be good candidates for study PRIOR CONCURRENT THERAPY: - Fully recovered from all prior therapy - Prior suramin allowed if serum suramin level less than 50 micrograms/mL at entry - At least 28 days since chemotherapy - No prior phenylacetate, phenylbutyrate, or antineoplaston therapy - The following may be continued during study: - Luteinizing hormone-releasing hormone agonist with evidence of tumor progression (e.g., rising prostate-specific antigen, new lesions on bone scan) despite therapy - Adrenal steroid replacement (if needed) - Dexamethasone or other steroids - At least 4-6 weeks since flutamide with evidence of PSA progression required (if possible) - At least 28 days since radiotherapy - At least 28 days since major surgery", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00002909.xml"}