{"brief_title": "A Randomized, Double-Blind, Comparative Study of Azithromycin Versus Clarithromycin in Combination With Ethambutol for the Treatment of Disseminated Mycobacterium Avium Complex (MAC) Infection in AIDs Patients", "brief_summary": "To evaluate the efficacy and safety of two different doses of azithromycin in combination with ethambutol for the treatment of patients with Mycobacterium avium complex (MAC) infection, and to determine whether an azithromycin-containing regimen is at least as safe and effective as the same regimen containing clarithromycin..", "detailed_description": "Patients are randomized to receive azithromycin at one of two doses in combination with ethambutol or clarithromycin in combination with ethambutol for 24 weeks, after which they are evaluated for entry into a maintenance phase of treatment. Clinical, microbiologic, and safety assessments are performed every 3 weeks for the first 12 weeks, then monthly for the remaining 12 weeks.", "condition": ["Mycobacterium Avium-intracellulare Infection", "HIV Infections"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["Ethambutol hydrochloride", "Clarithromycin", "Azithromycin"], "criteria": "Inclusion Criteria Patients must have: - HIV seropositivity. - Disseminated MAC. - No MAC therapy between time of last positive blood culture draw and study entry (single-agent prophylaxis allowed). - Life expectancy of at least 2 months. - Consent of parent or guardian if below legal age of consent. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Known hypersensitivity to macrolide antibiotics (erythromycin, azithromycin, or clarithromycin) or ethambutol. - Inability to take oral medications. - Condition likely to interfere with drug absorption (e.g., gastrectomy, malabsorption syndromes). Concurrent Medication: Excluded: - Another investigational drug started in the week prior to study entry. Prior Medication: Excluded: - MAC therapy between time of last positive blood culture draw and study entry (although single-agent prophylaxis is allowed).", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Clarithromycin", "mesh_term": ["Infection", "Communicable Diseases", "HIV Infections", "Mycobacterium Infections", "Mycobacterium avium-intracellulare Infection", "Clarithromycin", "Ethambutol"], "id": "NCT00002140"}