{"brief_title": "SWOG-9400 Combination Chemotherapy With or Without Bone Marrow Transplantation in Treating Patients With Previously Untreated Acute Lymphocytic Leukemia", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. Combining chemotherapy with bone marrow transplantation may allow the doctor to give higher doses of chemotherapy drugs and kill more cancer cells. PURPOSE: Phase II trial to study the effectiveness of combination chemotherapy with or without bone marrow transplantation in treating patients who have acute lymphocytic leukemia.", "detailed_description": "OBJECTIVES: I. Evaluate if front line induction therapy with daunorubicin, vincristine, prednisone, and asparaginase is sufficiently effective to warrant a phase III trial in patients with acute lymphocytic leukemia (ALL). II. Assess the toxicity of this regimen in this patient population. III. Assess disease free and overall survival and toxicity associated with allogeneic bone marrow transplantation for ALL patients in first remission following induction and consolidation therapy. IV. Assess disease free and overall survival and toxicity associated with sequential regimens of mercaptopurine, methotrexate and vincristine, doxorubicin, dexamethasone, and cyclophosphamide, thioguanine, and cytarabine in ALL patients in first remission who are ineligible for allogeneic bone marrow transplantation. V. Evaluate the prognostic significance of cell surface immunophenotype, Philadelphia chromosome, and polymerase chain reaction detected BCR/abl fusion in this patient population. OUTLINE: Patients are stratified according to age (15 to 29 vs 30 to 49 vs 50 to 65), performance status (0-1 vs 2-3), participating center, and candidate for allogeneic bone marrow transplantation (yes vs no). Patients receive induction chemotherapy consisting of daunorubicin IV on days 1-3, vincristine IV on days 1, 8, 15, and 22, oral prednisone on days 1-28, and asparaginase IV or intramuscularly (IM) on days 15-24. Patients with persistent leukemia on day 21, receive additional induction therapy consisting of daunorubicin IV on days 22 and 23, vincristine IV on days 29 and 36, and oral prednisone continuing to day 42. Patients with CNS leukemia receive additional therapy beginning on day 1 of induction chemotherapy consisting of methotrexate intrathecally (IT) or intraventricularly twice weekly until blasts are absent in spinal fluid. Patients receive oral leucovorin calcium every 6 hours for a total of 4 doses following each IT dose in the absence of blood count recovery. Following absence of spinal fluid blasts, patients receive methotrexate IT or intraventricularly weekly for 4 weeks then monthly for 1 year. Patients also receive cranial radiotherapy during consolidation therapy 5 days a week for 2.5 weeks. Patients with A1 bone marrow receive consolidation therapy following completion of induction therapy and blood count recovery. Patients receive consolidation therapy consisting of cyclophosphamide IV on days 1, 15, and 29, cytarabine IV on days 2-5, 9-12, 16-19, and 23-26, oral mercaptopurine on days 1-28, and methotrexate IT on days 2, 9, 16, and 23. Following completion of consolidation therapy, patients eligible for allogeneic bone marrow transplantation receive total body radiotherapy 3 times a day on days -7, -6, -5, and twice on day -4, and eptoposide IV over 4 hours on day -3. Patients undergo allogeneic bone marrow transplantation on day 0. Following completion of consolidation therapy, patients ineligible for allogeneic bone marrow transplantation receive maintenance therapy consisting of oral mercaptopurine on days 1-63, and oral methotrexate on days 1, 8, 15, 22, 29, 36, 43, 50, and 57. Patients receive subsequent courses of maintenance therapy when blood counts recover. Patients receive a second course of maintenance therapy consisting of vincristine IV on days 1, 8, 15, and 22, doxorubicin IV on days 1, 8, 15, and 22, and oral dexamethasone on days 1-28. Patients receive a third course consisting of cyclophosphamide IV on day 1, oral thioguanine on days 1-14, and cytarabine IV on days 3-6 and 10-13. Patients receive a fourth course consisting of oral mercaptopurine and oral methotrexate daily for 2 years. Patients are followed monthly for 6 months and then every 2 months thereafter. PROJECTED ACCRUAL: A total of 25-50 patients will be accrued for this study.", "condition": ["Leukemia", "Neutropenia", "Thrombocytopenia"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Procedure", "Radiation"], "intervention_name": ["asparaginase", "cyclophosphamide", "cytarabine", "daunorubicin hydrochloride", "dexamethasone", "doxorubicin hydrochloride", "etoposide", "leucovorin calcium", "mercaptopurine", "methotrexate", "prednisone", "thioguanine", "vincristine sulfate", "allogeneic bone marrow transplantation", "radiation therapy"], "description": ["10,000 units/d IV or IM 15 - 24", "con: 650 mg/m2 IV 1, 15, 29 maint: 650 mg/m2 IV 1", "cons: 75 mg/m2/d IV Push 2 - 5, 9 - 12, 6 - 19, 23 - 26", "ind: 60 mg/m2 IV 22 and 23", "main: 10 mg/m2/day PO 1 - 28", "main: 25 mg/m2 IV 1, 8, 15, and 22", "60 mg/kg based on ideal body weight day -3", "5 mg q 6 hours for 4 doses, PO 1, 3, 8, 11 after each methotrexate if WBC < 3,000 /μl", "con: 60 mg/m2 PO 1 - 28", "10 mg/m2 IT or IV, d 2, 9, 16, and 23; Maximum 15 mg/admin", "ind: 60 mg/m2/d PO 1 - 21*, 22 - 28 Patients will receive full dose through day 8 and then tapered to zero between Day 29 and 42.\nind2: 60 mg/m2/d PO through day 42", "main: 60 mg/m2/day PO 1 - 14", "ind: 1.4 mg/m2 2 mg max, IV 1, 8, 15, and 22 ind2: 1.4 mg/m2 2 mg max IV 29 and 36 main: 1.5 mg/m2 2 mg max, IV 1, 8, 15, and 22", "day 0", "day -7 through day -4 total dose of radiation is 1,320 cGy."], "criteria": "DISEASE CHARACTERISTICS: Histologically confirmed acute lymphocytic leukemia FAB class L1-L2 Mixed immunophenotypic markers with no cytochemical myeloid markers allowed No non-Hodgkin's lymphoma No chronic myelogenous leukemia in blast crisis Concurrent registration on the cytogenetics protocol SWOG-9007 required PATIENT CHARACTERISTICS: Age: 15 to 65 Performance status: SWOG 0-3 Hematopoietic: Not specified Hepatic: Bilirubin no greater than 2 times normal (unless elevation due to leukemia) AST no greater than 3 times normal (unless elevation due to leukemia) No chronic liver disease Renal: Creatinine no greater than 2 times normal Cardiovascular: Left ventricular ejection fraction at least 50% by MUGA or echocardiogram No symptomatic congestive heart failure No symptomatic coronary artery disease No cardiomyopathy No uncontrolled arrhythmia Other: Not pregnant or nursing Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: No prior remission induction chemotherapy for acute lymphocytic leukemia", "gender": "All", "minimum_age": "15 Years", "maximum_age": "65 Years", "healthy_volunteers": "No", "keyword": "thrombocytopenia", "mesh_term": ["Leukemia", "Precursor Cell Lymphoblastic Leukemia-Lymphoma", "Leukemia, Lymphoid", "Thrombocytopenia", "Neutropenia", "Dexamethasone", "Prednisone", "Liposomal doxorubicin", "Cyclophosphamide", "Methotrexate", "Doxorubicin", "Etoposide", "Cytarabine", "Daunorubicin", "Asparaginase", "6-Mercaptopurine", "Vincristine", "Thioguanine", "Levoleucovorin"], "id": "NCT00002665"}