{"brief_title": "SPRiNG: SCIO-469 Patients With Rheumatoid Arthritis Not Receiving Methotrexate", "brief_summary": "The primary objective of this study is to determine the efficacy of oral SCIO-469 in patients with rheumatoid arthritis who are not receiving liver damaging (hepatotoxic) disease-modifying anti-rheumatic drugs (DMARDs).", "detailed_description": "This is a 24 week randomized (study drug assigned by chance), double blind (neither physician nor patient knows the name of the assigned drug), placebo controlled, parallel group study assessing the safety and effectiveness of oral SCIO-469 in treating patients with rheumatoid arthritis who are not receiving liver damaging (hepatotoxic) disease-modifying anti-rheumatic drugs (DMARDs). The patient will participate in the study for approximately 183 days. Safety measures will include vital signs (blood pressure, pulse rate, breathing rate), 12-lead electro-cardiogram, adverse events, concomitant medications, and clinical laboratory evaluations (including serum chemistry, hematology, qualitative urinalysis, and liver function tests). The patient may be assigned to receive 30 mg capsule orally (by mouth) as one or two capsules three times daily, or receive 100 mg tablet orally once daily, or placebo (no active drug) orally as two capsules three times daily and placebo tablet orally once daily for 24 weeks.", "condition": "Arthritis, Rheumatoid", "intervention_type": "Drug", "intervention_name": "SCIO-469", "description": "100 mg tablet once daily for 12 weeks", "arm_group_label": "003", "criteria": "Inclusion Criteria: - Patients having active rheumatoid arthritis who are not receiving medications known as hepatotoxic disease-modifying anti-rheumatic drugs (DMARDs) - Patients taking hydroxychloroquine (Plaquenil) must be on a stable or consistent dose prior to entering study Exclusion Criteria: - Patients using Enbrel, Remicade, Kineret, Humira, or an experimental biologic agent within the past 3 months - Lab tests revealed elevated liver enzymes within the past 6 months - Medical history of Tuberculosis, cancer, multiple sclerosis, neuropathy or encephalopathy - HIV positive - Abnormal electrocardiogram - Chronic or acute infection", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00089921.xml"}