{"brief_title": "Everolimus and Imatinib Mesylate in Treating Patients With Chronic Phase Chronic Myelogenous Leukemia Who Are Not in Complete Cytogenetic Remission After Previous Imatinib Mesylate", "brief_summary": "RATIONALE: Drugs used in chemotherapy, such as everolimus, work in different ways to stop cancer cells from dividing so they stop growing or die. Imatinib mesylate may stop the growth of cancer cells by blocking the enzymes necessary for their growth. Combining everolimus with imatinib mesylate may be effective in killing cancer cells that have become resistant to imatinib mesylate. PURPOSE: This phase I/II trial is studying the side effects and best dose of everolimus when given together with imatinib mesylate and to see how well they work in treating patients with chronic phase chronic myelogenous leukemia who are not in complete cytogenetic remission after previous imatinib mesylate.", "detailed_description": "OBJECTIVES: Primary - Determine the safety, tolerability, and biological activity of everolimus when combined with imatinib mesylate in patients with chronic phase chronic myelogenous leukemia that is not in complete cytogenetic remission after prior imatinib mesylate. (Phase I) - Determine, preliminarily, the clinical efficacy of this regimen, in terms of 3-month improvement by at least one cytogenetic category and the duration of cytogenetic improvements, in these patients. (Phase II) Secondary - Determine the 6-month rate of cytogenetic improvements in patients treated with this regimen. - Determine the rate of confirmed cytogenetic improvements in patients treated with this regimen. - Determine the rate and duration of major cytogenetic response in patients treated with this regimen. - Determine the rate and kinetics of molecular response in patients treated with this regimen. - Correlate genetic variation in drug metabolism genes, leukemia genes, and drug target genes with response in patients treated with this regimen. - Determine the pharmacokinetics of this regimen in these patients. - Determine whether the mTOR pathway activity, as determined by molecular pathologic examination before and during treatment with this regimen, is predictive of response in these patients. OUTLINE: This is a phase I, non-randomized, open-label, multicenter, dose-escalation study of everolimus followed by a phase II study. Patients are stratified according to baseline cytogenetic status (Philadelphia chromosome-positive cells in bone marrow) (>0% and ≤ 95% vs > 95%). - Phase I: Patients receive oral everolimus once daily (or once weekly) and oral imatinib mesylate once daily beginning on day 1. Treatment continues in the absence of disease progression or unacceptable toxicity. Cohorts of 4-6 patients receive escalating doses of everolimus until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 6 patients experience dose-limiting toxicity. - Phase II: Patients receive everolimus and imatinib mesylate as in phase I at the MTD. Patients are followed every 6 months. PROJECTED ACCRUAL: A total of 4-98 patients (4-34 for phase I and up to 64 for phase II [34 patients with > 0% and ≤ 95% Philadelphia chromosome (Ph)-positive cells and 30 patients with > 95% Ph-positive cells]) will be accrued for this study.", "condition": ["Leukemia"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["everolimus", "imatinib mesylate"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed chronic myelogenous leukemia (CML) - In chronic phase - Philadelphia chromosome (Ph)-positive - No accelerated or blastic phase - Accelerated phase CML is defined as ≥ 15% but < 30% blasts in peripheral blood or bone marrow OR ≥ 30% blasts and promyelocytes in peripheral blood or bone marrow provided that < 30% blasts were present OR ≥ 20% peripheral basophils OR platelet count < 100,000/mm^3, unrelated to therapy - No less than 20 metaphases in the bone marrow sample - No evidence of complete cytogenetic response to imatinib mesylate (complete cytogenetic response defined as 0% Ph-positive cells in bone marrow) - Receiving continuous imatinib mesylate therapy for ≥ the past 9 months - Dosage ≥ 600 mg/day for ≥ the past 3 months - Stable dose of 600 mg/day for ≥ the past 4 weeks - Achieved and maintained hematological response to imatinib mesylate as defined by all of the following: - WBC < 20,000/mm^3 - Basophils < 20% - Less than 5% myelocytes and metamyelocytes in peripheral blood - No blasts or promyelocytes in peripheral blood - No evidence of disease-related symptoms or extramedullary disease, including enlarged spleen or liver PATIENT CHARACTERISTICS: Age - 18 and over Performance status - WHO 0-2 Life expectancy - Not specified Hematopoietic - See Disease Characteristics - Absolute neutrophil count ≥ 1,500/mm^3 - Platelet count ≥ 100,000/mm^3 - Hemoglobin ≥ 9 g/dL Hepatic - AST and ALT < 1.5 times upper limit of normal (ULN) - Bilirubin < 1.5 times ULN (except for patients with Gilbert's disease) - PTT < 1.5 times ULN (except for patients on oral anticoagulation therapy) - INR < 1.5 times ULN (except for patients on oral anticoagulation therapy) Renal - Creatinine < 1.5 times ULN Cardiovascular - No angina - No New York Heart Association class III or IV cardiac disease Other - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective barrier contraception during and for 3 months after study participation - HIV negative - No history of non-compliance with medical regimens - No hypercholesterolemia or hypertriglyceridemia (fasting state) ≥ grade 2 (despite lipid-lowering therapy) - No diabetes mellitus - No thyroid dysfunction - No neuropsychiatric disorders - No infection - No other severe and/or uncontrolled medical condition that would preclude study participation - No other malignancy within the past 5 years except adequately treated basal cell or squamous cell skin cancer or carcinoma in situ of the cervix PRIOR CONCURRENT THERAPY: Biologic therapy - No prior allogeneic, syngeneic, or autologous bone marrow transplantation or stem cell transplantation for CML - No concurrent prophylactic hematopoietic growth factors (e.g., filgrastim [G-CSF], sargramostim [GM-CSF], or epoetin alfa) Chemotherapy - No prior chemotherapy regimens used in transplantation Endocrine therapy - Not specified Radiotherapy - Not specified Surgery - Recovered from prior major surgery Other - No prior sirolimus in combination with imatinib mesylate - At least 4 weeks since prior investigational agents used in combination with imatinib mesylate and recovered - No other concurrent investigational therapies - No other concurrent anticancer agents", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "chronic myelogenous leukemia, BCR-ABL1 positive", "mesh_term": ["Leukemia", "Leukemia, Myeloid", "Leukemia, Myelogenous, Chronic, BCR-ABL Positive", "Leukemia, Myeloid, Chronic-Phase", "Everolimus", "Sirolimus", "Imatinib Mesylate"], "id": "NCT00093639"}