{"brief_title": "S0338, Imatinib Mesylate and Capecitabine in Treating Women With Progressive Stage IV Breast Cancer", "brief_summary": "RATIONALE: Imatinib mesylate may stop the growth of tumor cells by blocking the enzymes necessary for their growth. Drugs used in chemotherapy, such as capecitabine, work in different ways to stop tumor cells from dividing so they stop growing or die. Combining imatinib mesylate with capecitabine may kill more tumor cells. PURPOSE: This phase II trial is studying how well giving imatinib mesylate together with capecitabine works in treating women with progressive stage IV breast cancer.", "detailed_description": "OBJECTIVES: - Determine the confirmed complete and partial response rate in women with progressive stage IV adenocarcinoma of the breast treated with imatinib mesylate and capecitabine. - Determine the 6-month progression-free survival of patients treated with this regimen. - Determine the toxicity of this regimen in these patients. - Correlate, preliminarily, c-kit and platelet-derived growth factor receptor expression with estrogen and progesterone receptor status, response, survival, and time to disease progression in patients treated with this regimen. OUTLINE: This is a multicenter study. Patients receive oral imatinib mesylate* once daily on days 1-21 and oral capecitabine twice daily on days 1-14. Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity. NOTE: *If the patient tolerates the starting dose of imatinib mesylate in course 1, the dose will be increased in subsequent courses. Patients are followed every 6 months for 3 years. PROJECTED ACCRUAL: A total of 25-70 patients (25-45 patients with measurable disease and 25 with non-measurable disease) will be accrued for this study within 2 years.", "condition": ["Breast Cancer"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Capecitabine", "Imatinib mesylate"], "description": ["1,000 mg/m^2 by mouth twice daily Days 1-14 of each 21 day cycle", "400 mg by mouth daily"], "arm_group_label": ["Imatinib Mesylate & Capecitabine", "Imatinib Mesylate & Capecitabine"], "other_name": ["Xeloda", "Gleevec"], "criteria": "- Histologically or cytologically confirmed adenocarcinoma of the breast - Stage IV measurable disease - Disease progression after at least 1, but no more than 2, prior chemotherapy regimens for metastatic disease - Patients with hormone-sensitive tumors must have received prior hormonal therapy - Patients with human epidermal growth factor receptor 2 (HER2)/neu-overexpressing tumors (3+ by immunohistochemistry or amplified by fluorescent in situ hybridization) should have received trastuzumab (Herceptin®) in the adjuvant or metastatic setting (unless contraindicated) - No clinical evidence of or known brain or central nervous system (CNS) disease - Hormone Receptor status known - Female age 18 and over - Performance status Zubrod 0-2 - Absolute neutrophil count > 1,500/mm^3 - Leukocyte count > 3,000/mm^3 - Platelet count > 100,000/mm^3 - Bilirubin normal - aspartate aminotransferase (AST) / alanine aminotransferase (ALT) < 2.5 times upper limit of normal - Creatinine normal OR Creatinine clearance > 60 mL/min - Not pregnant or nursing - Fertile patients must use effective contraception during and for 3 months after study participation - No history of severe hypersensitivity reaction to compounds of similar chemical or biological composition to imatinib mesylate, capecitabine, or fluorouracil - No other malignancy within the past 5 years except adequately treated basal cell or squamous cell skin cancer or carcinoma in situ of the cervix - No prior biologic therapy (e.g., vaccines) - No concurrent filgrastim (G-CSF) for chemotherapy-induced neutropenia - No prior capecitabine or fluorouracil for metastatic breast cancer - Prior hormonal therapy allowed - More than 4 weeks since prior radiotherapy - Previously irradiated area(s) must not be the only site of disease - More than 4 weeks since prior major surgery - More than 4 weeks since prior therapy for breast cancer - No concurrent combination antiretroviral therapy for HIV-positive patients - No other concurrent investigational or commercial agents or therapies for metastatic breast cancer", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "recurrent breast cancer", "mesh_term": ["Breast Neoplasms", "Capecitabine", "Imatinib Mesylate"], "id": "NCT00087152"}