{"brief_title": "Obstetrics and Periodontal Therapy (OPT) Study", "brief_summary": "The purpose of this study is to determine if non-surgical periodontal (gum) treatment can reduce the incidence of preterm birth and low birth weight babies in mothers with periodontitis (gum disease).", "detailed_description": "Eight hundred sixteen women who are between 13 and 16 weeks pregnant will be enrolled in this trial. Volunteers will be recruited from Hennepin County Medical Center (MN), the Jackson Medical Mall (MS), the University of Kentucky, and Harlem (NY) Hospital. The incidence of preterm birth is higher at these sites than the national average. Subjects will be randomly assigned to receive non-surgical mechanical periodontal therapy (scaling and root planing) either prior to 20 weeks of their pregnancy or soon after delivery. All subjects will be monitored for progressive periodontitis and will be treated immediately regardless of their group assignment. All women will also receive essential dental care to restore caries and treat abscessed teeth. The primary birth outcome is gestational age at birth and the secondary outcome is birthweight. Maternal risk factors for preterm birth and/or intrauterine growth restriction will be used as covariates in the data analysis. The study will also document the effect of periodontal therapy on immune response, systemic markers of inflammation, periodontal infection and clinical periodontal measure.", "condition": "Infant, Premature", "intervention_type": "Procedure", "intervention_name": "Scaling and root planing", "description": "Delivered using hand and powered scalers and with topical or local (injected) anesthetics as needed. Procedures performed over 1 to 4 90-minute visits.", "arm_group_label": "Scaling and root planing", "other_name": "Deep cleaning", "criteria": "Inclusion - Be pregnant in the first 13-16 weeks of gestation as determined by menstrual history and obstetrical ultrasound - Be at least 16 years of age - Have at least 20 natural teeth, - Have bleeding on probing (BOP) on at least 35% of all tooth sites - Have 4 or more teeth with pockets greater than or equal to 4 mm and attachment loss greater than or equal to 2 mm Exclusion - Are unable to provide informed consent or are unable to cooperate with the study protocol. - May be placed at medical risk as a result of participation (i.e. subjects with hematologic disease or other disorders tha preclude routine non-surgical periodontal therapy). - Have multiple fetuses as diagnosed by ultrasound. - Require antibiotic prophylaxis for periodontal procedures - Require greater than 3 essential dental care visits because of extensive decay and/or broken teeth and are likely to have less than 20 natural teeth following essential dental care", "gender": "Female", "minimum_age": "16 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00066131.xml"}