{"brief_title": "Beta-Glucan and Monoclonal Antibody in Treating Patients With Metastatic Neuroblastoma", "brief_summary": "RATIONALE: Biological therapies such as beta-glucan use different ways to stimulate the immune system and stop cancer cells from growing. Monoclonal antibodies can locate tumor cells and either kill them or deliver tumor-killing substances to them without harming normal cells. Combining beta-glucan and monoclonal antibody may kill more tumor cells. PURPOSE: Phase I trial to study the effectiveness of combining beta-glucan and monoclonal antibody in treating patients who have metastatic neuroblastoma.", "detailed_description": "OBJECTIVES: - Determine the maximum tolerated dose of beta-glucan and monoclonal antibody 3F8 in patients with metastatic neuroblastoma. - Determine the toxicity of this regimen in these patients. - Assess the biological effects of this regimen in these patients. OUTLINE: This is a dose-escalation study. Patients receive oral beta-glucan and monoclonal antibody 3F8 (MOAB 3F8) IV within 1.5 hours on days 1-5 and 8-12. Treatment repeats every 28 days for up to 4 courses in the absence of disease progression or unacceptable toxicity. Cohorts of 6 patients receive escalating doses of beta-glucan and MOAB 3F8 until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which at least 2 of 6 patients experience dose-limiting toxicity. Patients are followed monthly for 6 months, every 2 months for 6 months, and then every 3-6 months for 2 years. PROJECTED ACCRUAL: A maximum of 24 patients will be accrued for this study within 2 years.", "condition": "Neuroblastoma", "intervention_type": "Biological", "intervention_name": "monoclonal antibody 3F8", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed high-risk stage 4 metastatic neuroblastoma - May be confirmed by bone marrow involvement and elevated urinary catecholamines - Progressive or persistent disease after intensive conventional chemotherapy that included induction with N6, N7, N8, or COG protocol with or without bone marrow or stem cell transplantation - Poor long-term prognosis as defined by any of the following: - N-myc amplification in tumor cells - Diploid chromosomal content plus 1p loss of heterozygosity in tumor cells - Distant skeletal metastases - Unresectable primary tumor infiltrating across the midline - More than 10% tumor cells in bone marrow - Measurable or evaluable disease documented at least 4 weeks after completion of prior systemic therapy PATIENT CHARACTERISTICS: Age: - Under 50 Performance status: - Not specified Life expectancy: - See Disease Characteristics Hematopoietic: - Platelet count greater than 25,000/mm^3 - Absolute neutrophil count greater than 500/mm^3 Hepatic: - Not specified Renal: - Creatinine clearance greater than 60 mL/min Other: - No severe major organ toxicity - No active life-threatening infections - No prior allergy to mouse proteins - No prior allergy to beta-glucan, oats, barley, mushrooms, or yeast - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: - See Disease Characteristics - No prior exposure to mouse antibodies and human anti-mouse antibody greater than 1,000 ELISA units/mL Chemotherapy: - See Disease Characteristics Endocrine therapy: - Not specified Radiotherapy: - Not specified Surgery: - Not specified Other: - No other concurrent supplemental beta-glucan either as food (e.g., bran cereals) or as complementary medicine", "gender": "All", "minimum_age": "N/A", "maximum_age": "49 Years", "healthy_volunteers": "No", "id": "NCT00037011.xml"}