{"brief_title": "Tacrolimus and Mycophenolate Mofetil in Preventing Acute Graft-Versus-Host Disease in Patients With Advanced Hematologic Cancer Who Are Undergoing Donor Stem Cell Transplantation", "brief_summary": "RATIONALE: Tacrolimus and mycophenolate mofetil may be an effective treatment for graft-versus-host disease caused by donor stem cell transplantation. PURPOSE: This phase II trial is studying how well giving tacrolimus together with mycophenolate mofetil works in preventing acute graft-versus-host disease in patients who are undergoing donor stem cell transplantation for advanced hematologic cancer.", "detailed_description": "OBJECTIVES: Primary - Determine the efficacy of tacrolimus and mycophenolate mofetil in preventing acute graft-vs-host disease in patients with advanced hematologic malignancies undergoing allogeneic peripheral blood stem cell transplantation. Secondary - Determine the safety of this regimen in these patients. OUTLINE: This is a non-randomized study. Patients receive tacrolimus IV continuously or orally twice daily on days -1 to 60 followed by a taper to day 180. Patients also receive mycophenolate mofetil IV over 2 hours or orally twice daily on days 0-60 followed by a taper to day 180. Treatment is discontinued at day 180 in the absence of graft-vs-host disease. Patients are followed for survival. PROJECTED ACCRUAL: A total of 5-25 patients will be accrued for this study.", "condition": "Myelodysplastic/Myeloproliferative Diseases", "intervention_type": "Drug", "intervention_name": "tacrolimus", "criteria": "DISEASE CHARACTERISTICS: - Diagnosis of 1 of the following hematologic malignancies: - Acute myeloid leukemia beyond first complete remission (CR1) - Acute lymphoblastic leukemia beyond CR1 - Chronic myelogenous leukemia in second chronic phase, accelerated phase, or blastic phase - Non-Hodgkin's lymphoma beyond CR2 - Hodgkin's lymphoma beyond CR2 - Multiple myeloma (any stage) - Myelodysplastic syndromes beyond refractory anemia (including chronic myelomonocytic leukemia) - Any refractory hematologic malignancy - Advanced disease - Scheduled for transplantation of mobilized allogeneic peripheral blood stem cells - Genotypically HLA-identical stem cell donor available PATIENT CHARACTERISTICS: Age - 65 and under Performance status - Not specified Life expectancy - Not specified Hematopoietic - Not specified Hepatic - Bilirubin ≤ 1.5 times upper limit of normal (ULN) - SGOT and SGPT ≤ 2.0 times ULN Renal - Creatinine clearance ≥ 60 mL/min Pulmonary - No acute pulmonary infection by chest x-ray - No severe hypoxemia (partial O_2 < 70% of predicted) AND DLCO < 70% of predicted - No mild hypoxemia (partial O_2 < 80% of predicted) AND DLCO < 60% of predicted Other - Not pregnant or nursing - Negative pregnancy test - No active systemic infection not controlled with antimicrobial therapy - HIV negative (HIV-1 or other virus) PRIOR CONCURRENT THERAPY: Biologic therapy - No concurrent T-cell depleted hematopoietic stem cell graft Chemotherapy - Not specified Endocrine therapy - Not specified Radiotherapy - Not specified Surgery - Not specified", "gender": "All", "minimum_age": "N/A", "maximum_age": "65 Years", "healthy_volunteers": "No", "id": "NCT00096096.xml"}