{"brief_title": "Irinotecan and Carboplatin as Upfront Window Therapy in Treating Patients With Newly Diagnosed Intermediate-Risk or High-Risk Rhabdomyosarcoma", "brief_summary": "RATIONALE: Drugs used in chemotherapy, such as irinotecan and carboplatin, work in different ways to stop tumor cells from dividing so they stop growing or die. Giving more than one drug may kill more tumor cells. PURPOSE: This phase II trial is studying how well giving irinotecan together with carboplatin as upfront window therapy (first-line therapy) works in treating patients with newly diagnosed intermediate-risk or high-risk rhabdomyosarcoma.", "detailed_description": "OBJECTIVES: Primary - Determine the response rate in patients with newly diagnosed intermediate- or high-risk rhabdomyosarcoma treated with upfront window therapy comprising irinotecan and carboplatin. - Determine the acute toxic effects of this regimen combined with radiotherapy in these patients. - Determine the safety and feasibility of this regimen in these patients. - Determine the rate of local control achieved in patients treated with this regimen in combination with intensity-modulated radiotherapy. - Determine the safety and feasibility of administering maintenance therapy comprising irinotecan to patients with high-risk rhabdomyosarcoma treated with this regimen. Secondary - Correlate, preliminarily, in vitro measurements of angiogenesis with clinical features (extent of disease), response to therapy, and outcome in patients treated with this regimen. - Determine, preliminarily, the efficacy of this regimen, in terms of improved outcomes, in these patients. OUTLINE: This is a pilot study. - Courses 1 and 2: Patients receive carboplatin IV over 1 hour on day 1 and irinotecan IV over 1 hour on days 1-5 and 8-12. Treatment repeats every 21 days for a total of 2 courses. - Courses 3-5: Patients receive vincristine IV on days 1, 8, and 15; dexrazoxane IV over 15-30 minutes, doxorubicin IV over 15-30 minutes, and cyclophosphamide IV over 1 hour on days 1 and 2; and filgrastim (G-CSF) subcutaneously (SC) once daily beginning on approximately day 3 and continuing until blood counts recover. Treatment repeats every 21 days for a total of 3 courses. Some patients may undergo surgical resection of the tumor after completion of course 5. After course 5, patients undergo radiotherapy once daily, 5 days a week, for 4-5.5 weeks. - Courses 6 and 7*: Patients receive vincristine IV and carboplatin IV over 1 hour on day 1; irinotecan IV over 1 hour on days 1-5 and 8-12; and G-CSF SC once daily beginning on approximately day 13 and continuing until blood counts recover. Treatment repeats every 21 days for a total of 2 courses. NOTE: *Patients who develop disease progression during courses 1 or 2 do not receive further irinotecan and carboplatin. Instead, patients receive ifosfamide and etoposide as in courses 8 and 9. - Courses 8 and 9: Patients receive vincristine IV on day 1; etoposide IV over 1 hour and ifosfamide IV over 2 hours on days 1-5; and G-CSF SC once daily beginning on approximately day 6 and continuing until blood counts recover. Treatment repeats every 21 days for a total of 2 courses. - Course 10: Patients receive vincristine IV on days 1, 8, 15, 22, 29, 36, and 43; dexrazoxane IV over 15-30 minutes, doxorubicin IV over 15-30 minutes, and cyclophosphamide IV over 1 hour on days 1 and 2; and filgrastim SC beginning on approximately day 3 and continuing until blood counts recover (1 course). - Course 11 and 12: Patients receive etoposide IV over 1 hour and ifosfamide IV over 2 hours on days 1-5 and G-CSF SC once daily beginning on approximately day 6 and continuing until blood counts recover. Treatment repeats every 21 days for a total of 2 courses. Patients with high-risk disease proceed to maintenance therapy. - Maintenance therapy*: Patients receive irinotecan IV over 1 hour on days 1-5 and 8-12. Treatment repeats every 21 days for a total of 6 courses. NOTE: *Patients who develop disease progression during courses 1 or 2 do not receive further irinotecan. In all courses, treatment continues in the absence of unacceptable toxicity or disease progression or recurrence after initial response. Patients are followed monthly for 1 year, every 3 months for 1 year, every 6 months for 1 year, and then annually thereafter. *Starting with A(8), patients will undergo PET Scans instead of Bone Scans, at the discretion of the PI.", "condition": ["Sarcoma"], "intervention_type": ["Biological", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Procedure", "Radiation"], "intervention_name": ["filgrastim", "carboplatin", "cyclophosphamide", "dexrazoxane hydrochloride", "doxorubicin hydrochloride", "etoposide", "ifosfamide", "irinotecan hydrochloride", "vincristine sulfate", "conventional surgery", "radiation therapy"], "arm_group_label": ["pts with intermediate- and high-risk rhabdomyosarcoma", "pts with intermediate- and high-risk rhabdomyosarcoma", "pts with intermediate- and high-risk rhabdomyosarcoma", "pts with intermediate- and high-risk rhabdomyosarcoma", "pts with intermediate- and high-risk rhabdomyosarcoma", "pts with intermediate- and high-risk rhabdomyosarcoma", "pts with intermediate- and high-risk rhabdomyosarcoma", "pts with intermediate- and high-risk rhabdomyosarcoma", "pts with intermediate- and high-risk rhabdomyosarcoma", "pts with intermediate- and high-risk rhabdomyosarcoma", "pts with intermediate- and high-risk rhabdomyosarcoma"], "criteria": "INCLUSION CRITERIA: - Newly diagnosed, previously untreated histologically-proven rhabdomyosarcoma, undifferentiated sarcoma, or ectomesenchymoma. Histology must be confirmed by a MSKCC pathologist. Intermediate- or high-risk features as defined below: - All patients with Stage 4 tumors (distant metastases). Intermediate Risk: - All patients with non-metastatic undifferentiated sarcoma or alveolar RMS or ectomesenchymoma with alveolar features (regardless of age, site, size, stage, or degree of initial surgical resection); - All patients < 1 year of age with non-metastatic embryonal RMS or ectomesenchymoma with embryonal features (regardless of site, stage, or degree of initial surgical resection). - Patients ≥ 1 year of age with Stage 2 or 3 (unfavorable site [see Appendix I] and either size > 5 cm, OR regional nodes positive, or both), Group III (gross residual disease post-biopsy or attempted resection) embryonal RMS or ectomesenchymoma with embryonal features - Age: ≤ 50 years (inclusive) at the time of diagnosis. - Biopsy or definitive surgery within 42 days of start of treatment. Organ function: - Normal renal function: Normal serum creatinine for age or creatinine clearance or nuclear GFR of ≥ 80 ml/min/1.73m2 (in the absence of obstructive hydronephrosis, e.g., from pelvic or bladder/prostate tumor). - Normal liver function: Total bilirubin, SGOT/SGPT < 2.5 times the upper limit of normal (in the absence of hepatic involvement by tumor) - Normal cardiac function: echocardiogram shortening fraction ≥ 28% or resting left ventricular ejection fraction (LVEF) ≥ 50% on Technetium-99m pertechnetate radionuclide cineangiography (MUGA) - Normal hematologic function: absolute neutrophil count (ANC) ≥ 1500/μL, hemoglobin ≥ 9 gm/dL, and platelet count ≥ 100,000/μL (in the absence of bone marrow infiltration by tumor or the presence of disseminated intravascular coagulation). - Measurable disease is not required. - Patients must consent to an indwelling central venous catheter. - Sexually active patients of childbearing potential must be willing to use an effective method of contraception. - Patient or guardian must be capable of providing informed consent. SUBJECT EXCLUSION CRITERIA: - Prior chemotherapy or radiotherapy (other than limited, emergent radiotherapy for treatment of threatened airway or cord compromise). - Pregnant or breast feeding females because the chemotherapy administered on this trial could have a detrimental effect on the developing fetus or newborn.", "gender": "All", "minimum_age": "N/A", "maximum_age": "50 Years", "healthy_volunteers": "No", "keyword": "stage I adult soft tissue sarcoma", "mesh_term": ["Sarcoma", "Rhabdomyosarcoma", "Cyclophosphamide", "Ifosfamide", "Irinotecan", "Liposomal doxorubicin", "Carboplatin", "Doxorubicin", "Camptothecin", "Etoposide", "Vincristine", "Dexrazoxane", "Razoxane"], "id": "NCT00077285"}