{"brief_title": "A Phase I Study of Recombinant Human CD4 Immunoglobulin G (rCD4-lgG) in Patients With HIV-Associated Immune Thrombocytopenic Purpura", "brief_summary": "To test the effectiveness of recombinant human CD4 Immunoglobulin G (CD4-IgG) in the treatment of HIV-associated immune thrombocytopenic purpura in patients with all levels of HIV infection.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "CD4-IgG", "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Dapsone at a constant dose level and only as a prophylaxis for Pneumocystis carinii pneumonia (PCP). - Zidovudine (AZT) at a constant dose for the 12 weeks of treatment, except if AZT-related toxicity is observed. Patients must have the following: - HIV seropositive (asymptomatic, AIDS-related complex, or AIDS). - HIV-associated immune thrombocytopenic purpura. - The ability to sign a written informed consent form, which must be obtained prior to treatment. - A willingness to abstain from all other experimental therapy for HIV infection during the entire study period. - Patients currently on zidovudine are not excluded. However, the zidovudine dose level must remain constant for 4 weeks prior to entry and for the 12 weeks of treatment, except if zidovudine related toxicity is observed. - A life expectancy of at least 3 months. Prior Medication: Allowed: - Dapsone at a constant dose for more than 2 weeks prior to study entry. - Zidovudine at a constant dose for 4 weeks prior to study entry. Exclusion Criteria Co-existing Condition: Patients with the following conditions and symptoms are excluded: - Active serious opportunistic infection (excluding positive block cultures of Mycobacterium avium complex or Cytomegalovirus). - Malignancies other than Kaposi's sarcoma. - Tumor-associated edema. - Visceral Kaposi's sarcoma. - Significant neurologic, cardiac, or liver disease. Concurrent Medication: Excluded: - Ganciclovir (DHPG). Pyrimethamine. Clindamycin. Sulfadiazine. Folinic acid. Prednisone. Intravenous gamma globulin. Intravenous acyclovir. Interferon. Systemic corticosteroids. Non-steroidal anti-inflammatory drugs (NSAIDs). Known immunomodulatory agents. Dideoxycytosine. Dideoxyinosine. Nucleoside analogs (with the exception of zidovudine or topical acyclovir). Any experimental therapy. Patients with the following are excluded: - Active serious opportunistic infection (excluding positive block cultures of Mycobacterium avium complex or Cytomegalovirus). - Malignancies other than Kaposi's sarcoma. - Kaposi's sarcoma requiring therapy. - Tumor-associated edema. - Visceral Kaposi's sarcoma. - Significant neurologic, cardiac, or liver disease. - Conditions requiring excluded concomitant medications. - Herpes virus infection requiring intravenous acyclovir. Prior Medication: Excluded for a minimum of 4 weeks prior to study entry: - Chemotherapy. - Immunomodulatory agents. - Any experimental therapy. Prior Treatment: Excluded for a minimum of 4 weeks prior to study entry: - Radiation therapy. - Any experimental therapy.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00002250.xml"}