{"brief_title": "Green Tea Extract (Polyphenon E) in Preventing Cancer in Healthy Participants", "brief_summary": "RATIONALE: Green tea extract (Polyphenon E) contains ingredients that may prevent the development of cancer. PURPOSE: This phase I trial is studying how well green tea extract works in preventing cancer in healthy participants.", "detailed_description": "OBJECTIVES: Primary - Determine the effect of green tea extract (Polyphenon E) on cytochrome P450 enzyme activities and glutathione S-transferase activities and levels in healthy participants. Secondary - Determine the safety and tolerability of this drug in these participants. OUTLINE: This is an open-label study. Participants receive oral green tea extract (Polyphenon E) once daily for 4 weeks in the absence of unacceptable toxicity. Participants are followed for 2 weeks. PROJECTED ACCRUAL: A total of 44 participants will be accrued for this study.", "condition": "Unspecified Adult Solid Tumor, Protocol Specific", "intervention_type": "Dietary Supplement", "intervention_name": "defined green tea catechin extract", "criteria": "DISEASE CHARACTERISTICS: - Healthy individuals - Non-smokers - More than 1 year since smoking cessation - No concurrent smokers - No regular consumption of large amounts of alcohol - On average, ≤ 3 alcoholic drinks per week - Consumes < 6 cups or glasses of tea per week PATIENT CHARACTERISTICS: Age - 18 and over Performance Status - Not specified Life expectancy - Not specified Hematopoietic - Not specified Hepatic - Bilirubin ≤ 2.0 mg/dL - AST or ALT ≤ 2 times normal - Alkaline phosphatase ≤ 2 times normal Renal - Creatinine ≤ 1.5 mg/dL Cardiovascular - Resting systolic blood pressure ≥ 100 mm Hg - No hypertension or hypercholesterolemia requiring unscheduled medical visits or changes in treatment within the past 3 months Other - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - Willing to refrain from tea and related products and oral herbal/botanical supplements during study participation - Willing to limit the consumption of cruciferous vegetables to ≤ once a week during study participation - Willing to refrain from caffeine-containing food or beverages (e.g., coffee, colas, chocolate, or over-the-counter medications) for 72 hours before, during, and for 8 hours after study drug administration - Willing to refrain from food items that affect drug or carcinogen metabolizing enzymes (e.g., grapefruit, grapefruit juice, cruciferous vegetables, and food cooked over charcoal) for 72 hours before, during, and for 8 hours after study drug administration - No difficulty swallowing capsules or tablets - No metabolic disorder known to affect study drugs - No other serious acute or chronic disease (e.g., type I or II diabetes, cystic fibrosis, or active infection) - No known hypersensitivity to green tea or probe drugs (e.g., caffeine, dextromethorphan, losartan, or buspirone) - No invasive cancer (i.e., non-skin cancer) within the past 5 years PRIOR CONCURRENT THERAPY: Biologic therapy - Not specified Chemotherapy - Not specified Endocrine therapy - Not specified Radiotherapy - Not specified Surgery - Not specified Other - More than 3 months since prior participation in another clinical intervention study - No concurrent medications or supplements that are known P450 enzyme inducers or inhibitors", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "Accepts Healthy Volunteers", "id": "NCT00091325.xml"}