{"brief_title": "Traumeel® S in Preventing and Treating Mucositis in Young Patients Undergoing Stem Cell Transplantation", "brief_summary": "RATIONALE: Traumeel® S (a mouth rinse) may be effective in preventing or decreasing the severity of oral mucositis caused by chemotherapy in young patients who are undergoing stem cell transplantation. PURPOSE: This randomized clinical trial is studying how well Traumeel® S works in preventing or treating mucositis in young patients who are receiving chemotherapy with or without total-body irradiation before undergoing stem cell transplantation.", "detailed_description": "OBJECTIVES: - Compare the efficacy of Traumeel® S vs placebo in reducing the severity and duration of chemotherapy-induced (with or without total body irradiation) mucositis in pediatric patients undergoing hematopoietic stem cell transplantation. - Determine the safety of this drug in these patients. OUTLINE: This is a randomized, double-blind, placebo-controlled, multicenter study. Patients are stratified according to treatment with total body irradiation during conditioning chemotherapy (yes vs no), type of transplantation (autologous vs allogeneic), and participating institution (COG vs foreign). Patients are randomized to 1 of 2 treatment arms. - Arm I: Patients receive oral Traumeel® S mouth rinse 5 times daily beginning on day -1 before transplantation. - Arm II: Patients receive oral placebo mouth rinse 5 times daily beginning on day -1 before transplantation. In both arms, treatment continues until day 20 post-transplantation OR until mucositis resolves to Walsh score ≤ 1 for 2 consecutive days. Patients are followed until day 100 post-transplantation. PROJECTED ACCRUAL: A total of 180 patients (90 per treatment arm) will be accrued for this study within 2 years.", "condition": ["Kidney Cancer", "Leukemia", "Lymphoma", "Neuroblastoma", "Oral Complications", "Sarcoma"], "intervention_type": ["Drug", "Other"], "intervention_name": ["Traumeel S", "Placebo"], "arm_group_label": ["Receive Traumeel S", "Receive placebo"], "criteria": "DISEASE CHARACTERISTICS: - Planned treatment with allogeneic or autologous hematopoietic stem cell transplantation - Conditioning chemotherapy regimen for transplantation must be myeloablative - Source of stem cells from any of the following: - Bone marrow - Placental cord - Cytokine-mobilized peripheral blood - Availability of 1 of the following donor types: - HLA-matched sibling or parent - Related donor mismatched for a single HLA locus (class I or II) - Unrelated marrow or peripheral blood stem cell donor - Unrelated umbilical cord blood HLA-matched or mismatched (class I) donor PATIENT CHARACTERISTICS: Age - 3 to 25 Performance status - Not specified Life expectancy - Not specified Hematopoietic - Not specified Hepatic - Not specified Renal - Not specified Other - No known allergy to Echinacea - Not pregnant or nursing - Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy - See Disease Characteristics Chemotherapy - See Disease Characteristics Endocrine therapy - Not specified Radiotherapy - Not specified Surgery - Not specified Other - No concurrent oral vancomycin paste - No concurrent oral glutamine supplementation - No other mouth care or oral medications within 30 minutes after administration of study drugs - No other concurrent treatment to prevent mouth sores", "gender": "All", "minimum_age": "3 Years", "maximum_age": "25 Years", "healthy_volunteers": "No", "keyword": "recurrent neuroblastoma", "mesh_term": ["Lymphoma", "Leukemia", "Neuroblastoma", "Kidney Neoplasms", "Mucositis"], "id": "NCT00080873"}