{"brief_title": "Healing Touch and Relaxation Therapies in Cervical Cancer Patients", "brief_summary": "The purpose of this study is to evaluate the effects of healing touch and relaxation therapy on cervical cancer patients undergoing chemotherapy and radiation treatment.", "detailed_description": "The side effects of chemotherapy and radiation treatment are often severe and can have devastating effects on the mental and physical well-being of cancer patients. This study will determine whether healing touch and relaxation therapy are effective in minimizing the side effects of chemotherapy and radiation treatment in cervical cancer patients. Participants in this study will receive weekly chemotherapy and daily radiation treatments for 6 weeks. Participants will be randomly assigned to receive either standard care (SC), SC plus relaxation therapy, or SC plus healing touch therapy. The relaxation therapy consists of progressive muscle relaxation and guided imagery. The healing touch therapy involves an energy-based modality in which health care practitioners stimulate the energy fields surrounding the patient. A physician-completed assessment and measures of immune function will be used to assess the well-being and overall quality of life of participants.", "condition": ["Cervix Neoplasms"], "intervention_type": ["Behavioral", "Behavioral", "Behavioral"], "intervention_name": ["Healing Touch Therapy", "Relaxation Therapy", "Standard Care"], "arm_group_label": ["Healing Touch", "Relaxation Therapy", "Standard Care"], "description": ["Standard Care"], "criteria": "Inclusion Criteria: - Stage Ib1-IVa cervical cancer - Treatment with concurrent chemotherapy and radiation at the University of Iowa Hospitals and Clinics Exclusion Criteria: - Immunosuppressive disorders - Use of immunosuppressive medications - Transplant recipient - Metastatic or recurrent cervical cancer - History of any other type of cancer", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Healing Touch", "mesh_term": ["Uterine Cervical Neoplasms"], "id": "NCT00084123"}