{"brief_title": "Study of LJP 394 in Lupus Patients With History of Renal Disease", "brief_summary": "The primary purpose of this study is to determine whether abetimus sodium is more effective than placebo in delaying time to renal flare in SLE patients with a history of renal disease.", "condition": ["Lupus Erythematosus, Systemic", "Lupus Nephritis"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["abetimus sodium (LJP 394) and/or placebo solution", "abetimus sodium (LJP 394)", "Phosphate-buffered saline"], "description": ["300 mg (50 mg/mL)abetimus sodium (three 2 mL vials of of abetimus sodium plus six 2 mL vials of normal saline) administered i.v. (in the vien) weekly for 52 weeks", "900 mg (50 mg/mL) abetimus sodium (nine 2 mL vials) administered i.v. (in the vien) weekly for 52 weeks.", "A volume of 18 mL (nine 2 mL vials of normal saline) of identically appearing placebo (phosphate-buffered saline) administered i.v. (in the vien) weekly for 52 weeks"], "arm_group_label": ["1", "2", "3"], "other_name": ["Placebo, normal saline"], "criteria": "Inclusion Criteria: - Diagnosis of Systemic Lupus Erythematosus (SLE) - Active SLE renal disease within past 4 years. - Males or females between 12 and 70 years old. - Females must be non-pregnant and non-lactating. Females and males must use adequate birth control methods during course of study. - Ability to have weekly intravenous (IV) administration of study treatment. Exclusion Criteria: - Active SLE renal disease within past 3 months prior to entering study. - Use of the following therapies within 3 months prior to entering the study: alkylating agents, e.g., cyclophosphamide, TNF inhibitors, cyclosporine. - Use of mycophenolate mofetil that exceeds 1000 mg/day, azathioprine that exceeds 100 mg/day, methotrexate that exceeds 10 mg/week, leflunomide that exceeds 10 mg/day within 2 months prior to entering study. - Use of rituximab within 6 months prior to entering study. - Current abuse of drugs or alcohol.", "gender": "All", "minimum_age": "12 Years", "maximum_age": "70 Years", "healthy_volunteers": "No", "keyword": "Nephritis, Lupus", "mesh_term": ["Kidney Diseases", "Lupus Erythematosus, Systemic", "Nephritis", "Lupus Nephritis"], "id": "NCT00089804"}