{"brief_title": "Safety and Efficacy Study of LymphoStat-B (Belimumab) in Subjects With Systemic Lupus Erythematosus (SLE)", "brief_summary": "The purpose of this study is to evaluate the safety and efficacy of 3 different doses of belimumab, administered in addition to standard therapy, in patients with active SLE disease.", "detailed_description": "The purpose of this study is to evaluate the safety and efficacy of three different doses of belimumab (1 mg/kg, 4 mg/kg, and 10 mg/kg), administered in addition to standard therapy, compared to placebo plus standard therapy in patients with active SLE disease. Patients were randomly assigned, following stratification by the screening SELENA SLEDAI score (4 to 7 versus ≥ 8), to 1 of the 4 study arms (3 active arms and 1 placebo arm plus standard therapy for SLE). All patients were to be dosed on Days 0, 14, and 28, then every 28 days for the remainder of 52 weeks. Patients completing the 52-week period could enter a 24-week open-label extension; belimumab patients received the same dose or were switched to 10 mg/kg at the investigator's discretion and former placebo patients received belimumab 10 mg/kg.", "condition": "Lupus Erythematosus, Systemic", "intervention_type": "Drug", "intervention_name": "Belimumab 10 mg/kg", "description": "Belimumab 10 mg/kg IV plus standard therapy (SOC) for SLE; belimumab 10 mg/kg administered on Days 0, 14, 28, and every 28 days thereafter through 52 weeks in the double-blind period. In the open-label extension period, patients who opted to participate continued on belimumab 10 mg/kg for an additional 24 weeks.", "arm_group_label": "Belimumab 10 mg/kg plus SOC", "other_name": "BENLYSTA®", "criteria": "Primary Inclusion Criteria - Clinical diagnosis of SLE - \"Active\" SLE disease - On a stable SLE treatment regimen - History of measurable autoantibodies Primary Exclusion Criteria - Received a non-FDA approved investigational agent within last 28 days - Cyclosporin, intravenous immunoglobulin (IVIG) or plasmapheresis within last 90 days - Active lupus nephritis requiring hemodialysis, cyclophosphamide (Cytoxan™), or high-dose prednisone (> 100 mg/day) within last 90 days - Active central nervous system (CNS) lupus requiring therapeutic intervention within last 60 days - History of renal transplant - History of chronic infection that has been active within last 6 months, herpes zoster within last 90 days or any infection requiring hospitalization or intravenous medication within last 60 days - History of hypogammaglobulinemia or immunoglobulin A (IgA) deficiency - Human immunodeficiency virus (HIV), Hepatitis B, Hepatitis C", "gender": "All", "minimum_age": "18 Years", "maximum_age": "65 Years", "healthy_volunteers": "No", "id": "NCT00071487.xml"}