{"brief_title": "Vaccine Therapy in Treating Patients With Myelodysplastic Syndrome", "brief_summary": "RATIONALE: A vaccine made from a person's myelodysplasia cells may make the body build an immune response to kill cancer cells. Combining vaccine therapy with sargramostim may kill more cancer cells. PURPOSE: Phase I trial to study the effectiveness of vaccine therapy plus sargramostim in treating patients who have myelodysplastic syndrome.", "detailed_description": "OBJECTIVES: I. Determine whether a specific T-cell response can be induced in patients with myelodysplastic syndrome treated with mutant N-, K-, or H-ras peptide vaccine (limited to the specific N-, K-, or H-ras peptide mutation in their bone marrow) and intradermal sargramostim (GM-CSF). II. Determine whether HLA type or the ability to respond immunologically to common recall antigens correlates with the induction of anti-ras immune responses in these patients treated with this regimen. III. Assess toxicity of mutant N-, K-, or H-ras peptide vaccine in these patients. OUTLINE: Patients receive sargramostim (GM-CSF) intradermally on days 1-10. Patients receive mutant N-, K-, or H-ras peptide vaccine (limited to the specific N-, K-, or H-ras mutation in their bone marrow) intradermally on day 7. Treatment repeats every 4 weeks for up to 5 courses in the absence of disease progression or unacceptable toxicity. Patients are followed at 2 and 6 weeks after the last vaccination. PROJECTED ACCRUAL: A total of 25-70 patients will be accrued for this study over 12-15 months.", "condition": ["Leukemia", "Myelodysplastic Syndromes"], "intervention_type": ["Biological", "Biological"], "intervention_name": ["ras peptide cancer vaccine", "sargramostim"], "criteria": "DISEASE CHARACTERISTICS: Histologically proven myelodysplastic syndrome (MDS) with 1 of the following classifications: Refractory anemia Refractory anemia with ringed sideroblasts Refractory anemia with excess blasts Chronic myelomonocytic leukemia History of MDS, received chemotherapy for acute leukemia within past 12 months, and now in remission Myelodysplastic disease must be stable (not anticipated to require chemotherapy for at least 4 months) Must have 1 of the following N-, K-, or H-ras peptide mutations: Progenitor cells contain aspartic acid, valine, or serine substitution at codon 12, OR Aspartic acid or arginine substitution at codon 13 PATIENT CHARACTERISTICS: Age: Over 17 Performance status: ECOG 0 or 1 Life expectancy: Greater than 5 months Hematopoietic: WBC at least 1,500/mm3 Platelet count at least 50,000/mm3 Hepatic: Not specified Renal: Not specified Cardiovascular: No New York Heart Association class III or IV heart disease Other: Not pregnant or nursing Fertile patients must use effective contraception No other medical condition that might prevent completion of study or prevent immunological response to study regimen No other concurrent serious medical illness No active bleeding PRIOR CONCURRENT THERAPY: Biologic therapy: Not specified Chemotherapy: See Disease Characteristics Endocrine therapy: No concurrent immunosuppressive drugs including systemic steroids or antiinflammatory drugs Radiotherapy: No prior irradiation of spleen Surgery: No prior splenectomy", "gender": "All", "minimum_age": "17 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "secondary myelodysplastic syndromes", "mesh_term": ["Syndrome", "Myelodysplastic Syndromes", "Preleukemia", "Vaccines"], "id": "NCT00003959"}