{"brief_title": "Cisplatin and Flavopiridol in Treating Patients With Advanced Ovarian Epithelial Cancer or Primary Peritoneal Cancer", "brief_summary": "This phase II trial is studying how well giving cisplatin together with flavopiridol works in treating patients with advanced ovarian epithelial cancer or primary peritoneal cancer. Drugs used in chemotherapy, such as cisplatin and flavopiridol, work in different ways to stop tumor cells from dividing so they stop growing or die. Combining more than one drug may kill more tumor cells.", "detailed_description": "OBJECTIVES: I. Determine the response rate, time to progression, and survival in patients with advanced ovarian epithelial or primary peritoneal cancer treated with cisplatin and flavopiridol. II. Determine the toxicity of this regimen in these patients. OUTLINE: This is a multicenter study. Patients are accrued to two separate groups (Group 2 closed to accrual as of 3/10/06) . GROUP 1: Patients receive cisplatin IV over 30 minutes and flavopiridol IV over 24 hours on day 1. Courses repeat every 3 weeks in the absence of disease progression or unacceptable toxicity. GROUP 2 (Closed to accrual as of 3/10/06): Patients receive cisplatin IV over 30 minutes and flavopiridol IV over 24 hours on day 1. Courses repeat every 3 weeks in the absence of disease progression or unacceptable toxicity. Patients are followed every 3 months for up to 3 years.", "condition": "Stage IV Primary Peritoneal Cavity Cancer", "intervention_type": "Drug", "intervention_name": "cisplatin/flavopiridol", "description": "Given IV", "arm_group_label": "Group 2", "other_name": "L-868275", "criteria": "Inclusion Criteria: - Histologically confirmed ovarian epithelial or primary peritoneal cancer: Advanced disease - Meets at least 1 of the following criteria: - Measurable disease; - Evaluable disease plus CA 125 >= 2 times post-treatment nadir - Treated with 1, and only 1, prior platin-containing chemotherapy regimen (e.g., paclitaxel or carboplatin-based) for ovarian epithelial or primary peritoneal cancer - Prior treatment with the same regimen at first relapse allowed; - No more than 3 total chemotherapy regimens allowed provided exactly 1 has been platin-containing; - Must also have platin-resistant disease as defined for Group 1; - Rechallenge with a single regimen upon progression after a hiatus from therapy counts as a single regimen - Group 1, meeting 1 of the following criteria: - Patients who relapse during or < 6 months after completion of post-debulking chemotherapy; - \"Platinum sensitive\" patients in second relapse after having been treated/rechallenged with their initial regimen upon first relapse - Group 2 (Closed to accrual as of 3/10/06): - Patients who relapse >= 6 months after completion of post-debulking chemotherapy and are not retreated with the same or a different regimen - No CNS metastases - Performance status: - ECOG 0-2 - Hematopoietic: - Absolute neutrophil count >= 1,500/mm3; - Platelet count >= 100,000/mm3; - Hemoglobin >= 10 g/dL (Note: May be supported with transfusion, epoetin alfa, or darbepoetin alfa) - Hepatic: - AST =< 2.5 times upper limit of normal (ULN); - Alkaline phosphatase =< 2.5 times ULN; - Bilirubin =< 1.5 times ULN - Renal: - Creatinine =< 1.5 times ULN - Cardiovascular: - No cardiac arrhythmia; - No cardiac failure - Not pregnant or nursing - Negative pregnancy test - More than 3 weeks since prior chemotherapy (6 weeks for nitrosoureas) - More than 3 weeks since prior radiotherapy - Recovered from all prior therapy - Fertile patients must use effective contraception - No other malignancy within the past 5 years except non-melanoma skin cancer or carcinoma in situ of the cervix - No diabetes - No peripheral neuropathy >= grade 2 - No baseline diarrhea (>= 4 stools/day) - No uncontrolled infection - No other concurrent uncontrolled serious medical condition - No concurrent routine colony-stimulating factors", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00083122.xml"}