{"brief_title": "Study Evaluating Temsirolimus (CCI-779) In Breast Neoplasms", "brief_summary": "To evaluate the preliminary activity and pharmacokinetics of 2 separate doses and schedules of orally administered Temsirolimus (CCI-779) given in combination with daily letrozole, compared to letrozole alone, in the treatment of locally advanced or metastatic breast cancer in postmenopausal women. All patients must be appropriate to receive endocrine therapy as treatment for advanced disease.", "condition": ["Breast Neoplasms"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["Letrozole / Temsirolimus (CCI-779)", "Letrozole / Temsirolimus (CCI-779)", "Letrozole"], "description": ["Letrozole 2.5 mg daily + Temsirolimus (CCI-779) 10 mg daily", "Letrozole 2.5 mg daily + Temsirolimus (CCI-779) intermittent 30 mg daily for five days every 2 weeks", "Letrozole 2.5 mg daily"], "arm_group_label": ["A", "B", "C"], "other_name": ["Letrozole / Temsirolimus(CCI-779), Torisel", "Letrozole alone"], "criteria": "Inclusion Criteria: - Postmenopausal women with histologically confirmed, measurable locally advanced disease or metastatic breast. - Must be appropriate to receive endocrine therapy as treatment for advanced disease (chemotherapy; prior adjuvant therapy with antiestrogens other than aromatase inhibitors; prior adjuvant or first-line metastatic therapy with tamoxifen or trastuzumab, are permitted). - Women may either present with de novo advanced or metastatic cancer, or have had tumor progression while receiving adjuvant tamoxifen or at any time after completing adjuvant tamoxifen, or have had tumor progression while receiving first-line metastatic therapy with tamoxifen. Exclusion Criteria: - Patients having known central nervous system (CNS) metastases. - Prior therapy with Temsirolimus (CCI-779) or aromatase inhibitors. - Tamoxifen, or other hormonal therapy, in the metastatic or adjuvant setting within 1 week prior to day 1 of treatment on study.", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "neoplasms", "mesh_term": ["Neoplasms", "Breast Neoplasms", "Letrozole", "Everolimus", "Sirolimus"], "id": "NCT00062751"}