{"brief_title": "12-O-Tetradecanoylphorbol-13-acetate in Treating Patients With Hematologic Cancer or Bone Marrow Disorder", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. PURPOSE: This phase I trial is studying the side effects and best dose of 12-O-tetradecanoylphorbol-13-acetate in treating patients with hematologic cancer or bone marrow disorder that has not responded to previous treatment.", "detailed_description": "OBJECTIVES: - Determine the maximum tolerated dose and dose limiting toxicity of 12-O-tetradecanoylphorbol-13-acetate (TPA) in patients with relapsed or refractory hematologic malignancies or bone marrow disorders. - Determine the pharmacokinetics of TPA in these patients. - Determine the effects of TPA on the cellular composition of blood and bone marrow in these patients. OUTLINE: This is a dose-escalation study. Patients receive 12-O-tetradecanoylphorbol-13-acetate (TPA) IV over 1 hour on days 1 and 8 followed by 2 weeks of rest. Courses repeat in the absence of disease progression or unacceptable toxicity. Cohorts of 3-6 patients receive escalating doses of TPA until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose at which no more than 1 of 6 patients experiences dose limiting toxicity. PROJECTED ACCRUAL: Approximately 36 patients will be accrued for this study.", "condition": "Precancerous/Nonmalignant Condition", "intervention_type": "Drug", "intervention_name": "tetradecanoylphorbol acetate", "criteria": "DISEASE CHARACTERISTICS: - Histologically proven relapsed or refractory hematologic malignancy or bone marrow disorder for which there is no standard curative therapy, including, but not limited to: - Myelodysplasia - Multiple myeloma - Myeloproliferative syndrome - Chronic lymphocytic leukemia - Aplastic anemia - Non-Hodgkin's lymphoma - Acute leukemia - Hodgkin's lymphoma - Chronic myelogenous leukemia PATIENT CHARACTERISTICS: Age: - Over 18 Performance status: - ECOG 0-2 Life expectancy: - Greater than 1 month Hematopoietic: - Not specified Hepatic: - Bilirubin no greater than 1.5 times upper limit of normal (ULN) - AST no greater than 3 times ULN Renal: - Creatinine no greater than 2.0 mg/dL Cardiovascular: - Cardiac ejection fraction greater than 40% Pulmonary: - FEV_1 greater than 50% predicted Other: - No active infection - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception during and for 10 weeks after study participation - No uncontrolled psychiatric or medical illness PRIOR CONCURRENT THERAPY: Biologic therapy: - Greater than 3 weeks since prior biologic therapy Chemotherapy: - Greater than 3 weeks since prior chemotherapy and recovered Endocrine therapy: - Not specified Radiotherapy: - Not specified Surgery: - Not specified Other: - No other concurrent investigational agents", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00004058.xml"}