{"brief_title": "A Study of Intravenous or Subcutaneous Methoxy Polyethylene Glycol-Epoetin Beta (RO0503821, Mircera) in Chronic Kidney Disease Patients With Renal Anemia", "brief_summary": "This study assessed the long-term efficacy, safety, and tolerability of intravenous (iv) or subcutaneous (sc) methoxy polyethylene glycol-epoetin beta in chronic kidney disease patients with renal anemia. Eligible patients were those who were receiving stable maintenance therapy with methoxy polyethylene glycol-epoetin beta or erythropoiesis stimulating agents (ESAs) in Phase II or III clinical studies. They continued to receive methoxy polyethylene glycol-epoetin beta or comparator ESAs at the same weekly dose and by the same route of administration (sc or iv) as in the qualifying studies.", "condition": "Anemia", "intervention_type": "Drug", "intervention_name": "Darbepoetin alfa", "description": "Darbepoetin alfa was provided with commercial packaging in English with country-specific labels (vials and PFSs in various strengths).", "arm_group_label": "Comparator ESA", "other_name": "Mircera", "criteria": "Inclusion Criteria: - Written informed consent - Adult patients (≥ 18 years old) with chronic renal anemia - Maintenance erythropoietic therapy with methoxy polyethylene glycol-epoetin beta or a protocol-specified reference medication (epoetin alfa formulated with human albumin, epoetin beta or darbepoetin alfa) in one of the following studies: BA16528[NCT00048048], BA16285[NCT00048035], BA16286[NCT00364832], BA16736[NCT00077597], BA16738[NCT00081471], BA16739[NCT00077610], BA16740[NCT00077623], BA17283[NCT00077766] and BA17284[NCT00081484] - Hemoglobin (Hb) concentration between 10.5 and 13.0 g/dL - Adequate iron status defined as serum ferritin ≥ 100 ng/mL or Transferrin Saturation (TSAT)≥ 20% or percentage of hypochromic red blood cells (RBCs) < 10% Exclusion Criteria: - Poorly controlled hypertension - History of epileptic seizure - Pure red cell aplasia - Chronic congestive heart failure [New York Heart Association (NYHA) IV] - High likelihood of early withdrawal or interruption of the study - Active malignant disease (except non-melanoma skin cancer) - Life expectancy less than 12 months - Pregnancy or breast-feeding", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00090753.xml"}