{"brief_title": "A Pilot Study of 566C80 for the Salvage Treatment of Toxoplasmic Encephalitis in Patients Infected With the Human Immunodeficiency Virus (HIV) Who Have Failed or Are Intolerant of Pyrimethamine-Sulfadiazine", "brief_summary": "To evaluate the safety and tolerance of atovaquone (566C80) in AIDS patients with central nervous system (CNS) toxoplasmosis. To evaluate the efficacy of 566C80 in the acute treatment and suppression of CNS toxoplasmosis in AIDS patients who fail or who cannot tolerate conventional therapy.", "condition": ["Toxoplasmosis, Cerebral", "HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["Atovaquone"], "criteria": "Inclusion Criteria Patients must have the following: - Presumptive diagnosis of AIDS. - Cerebral toxoplasmosis. - Expected survival of at least four weeks without therapy. - Willing and able to give informed consent. Prior Medication: Allowed: - Pyrimethamine-sulfonamide. - Clindamycin-sulfonamide. Exclusion Criteria Co-existing Condition: Patients with the following conditions or symptoms are excluded: - Significant emotional disorder or psychosis. - Evidence of significant malabsorption, ileus or significant emesis at entry which would inhibit drug absorption. - Other known central nervous system lesions such as lymphoma, tuberculoma, cryptococcoma, active neurosyphilis. Unwilling or unable to take 566C80 with a meal, enteral supplements (eg: - Ensure Plus) or pulverized form through a nasogastric tube. - Active drug or alcohol abuse sufficient in the investigator's opinion to prevent compliance with the study regimen. Concurrent Medication: Excluded: - Drugs with potential anti-toxoplasmosis activity including sulfone, sulfonamide, trimethoprim, pyrimethamine and clindamycin during the acute therapy phase of the trial. - First three weeks of treatment: - Retrovir (zidovudine) or any investigational agent including antiretroviral agents (eg: - ddI,ddC). Patients with the following are excluded: - Significant emotional disorder or psychosis. - Evidence of significant malabsorption, ileus or significant emesis at entry which would inhibit drug absorption. - Other known central nervous system lesions such as lymphoma, tuberculoma, cryptococcoma, active neurosyphilis. Unwilling or unable to take 566C80 with a meal, enteral supplements (eg: - Ensure Plus) or pulverized form through a nasogastric tube. - Active drug or alcohol abuse sufficient in the investigator's opinion to prevent compliance with the study regimen. Active drug or alcohol abuse sufficient in the investigator's opinion to prevent compliance with the study regimen.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Acquired Immunodeficiency Syndrome", "mesh_term": ["HIV Infections", "Immunologic Deficiency Syndromes", "Acquired Immunodeficiency Syndrome", "Encephalitis", "Toxoplasmosis", "Toxoplasmosis, Cerebral", "Pyrimethamine", "Atovaquone", "Sulfadiazine"], "id": "NCT00001994"}