{"brief_title": "Safety and Effectiveness of Giving Adefovir Dipivoxil Plus Abacavir Plus Efavirenz Plus Amprenavir to HIV-Infected Patients Who Have Failed to Respond to Previous Protease Inhibitor Treatment", "brief_summary": "The purpose of this study is to see if it is safe and effective to give adefovir dipivoxil plus abacavir (ABC) plus efavirenz (EFV) plus amprenavir (APV) to HIV-infected patients who have failed to respond to previous treatment with protease inhibitors (PIs).", "detailed_description": "Patients receive a treatment regimen of adefovir dipivoxil, abacavir, efavirenz, and amprenavir for 24 weeks. During the study, patients are evaluated for changes from baseline in plasma HIV-1 RNA levels and lymphocyte subsets and for development of adverse events and toxicities. Patients who experience virologic failure are discontinued from the study. After Week 24, patients with documented virologic response are eligible to continue receiving the study treatment and to attend scheduled follow-up visits.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Adefovir dipivoxil", "criteria": "Inclusion Criteria You may be eligible for this study if you: - Are HIV-positive. - Had an HIV level of at least 2,000 copies/ml after 6 months of treatment with at least 1 PI other than amprenavir (meaning you failed PI treatment). - Are at least 13 years old (need consent of parent or guardian if under 18). - Are able to complete the study. - Agree to use effective barrier methods of birth control, such as condoms, during the study. Exclusion Criteria You will not be eligible for this study if you: - Have certain serious medical conditions, including AIDS-related cancers (except Kaposi's sarcoma) that require treatment during the study. - Have ever taken or are allergic to adefovir dipivoxil, ABC, APV, EFV. - Are participating in another anti-HIV drug trial during this study. - Have taken certain medications within 30 days prior to study entry, including medications that affect your immune system. - Have been diagnosed with hepatitis within the past 30 days. - Abuse alcohol or drugs. - Are pregnant or breast-feeding. - Have ever taken NNRTIs. - Have ever taken ddI or d4T. - Have received chemotherapy or radiation therapy within 30 days prior to study entry.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00002419.xml"}