{"brief_title": "A Study of Timunox (Thymopentin) in HIV-Infected Patients Receiving Other Anti-HIV Drugs", "brief_summary": "To evaluate the mechanism whereby thymopentin appears to retard the progressive immune suppression attributable to HIV infection.", "detailed_description": "Patients are randomized to receive subcutaneous thymopentin or placebo thrice weekly for 4 weeks.", "condition": ["HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["Thymopentin"], "criteria": "Inclusion Criteria Patients must have: - Asymptomatic or minimally symptomatic HIV infection (no evidence of AIDS). - CD4 count <= 400 cells/mm3 within 6 weeks prior to study entry (CD4 count changed to 100 - 400 cells/mm3 per amendment). - Tolerated the current nucleoside analog antiretroviral treatment for at least 4 weeks prior to study entry. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Known hypersensitivity to thymopentin or any component of the formulation. - Significant chronic underlying medical illness that would impede study participation. - Grade 2 or higher peripheral neuropathy related to nucleoside analog antiretroviral treatment. Concurrent Medication: Excluded: - Any antiretroviral agents other than zidovudine, didanosine, or dideoxycytidine. - HIV vaccines or any investigational or non-FDA approved medication or immunomodulatory or experimental therapy within 30 days prior to study entry. Patients with the following prior condition are excluded: Abnormal chest x-ray consistent with active opportunistic infection within 6 weeks prior to study entry. Prior Medication: Excluded: - Any prior antiretroviral agents other than zidovudine, didanosine, or dideoxycytidine within 30 days prior to study entry. Required: - Current nucleoside analog antiretroviral treatment. Required: - Nucleoside analog antiretroviral treatment for at least 4 weeks prior to study entry. Significant active alcohol or drug abuse sufficient to prevent study compliance.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "AIDS-Related Complex", "mesh_term": ["HIV Infections", "Thymopentin"], "id": "NCT00002332"}