{"brief_title": "Nevirapine (NVP) Use to Prevent Mother-to-Child Transmission of HIV", "brief_summary": "HIV can be transmitted from an HIV infected mother to her infant through her breast milk. The purpose of this study is to determine whether giving infants of HIV infected mothers the anti-HIV drug nevirapine (NVP) for six weeks will reduce the risk of HIV transmission. Study hypothesis: Six weeks of nevirapine prophylaxis provided to the infant will decrease HIV transmission through breastfeeding.", "detailed_description": "The use of antiretroviral therapy during late pregnancy, intrapartum, and immediately postpartum prevents a high proportion of vertical transmission. Potential means of decreasing HIV transmission through breastfeeding, along with the risks and benefits of early weaning, need to be further evaluated. The potential impact of early weaning interventions on the breastfeeding habits of the HIV uninfected population needs to be considered as well. This study seeks to identify a way to make breastfeeding safe for HIV infected women who choose to breastfeed. A single dose of NVP given to infants of HIV infected mothers appears to provide some protection against vertical transmission. NVP's long half-life allows simple dosing, making it more feasible and affordable to implement in a developing country. This study will determine whether extending the NVP dosing to six weeks will significantly decrease transmission during the first several months of breastfeeding.", "condition": ["HIV Infections"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Nevirapine", "Nevirapine placebo"], "description": ["Tablet taken orally daily. Dosage depends on age and body surface area", "Placebo tablet taken orally daily"], "arm_group_label": ["1", "2"], "criteria": "Inclusion Criteria: - HIV infection, documented on two separate specimens - Estimated gestational age at enrollment of 32 weeks or more as indicated by last menstrual cycle and fundal height - Permanent residency in Addis Ababa - Plan to deliver at a hospital affliated with the study (Tikur Anbessa Hospital, Gandhi hospital, or St. Paul's Hospital) - Hemoglobin >= 7.5 gm/dl within 4 weeks prior to study entry - Serum glutamic pyruvic transaminase (SGPT) < 5 times upper limit of normal within 4 weeks prior to study entry - Serum creatinine < 1.5 mg/dl within 4 weeks prior to study entry - Consent form signed by the mother and, when possible, by the father, prior to the onset of labor", "gender": "Female", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "Accepts Healthy Volunteers", "keyword": "HIV Seronegativity", "mesh_term": ["HIV Infections", "Nevirapine"], "id": "NCT00074399"}