{"brief_title": "The Pathogenesis of Inflammatory Synovitis: A Study of Early Arthritis", "brief_summary": "This study will evaluate patients with inflammatory forms of arthritis within the first year of onset. The study will attempt to clarify factors that may predict disease course such as evolution into rheumatoid arthritis (RA) or other chronic inflammatory arthropathies. Synovial biopsies and synovial fluid will be obtained to search for microbial agents and other initiating and modulating factors that may be most readily distinguished early in the disease and to determine the stage of disease at which certain immunologic and hormonal changes become evident. The study will also search for genetic and other features that may be associated with specific forms of inflammatory arthropathies that might predict the subsequent clinical disease course or response to different agents used in treatment of RA, Reiter's syndrome and other types of chronic inflammatory arthropathies.", "detailed_description": "This study will evaluate patients with inflammatory forms of arthritis within the first year of onset. The study will attempt to clarify factors that may predict disease course such as evolution into rheumatoid arthritis (RA) or other chronic inflammatory arthropathies. Synovial biopsies and synovial fluid will be obtained to search for microbial agents and other initiating and modulating factors that may be most readily distinguished early in the disease and to determine the stage of disease at which certain immunologic and hormonal changes become evident. The study will also search for genetic and other features that may be associated with specific forms of inflammatory arthropathies that might predict the subsequent clinical disease course or response to different agents used in treatment of RA, Reiter's syndrome and other types of chronic inflammatory arthropathies.", "condition": "Synovitis", "criteria": "Patients to be studied will be required to have an inflammatory arthritis of less than one year's duration. Patients must be greater than 18 years of age. Pregnant patients may be entered into the study, but they will not undergo percutaneous needle biopsy or joint radiographs. No patients with known bacterial septic arthritis, crystal-induced, or degenerative arthritis. Synovial biopsies will not be performed if patients have platelet counts less than 70,000/mm(3), other bleeding diathesis in the skin over the joint or sepsis. Joint MRI: Patient must currently be evaluated at the NIH through protocol 94-AR-0194 or 98-AR-0150. Joint MRI: Patient must have at least one clinically active arthritic joint that is under consideration for percutaneous needle synovial biopsy. Joint MRI: Patients must not have the following: cardiac pacemakers, auto defibrillators, neural stimulators, aneurysm clips, metallic prostheses, cochlear (ear) implants, any implanted devices (pumps, infusion devices, etc.), metal fragments in the eye, or shrapnel injuries. Joint MRI: Patients must not exceed the size limitations of the MRI scanner. Joint MRI: Must not suffer from claustrophobia. Joint MRI: Must not have had a previous anaphylactoid reaction to gadolinium-based contrast material. Joint MRI: Must not be pregnant.", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "Accepts Healthy Volunteers", "id": "NCT00001375.xml"}