{"brief_title": "Vaccine Therapy Plus Chemotherapy in Treating Patients With Metastatic or Locally Recurrent Stomach Cancer or Esophageal Cancer", "brief_summary": "RATIONALE: Vaccines may make the body build an immune response to kill tumor cells. Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Combining vaccine therapy with chemotherapy may kill more tumor cells. PURPOSE: Phase II trial to study the effectiveness of combining vaccine therapy and chemotherapy in treating patients who have metastatic or locally recurrent stomach cancer or esophageal cancer.", "detailed_description": "OBJECTIVES: I. Determine a safe and immunogenic combination of G17DT with cisplatin and fluorouracil in patients with chemotherapy-naive metastatic or locally recurrent gastric or gastroesophageal cancer. II. Determine the safety profile and tolerability of this regimen in these patients. III. Determine the tumor response rate, disease stabilization, best overall response, time to progression, time to treatment failure, and overall survival in patients treated with this regimen. IV. Determine the correlation of immunological response with clinical efficacy and benefit in patients treated with this regimen. V. Determine the pharmacokinetics and pharmacodynamics of this regimen in these patients. OUTLINE: This is a multicenter study. Patients are assigned to one of four treatment regimens. Regimen A: Patients receive high-dose G17DT intramuscularly (IM) on days 7, 35, and 63. Patients also receive cisplatin IV over 1-3 hours on day 1 followed by fluorouracil IV continuously over days 1-5 every 4 weeks in the absence of disease progression or unacceptable toxicity. If inadequate immune response is seen on Regimen A, subsequent patients are treated on Regimen B. If unacceptable toxicity is seen on Regimen A, subsequent patients are treated on Regimen C. If inadequate immune response and unacceptable toxicity are seen on Regimen A, or if unacceptable toxicity is seen on Regimen B or inadequate immune response is seen on Regimen C, then subsequent patients are treated on Regimen D. Regimen B: Patients receive high-dose G17DT IM on days 1, 28, and 56. Patients also receive cisplatin IV over 1-3 hours on day 35 followed by fluorouracil IV continuously over days 35-39 every four weeks in the absence of disease progression or unacceptable toxicity. Regimen C: Patients receive low-dose G17DT IM on days 7, 35, and 63 with chemotherapy as in regimen A. Regimen D: Patients receive low-dose G17DT IM on days 1, 28, and 56 with chemotherapy as in regimen B. Quality of life is assessed at baseline, on day 7, every 2 weeks for 10 weeks, and then every 4 weeks thereafter. PROJECTED ACCRUAL: A total of 15-75 patients will be accrued for this study within 5-30 months.", "condition": "Gastric Cancer", "intervention_type": "Drug", "intervention_name": "fluorouracil", "description": "Dose: 1000mg/m2/day Route: 24-hour continuous infusion in 0.9% NaCl over 5 days Schedule: Day 1 to Day 5 (5-day infusion) and then every 4 weeks", "arm_group_label": "Treatment", "other_name": "5-FU", "criteria": "Inclusion Criteria: - Signed informed consent. - Gastric adenocarcinoma, including adenocarcinoma of the esophagogastric junction, histologically proven. - Measureable metastatic disease. - Male or female subjects, age 18 years and older. - Karnofsky performance status score equal to or greater than 70. - Life expectancy of at least 3 months. - Subjects must be chemotherapy naïve. - At least 6 weeks from prior curative radiotherapy and 3 weeks from surgery. - Adequate hematological and coagulation parameters: hemoglobin>9.5 g/dL; white blood cell count>3x10^9/L, platelets> 100x10^9/L; international normalized ratio of prothrombin time <1.2, and activated partial thromboplastin time no more than 5 seconds above normal limits. - Adequate clinical chemistry parameters: creatinine<1.5mg/dL; total bilirubin<1.5mg/dL; and aspartate aminotransferase and alanine aminotransferase <2.5x upper normal levels. - Able to comply with scheduled follow-up and with management of toxicity. - Use contraceptive measures, if sexually active Exclusion Criteria: - Previous or current malignancies other than gastric adenocarcinoma, with the exception of adequately treated in situ carcinoma of the cervix, uteri, or nonmelanoma skin cancer - Female subjects who are pregnant or nursing - Female subjects with reproductive potential refusing a pregnancy test - Any previous palliative chemotherapy, adjuvant or neoadjuvant chemotherapy, or investigational drug - Any prior anticancer immunotherapy - Immunodeficiency - Bone marrow transplantation within 1 year - Symptomatic peripheral neuropathy > Grade 2 NCI-CTC, Version 2.0 criteria - Severe hearing disorder > Grade 2 NCI-CTC, Version 2.0 criteria - Known dihydropyrimidine dehydrogenase deficiency - Any other sever condition as defined by the following: unstable cardiac disease despite treatment; myocardial infarction within 6 months before study entry; history of significant neurologic or psychiatric disorders including dementia or seizures; active uncontrolled infection; active disseminated intravascular coagulation; or any other serious underlying medical conditions that could impair the ability of the subject to participate in the study - Subjects who have previously demonstrated hypersensitivity to diphtheria toxoid - Subjects who require chronic administration of corticosteroids - Use in the past 30 days or concomitant use of immunosuppressants - Use in the past 14 days or chronic concomitant use of proton pump inhibitors - Subjects who have a history of hypercalcemia - Subjects who cannot be regularly followed up for psychological, social, familial, or geographic reasons - Subjects with expected noncompliance to toxicity management", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00020787.xml"}