{"brief_title": "A Phase I Multicenter Clinical Trial to Evaluate the Safety and Immunogenicity of Vaccinia Derived HIV-1 Recombinant Envelope Glycoprotein (gp160) of Human Immunodeficiency Virus: Evaluation of Accelerated Schedules", "brief_summary": "To evaluate the safety and immune response to vaccinia-derived HIV-1 recombinant envelope glycoprotein (gp160) using an accelerated dosage schedule; to evaluate duration of antibody response and its relationship to the dose and frequency of inoculation. Although recent advances have been made in antiviral therapy against AIDS, there is currently no cure for AIDS. It is likely that ultimate control of the disease depends on the development of safe and effective vaccines against HIV.", "detailed_description": "Although recent advances have been made in antiviral therapy against AIDS, there is currently no cure for AIDS. It is likely that ultimate control of the disease depends on the development of safe and effective vaccines against HIV. Thirty healthy adult volunteers without identifiable high-risk behavior for HIV-1 are randomly assigned to receive vaccination with gp160 (50 mcg) according to one of the following schedules: Group 1 receives vaccine on days 0, 28, 56, and 140 and placebo on days 84 and 112; Group 2 receives vaccine on days 0, 28, 56, 84, and 112 and placebo on day 140. Subjects are followed for 1 year after the last injection. Per 05/13/94 amendment, 10 subjects at the St. Louis University site receive an additional boost 18-24 months after the last injection.", "condition": "HIV Infections", "intervention_type": "Biological", "intervention_name": "gp160 Vaccine (Immuno-AG)", "criteria": "Inclusion Criteria Patients must be: - Normal, healthy, HIV-negative adults who fully comprehend the purpose and details of the study. - Available for 1 year of follow-up. Exclusion Criteria Co-existing Condition: Patients with the following conditions or symptoms are excluded: - They or their sexual partners have identifiable high-risk behavior for HIV infection. - Positive syphilis serology (e.g., VDRL). - Positive for circulating hepatitis B antigen. Patients with the following prior conditions are excluded: - History of positive PPD (tuberculin test). - History of immunodeficiency or chronic illness. - Evidence of depression or under treatment for psychiatric problems during the past year. Prior Medication: Excluded: - Immunosuppressive medications. Prior Treatment: Excluded: - Blood transfusions or cryoprecipitates within the past 6 months. Risk Behavior: Excluded: - High-risk behavior for HIV infection. - History of intravenous drug use. - More than one sexual partner in the last 6 months. - Syphilis, gonorrhea, or any other sexually transmitted diseases (including chlamydia or pelvic inflammatory disease) in the past 6 months.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "60 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "id": "NCT00000957.xml"}