{"brief_title": "Parallel Group, Placebo-Controlled, Tolerability, Safety, and Efficacy Study of OPC-14117 in HIV Dementia", "brief_summary": "To assess the tolerability and safety of OPC-14117. To evaluate effects of OPC-14117 on cognitive function, quality of life, and activities of daily living.", "detailed_description": "Patients receive OPC-14117 or placebo bid for 12 weeks, followed by 12 weeks of open label therapy.", "condition": ["Cognitive Disorders", "HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["OPC 14117"], "criteria": "Inclusion Criteria Patients must have: - HIV seropositivity. - Cognitive impairment. Prior Medication: Allowed: - Prior OPC-14117 other than on the current study. - Antiretroviral therapy if stable for 6 weeks prior to study entry (12 weeks for stavudine). Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Current opportunistic CNS infection (i.e., toxoplasmosis or cryptococcal meningitis). - Severe pre-morbid psychiatric illness including schizophrenia and major depression that would interfere with protocol compliance. - CNS neoplasms. - Any other clinically significant condition or laboratory abnormality that would interfere with ability to participate on study. - Current participation in other drug studies. Patients with the following prior conditions are excluded: - Past history of opportunistic CNS infection (i.e., toxoplasmosis or cryptococcal meningitis). - History of chronic neurological disorders such as serious head injury, documented stroke, multiple sclerosis, uncontrolled epilepsy, Tourette's syndrome, and other neurodegenerative processes such as Huntington's disease. - History of adverse reaction / allergy to OPC-14117. - Prior participation on this study. Prior Medication: Excluded: - Other investigational drugs within the past 30 days. Alcoholism within past 6 months (more than 2 drinks daily).", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "OPC 14117", "mesh_term": ["HIV Infections", "Dementia", "Cognition Disorders", "AIDS Dementia Complex"], "id": "NCT00002148"}