{"brief_title": "Study of an Implantable Functional Neuromuscular Stimulation System for Patients With Spinal Cord Injuries", "brief_summary": "OBJECTIVES: I. Establish the procedures for implementing and assessing the clinical utility of functional neuromuscular stimulation using an implanted eight-channel standing and transfer system in patients with incomplete tetraplegia or paraplegia. II. Develop and apply quantitative functional evaluations of system performance in these patients. III. Perform long term follow up and monitor system use outside of the laboratory.", "detailed_description": "PROTOCOL OUTLINE: Patients undergo surgery in which electrodes are sutured into areas of the pelvis and legs. Electrode leads are inserted into a receiver/stimulator implanted in a subcutaneous pocket in the abdomen. Following implantation, patients undergo training in standing, transfers, and other advanced mobility skills using the functional neuromuscular stimulation system. Restricted activity continues for 2 weeks after surgery, followed by 8 weeks of exercise. Standing training then begins, and continues for up to 6 weeks. Home-based training follows prior to discharge with the system for spontaneous use. Patients are followed at 3, 6, and 12 months, then annually thereafter.", "condition": "Spinal Cord Injury", "intervention_type": "Device", "intervention_name": "IRS-8", "arm_group_label": "Implanted Neuroprosthesis", "criteria": "PROTOCOL ENTRY CRITERIA: --Disease Characteristics-- Low cervical or thoracic spinal cord injuries (C6-T12) Must be skeletally mature ASIA impairment scale A (complete motor and sensory deficits), B (sensory sparing), or C (motor and sensory sparing) Intact lower motor neurons Greater than 6 months since injury Range of motion within normal limits --Patient Characteristics-- Renal: No renal compromise Cardiovascular: No cardiac abnormalities No circulatory compromise Pulmonary: No pulmonary compromise Other: No acute or chronic psychological problems or chemical dependency No acute orthopedic complications (scoliosis, history of spontaneous fractures, dislocations, etc.) No acute medical complications (no skin breakdowns, uncontrolled seizures, immunological compromise, etc.)", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00004445.xml"}