{"brief_title": "Combination Chemotherapy Plus Interferon Alfa or Rituximab in Treating Patients With Stage III or Stage IV Lymphoma", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. Combining interferon alfa or the monoclonal antibody rituximab with chemotherapy may kill more cancer cells. PURPOSE: Phase II trial to compare the effectiveness of combination chemotherapy plus interferon alfa or rituximab in treating patients who have high risk stage III or stage IV lymphoma.", "detailed_description": "OBJECTIVES: I. Determine the toxicity of cyclophosphamide, doxorubicin, vincristine, and prednisone (CHOP) with either interferon alfa or rituximab in patients with stage III or IV high risk indolent or intermediate B-cell lymphoma. II. Determine the objective tumor response rate and duration of response for these regimens in these patients. III. Determine the failure free survival and overall survival for these patients on these regimens. IV. Compare the response rate and survival rate of these patients on these regimens to similar patients treated in published studies. V. Compare the toxicities of these regimens in these patients. VI. Determine the quality of life of these patients on these regimens. OUTLINE: This is a multicenter study. Patients are assigned to one of two treatment arms: Arm I: Patients receive rituximab IV on day 0, and cyclophosphamide IV, doxorubicin IV, and vincristine IV on day 1, followed by oral prednisone on days 1-5. Arm II: Patients receive interferon alfa subcutaneously on days 22-26, and cyclophosphamide IV, doxorubicin IV, and vincristine IV on day 1, followed by oral prednisone on days 1-5. Treatment repeat every 28 days for up to 8 courses in the absence of disease progression or unacceptable toxicity. Quality of life is assessed at baseline and prior to chemotherapy for each course. Patients are followed every 3 months for 2 years, every 6 months for 2 years, and then annually for up to 10 years. PROJECTED ACCRUAL: A total of 40-80 patients (20-40 per treatment arm) will be accrued for this study.", "condition": "Lymphoma", "intervention_type": "Drug", "intervention_name": "vincristine sulfate", "criteria": "DISEASE CHARACTERISTICS: Histologically confirmed high risk (stage III or IV) indolent or intermediate (stage II to IV) B-cell lymphoma Small cleaved cell lymphoma Waldenstrom's macroglobulinemia Follicular small cleaved cell or mixed cell Follicular large cell Diffuse Immunoblastic High risk is defined as: Increased LDH OR Increased beta-2-microglobulin OR B symptoms OR Bulky disease of greater than 7 cm in diameter OR Extranodal disease other than blood or bone marrow involvement OR Mantle zone histology At least 1 lymph node or visceral lesion at least 2 cm in diameter PATIENT CHARACTERISTICS: Age: Not specified Performance status: ECOG 0-2 Life expectancy: Not specified Hematopoietic: Not specified Hepatic: Not specified Renal: Not specified Other: No active infection or other medical condition this is lifethreatening Not pregnant Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: No prior therapy for lymphoma", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00004039.xml"}