{"brief_title": "A Study to Test the Effectiveness of Virulizin® Given in Combination With Standard Chemotherapy for Pancreatic Cancer", "brief_summary": "Virulizin is an immunotherapy drug preparation that is thought to stimulate the patient's immune system, which in turn may slow the growth of tumors. It is presented in vials as a sterile preparation for IM injection. The purpose of the trial is to investigate if Virulizin in combination with gemcitabine provides better efficacy than gemcitabine alone (with placebo) against pancreatic cancer.Virulizin® efficacy will continue to be assessed if chemotherapy is changed to 5-Fluorouracil.", "detailed_description": "A Phase III, Double-blind, Multicenter, Randomized Study in Chemonaive Patients with Locally Advanced or Metastatic Pancreatic Cancer to Compare a Combination Therapy of Virulizin® plus Gemcitabine versus Placebo plus Gemcitabine; Optional Secondline Therapy may Include Continuation of Virulizin® or Placebo, Alone or in Combination with 5-Fluorouracil. Patients who have not received any prior chemotherapy will be randomized to receive Gemcitabine plus Virulizin® versus Gemcitabine plus placebo in a double blind fashion. On disease progression patients may be switched to 5-Fluorouracil and continue to receive Virulizin® or placebo. Patients may continue Virulizin® alone, if clinically indicated when 5-Fluorouracil is discontinued.", "condition": "Pancreatic Cancer", "intervention_type": "Drug", "intervention_name": "Virulizin®", "criteria": "- Patients with advanced (unresectable or metastatic) pancreatic adenocarcinoma (TNM stages II, III or IV) - No previous systemic chemotherapy(unless given as a radiosensitizer). - ECOG Performance Status 0-2 - Life expectancy equal to or greater than 12 weeks - Adequate laboratory and organ functions - Stabilizable pain (stable analgesic intake) - No radiotherapy during 4 weeks prior to trial entry - No evidence of ascites, pleural effusion or third space fluid accumulation - Not currently using, and have not used in 4 weeks prior to entering trial, systemic steroids or hormonal therapy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00040092.xml"}