{"brief_title": "NGR-TNF in Treating Patients With Advanced Solid Tumors", "brief_summary": "RATIONALE: Targeted therapy with tumor necrosis factor combined with a fusion protein may stop the growth of solid tumors by stopping blood flow to the tumor. PURPOSE: This phase I trial is studying the side effects and best dose of NGR-TNF in treating patients with advanced solid tumors.", "detailed_description": "OBJECTIVES: Primary - Determine the dose-limiting toxicity and maximum tolerated dose of tumor vasculature-targeted tumor necrosis factor alpha (NGR-TNF) in patients with advanced solid tumors. - Determine the recommended phase II dose of this drug in these patients. Secondary - Determine the mechanism of action of this drug in these patients. - Determine response in patients treated with this drug. OUTLINE: This is an open-label, nonrandomized, dose-escalation, multicenter study. Patients receive tumor vasculature-targeted tumor necrosis factor alpha (NGR-TNF) IV over 1 hour on day 1. Courses repeat every 21 days in the absence of unacceptable toxicity or disease progression. Cohorts of 1-6 patients receive escalating doses of NGR-TNF until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 6 patients experience dose-limiting toxicity. Up to 12 patients receive treatment at the MTD. Patients are followed every 8 weeks until disease progression or the start of a new anticancer treatment. PROJECTED ACCRUAL: A total of 1-30 patients will be accrued for this study.", "condition": "Unspecified Adult Solid Tumor, Protocol Specific", "intervention_type": "Biological", "intervention_name": "CNGRC peptide-TNF alpha conjugate", "criteria": "DISEASE CHARACTERISTICS: - Diagnosis of advanced solid tumor not amenable to any clinical improvement by current standard treatments - Preferably tumors well known to be very angiogenic (e.g., renal, colon, thyroid, and head and neck cancers) - No clinical signs of CNS involvement PATIENT CHARACTERISTICS: Age - Over 18 Performance status - ECOG 0-2 OR - WHO 0-2 Life expectancy - Not specified Hematopoietic - Absolute neutrophil count > 1,500/mm^3 - Platelet count > 100,000/mm^3 Hepatic - Bilirubin < 1.5 times upper limit of normal (ULN) - AST and/or ALT < 2.5 times ULN (5 times ULN in the presence of liver metastases) Renal - Creatinine < 1.5 times ULN Cardiovascular - Cardiac function normal - No uncontrolled hypertension - No condition in which hypovolemia and its consequences (e.g., increased stroke volume, elevated blood pressure) or hemodilution could represent a risk to the patient Other - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception during and for 3 months after study participation - No active or uncontrolled systemic infection - No other uncontrolled disease, serious illness, or medical condition that would preclude study participation - No known hypersensitivity/allergic reaction to human albumin preparations or any of the excipients - No psychological, familial, sociological, or geographical condition that would preclude study compliance PRIOR CONCURRENT THERAPY: Biologic therapy - At least 28 days since prior immunotherapy Chemotherapy - At least 28 days since prior chemotherapy and recovered Endocrine therapy - At least 28 days since prior hormonal therapy Radiotherapy - At least 28 days since prior radiotherapy and recovered - No prior radiotherapy to > 25% of bone marrow reserve Surgery - More than 2 weeks since prior surgery Other - No other concurrent anticancer therapy - No other concurrent investigational agents", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00098943.xml"}