{"brief_title": "Vinorelbine, Gemcitabine, and Docetaxel Compared With Paclitaxel and Carboplatin in Treating Patients With Advanced Non-Small Cell Lung Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy, such as vinorelbine, gemcitabine, docetaxel, paclitaxel, and carboplatin, work in different ways to stop tumor cells from dividing so they stop growing or die. Combining more than one drug may kill more tumor cells. It is not yet known which combination chemotherapy regimen is more effective in treating non-small cell lung cancer. PURPOSE: This randomized phase III trial is studying how well giving vinorelbine together with gemcitabine and docetaxel works compared to giving paclitaxel together with carboplatin in treating patients with stage IIIB, stage IV, or recurrent non-small cell lung cancer.", "detailed_description": "OBJECTIVES: Primary - Compare the therapeutic effect of vinorelbine, gemcitabine, and docetaxel vs paclitaxel and carboplatin in patients with advanced non-small cell lung cancer. - Compare the overall survival of patients treated with these regimens. Secondary - Compare the response rate in patients treated with these regimens. - Compare the toxicity of these regimens in these patients. OUTLINE: This is a randomized, multicenter study. Patients are randomized to 1 of 2 treatment arms. - Arm I: Patients receive vinorelbine IV and gemcitabine IV on days 1 and 8. Treatment repeats every 21 days for 3 courses. Patients then receive docetaxel IV on day 1. Treatment repeats every 21 days for 3 courses. - Arm II: Patients receive carboplatin IV and paclitaxel IV on day 1. Treatment repeats every 21 days for 6 courses. Patients are followed for 1 year. PROJECTED ACCRUAL: A total of 400 patients (200 per treatment arm) will be accrued for this study within 2 years.", "condition": ["Lung Cancer"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Drug"], "intervention_name": ["carboplatin", "docetaxel", "gemcitabine hydrochloride", "paclitaxel", "vinorelbine tartrate"], "criteria": "DISEASE CHARACTERISTICS: - Histologically or cytologically confirmed primary non-small cell lung cancer (NSCLC) meeting criteria for 1 of the following: - Newly diagnosed selected stage IIIB (T4 lesion due to malignant pleural effusion) disease - Newly diagnosed stage IV disease - Recurrent disease after prior surgery and/or radiotherapy - The following cellular subtypes are allowed: - Adenocarcinoma - Large cell carcinoma - Squamous cell carcinoma - Unspecified carcinoma - Measurable or nonmeasurable disease by CT scan, MRI, x-ray, physical examination, or bone scintigraphy - Pleural effusions, ascites, and laboratory parameters are not allowed as the only evidence of disease - Disease must be present outside area of prior surgical resection - Disease must be present outside area of prior radiotherapy OR new lesion documented - No known brain metastases by CT scan or MRI within the past 6 weeks - No pleural or pericardial effusions requiring treatment PATIENT CHARACTERISTICS: Age - 18 and over Performance status - Zubrod 0-1 Life expectancy - Not specified Hematopoietic - Absolute granulocyte count ≥ 1,500/mm^3 - Platelet count ≥ 100,000/mm^3 - Hemoglobin ≥ 9 g/dL Hepatic - Bilirubin ≤ 2 times upper limit of normal (ULN) - SGOT or SGPT ≤ 2 times ULN - Alkaline phosphatase ≤ 2 times ULN Renal - Creatinine ≤ ULN - Creatinine clearance ≥ 50 mL/min Cardiovascular - No uncontrolled hypertension - No unstable angina - No congestive heart failure - No myocardial infarction within the past year - No ventricular arrhythmia requiring medical intervention Other - Not pregnant or nursing - Fertile patients must use effective contraception - No prior allergic drug reaction attributed to Cremophor or polysorbate 80 - No disorder associated with lung cancer with life-threatening consequences - No motor or sensory neuropathy ≥ grade 2 - No other malignancy within the past 5 years except adequately treated basal cell or squamous cell skin cancer, carcinoma in situ of the cervix, or adequately treated stage I or II cancer currently in complete remission - No uncontrolled diabetes PRIOR CONCURRENT THERAPY: Biologic therapy - No prior biologic therapy for NSCLC Chemotherapy - No prior systemic chemotherapy for NSCLC Endocrine therapy - No prior or concurrent steroid-type hormonal therapy (e.g., ethinyl estradiol) Radiotherapy - See Disease Characteristics - At least 3 weeks since prior radiotherapy and recovered Surgery - See Disease Characteristics - At least 2 weeks since prior thoracic or other major surgery and recovered Other - No prior or concurrent azole antifungal therapy (e.g., ketoconazole, miconazole, or itraconazole) - No prior or concurrent macrolides (e.g., erythromycin or clarithromycin) - No prior or concurrent cyclosporine, terfenadine, benzodiazepines (e.g., diazepam, triazolam, or midazolam), or retinoids - No prior or concurrent calcium antagonists (e.g., diltiazem, nifedipine, or verapamil)", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "stage IV non-small cell lung cancer", "mesh_term": ["Lung Neoplasms", "Carcinoma, Non-Small-Cell Lung", "Paclitaxel", "Vinorelbine", "Vinblastine", "Docetaxel", "Gemcitabine", "Albumin-Bound Paclitaxel", "Carboplatin"], "id": "NCT00079287"}