{"brief_title": "Adjuvant Hepatic Arterial Infusion and Combination Chemotherapy in Treating Patients With Resectable Hepatic Metastases From Colorectal Cancer", "brief_summary": "The purpose of this study is to find the highest dose that can be given safely to people who have had liver disease resected. This is a Phase I study. The goal of a phase I study is to find a safe dose range based on side effects. The drugs that will be given by vein are OXALIPLATIN (\"Oxali\") plus 5-FLUOROURACIL and LEUCOVORIN (\"5FU\" and \"LV\"). This is systemic chemotherapy, since it goes to the whole body. The drugs that will be placed in the pump are FLOXURIDINE (FUDR) and DEXAMETHASONE. (The dexamethasone is not an anti-tumor drug; it helps protect healthy liver tissue from possible side effects of the FUDR.) This is the regional chemotherapy, since it goes only to the liver. The researchers have studied these drugs and know the best doses of each when they are used in patients who have not had liver resections. We do not yet know how the drugs work with each other in patients with a liver resection. This study will tell us the best doses of each drug when they are given over the same period of time.", "condition": ["Colorectal Cancer", "Metastatic Cancer"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Procedure", "Procedure"], "intervention_name": ["FOLFOX regimen", "dexamethasone", "floxuridine", "fluorouracil", "leucovorin calcium", "oxaliplatin", "adjuvant therapy", "conventional surgery"], "arm_group_label": ["Adjuvant Hepatic Arterial Infusion & Combination Chemotherapy", "Adjuvant Hepatic Arterial Infusion & Combination Chemotherapy", "Adjuvant Hepatic Arterial Infusion & Combination Chemotherapy", "Adjuvant Hepatic Arterial Infusion & Combination Chemotherapy", "Adjuvant Hepatic Arterial Infusion & Combination Chemotherapy", "Adjuvant Hepatic Arterial Infusion & Combination Chemotherapy", "Adjuvant Hepatic Arterial Infusion & Combination Chemotherapy", "Adjuvant Hepatic Arterial Infusion & Combination Chemotherapy"], "criteria": "Subject Inclusion Criteria: - History of histologically confirmed colorectal adenocarcinoma metastatic to the liver with no clinical or radiographic evidence of extrahepatic disease. Confirmation of diagnosis must be performed at MSKCC. - Potentially completely resectable hepatic metastases without current evidence of other metastatic disease. - Abdominal and pelvic CT scans and chest CT or x-ray within 6 weeks prior to registration. (MRI of abdomen may be substituted for CT of abdomen.) - Lab values within 14 days prior to registration: - WBC ≥ 3.0 K/ul - ANC >1.5 K/ul - Platelets ≥ 100 K/ul - Total bilirubin ≤ 1.5 mg/dl. - Prior chemotherapy is acceptable if last dose given ≥ 3 weeks prior to registration to this study. - KPS ≥ 60% - Signed informed consent. Subject Exclusion Criteria: - Prior radiation to the liver. (Prior radiation therapy to the pelvis is acceptable if completed at least 4 weeks prior to registration.) - Active infection, ascites, hepatic encephalopathy - Prior oxaliplatin or cisplatin or HAI FUDR - Female patients who are pregnant or lactating", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "recurrent rectal cancer", "mesh_term": ["Colorectal Neoplasms", "Neoplasm Metastasis", "Dexamethasone acetate", "Dexamethasone", "Dexamethasone 21-phosphate", "Oxaliplatin", "Fluorouracil", "Floxuridine", "BB 1101", "Levoleucovorin"], "id": "NCT00059930"}