{"brief_title": "Aroplatin and Gemcitabine in Patients With Advanced Pancreatic Cancer Resistant to Standard Therapies", "brief_summary": "This study is a Phase I/II study. In Phase I of this study, the objective is to determine the maximum tolerated dose (MTD) of combination therapy with Aroplatin and gemcitabine (Gemzar®) in subjects with unresectable, locally advanced and/or metastatic pancreatic cancer. In Phase II, the primary objective is to evaluate survival after therapy with Aroplatin and gemcitabine at the identified MTD in subjects with unresectable, locally advanced and/or metastatic pancreatic cancer. Secondary objectives are to evaluate the severity and quantity of adverse events and determine the proportion of non-progressors and the progression-free interval.", "detailed_description": "Phase I Primary Objective: - Determine the maximum tolerated dose (MTD) of combination therapy with Aroplatin and gemcitabine (Gemzar®) in subjects with unresectable, locally advanced and/or metastatic pancreatic cancer. Phase II Primary Objective: - Evaluate survival after therapy with Aroplatin and gemcitabine at the MTD in subjects with unresectable, locally advanced and/or metastatic pancreatic cancer. Phase II Secondary Objective: - Evaluate the severity and quantity of adverse events and determine the proportion of non-progressors and the progression-free interval.", "condition": "Pancreatic Neoplasms", "intervention_type": "Drug", "intervention_name": "Aroplatin (Liposomal NDDP, L-NDDP)", "criteria": "Inclusion Criteria - Pancreatic cancer (AJCC Stage II-IV); - Unresectable cancer; - Measurable disease (RECIST criteria); - No prior therapy; - ECOG Score 0-2 - Life expectancy greater then or equal to three months; - Adequate hematopoietic, liver and renal function; - Women of child-bearing potential must have negative urine/serum pregnancy test; - Signed written informed consent; - Subjects must be willing to be followed during the course of the treatment/observation and follow-up. Exclusion Criteria: - Prior therapy for pancreatic cancer; - Previously diagnosed brain metastases if symptomatic and requiring active therapy; - Other cancers within the last five years, with the exception of adequately treated cone-biopsied in-situ carcinoma of the cervix uteri or basal or squamous cell carcinoma of the skin; - Any serious concomitant medical or mental illness requiring intense therapy and interfering with participation in this study - Primary or secondary immunodeficiency, or use of corticosteroids immunosuppressive medication; - Women must not be pregnant or breast-feeding; - Participation in any clinical trial involving investigational drugs within one month from enrollment into the present study.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00081549.xml"}