{"brief_title": "Mental Health Services for Foster and Adopted Children", "brief_summary": "This study will determine the effectiveness of a relationship-based intervention in improving the interaction between caregivers and young children placed in their care.", "detailed_description": "Infants and toddlers who are placed into foster or adoptive care often exhibit a number of behavioral, emotional, and physiological problems. In the absence of specialized services, problems in the relationship between caregiver and child may develop; problems in the child's functioning often persist and are exacerbated. This study will attempt to alleviate the attachment and regulatory difficulties that affect many young children placed into care. Children are randomly assigned to either an experimental group or to a treatment control group for 3 years. The experimental group focuses on relational issues; the control group focuses on cognitive development. Caregivers receiving the relational intervention are trained to provide nurturing care, and to help children learn to develop adequate regulatory skills. Caregivers in the treatment control group receive training designed to enhance children's cognitive development. Caregivers in both groups will receive 10 home visits. Observations of children and parents are used to assess participants.", "condition": ["Problem Behaviors", "Attention Deficit Hyperactivity Disorder", "Depression"], "intervention_type": ["Behavioral", "Behavioral"], "intervention_name": ["Attachment and Biobehavioral Catch-up", "Developmental Education for Families"], "description": ["Attachment and Biobehavioral Catch-up is a 10 session in-home intervention that targets synchrony, nurturance, and calming parental behavior.", "Developmental Education for Families is a 10-session in home intervention that targets children's cognitive development."], "arm_group_label": ["Attachment and Biobehavioral Catch-up", "Developmental Education for Families"], "criteria": "Inclusion Criteria: - Toddler placed into foster care - Resident of Delaware and surrounding counties in Pennsylvania and Maryland Exclusion Criteria: - Significant medical problems", "gender": "All", "minimum_age": "20 Months", "maximum_age": "36 Months", "healthy_volunteers": "No", "keyword": "Prevention", "mesh_term": ["Attention Deficit Disorder with Hyperactivity", "Problem Behavior"], "id": "NCT00056303"}