{"brief_title": "Dose-Escalation Study Of SB-485232 Administered As Daily Subcutaneous Injections In Adults With Solid Tumors", "brief_summary": "This is a phase I, open-label, dose-escalation study of SB-485232. Subjects will receive SB-485232 administered as subcutaneous injections daily for 14 days. Dose escalation (enrollment into the next cohort) cannot occur until all three subjects have completed the previous cohort; 5 doses will be tested. An additional dosing regimen has been added to evaluate higher doses given twice weekly for 7 weeks. Therefore, the full evaluation period for each patient will extend out to approximately eleven weeks after the first day of SB-485232 dosing.", "condition": ["Solid Tumor Cancer"], "intervention_type": ["Drug"], "intervention_name": ["SB-485232"], "criteria": "Inclusion Criteria: - Histologically or cytologically confirmed diagnosis of malignancy. - Subjects with solid tumors must have locally advanced or metastatic disease at the time of enrollment. - Measurable or evaluable disease that is refractory or resistant to standard therapy or for which there is no effective standard therapy. - Predicted life expectancy of at least 12 weeks. - Kinesin spindle protein (KPS) of greater than 70%. - No chemotherapy, immunotherapy, hormonal therapy, or biological therapy for cancer, radiotherapy, or surgical procedures (except for minor surgical procedures) within 4 weeks before beginning treatment with SB-485232 (6 weeks for nitrosoureas and mitomycin C). - Subjects must have recovered from toxicities (incurred as a result of previous therapy) sufficiently to be entered into a Phase I study. - Provide written informed consent. - Absence of anti-SB-485232 antibodies. - Hemoglobin greater than or equal to 9 g/dL. - Absolute neutrophil count greater than or equal to 1.5 X 109 /L. - Platelet count greater than or equal to 100 X 109 /L. - Partial thromboplastin time (PTT) and prothrombin time/international normalized ratio (PT/INR) within normal limits. - Serum creatinine less than or equal to 1.5 mg/dL (135 µmol/L) or estimated creatinine clearance greater than 50 mL/min (calculated by the Cockcroft-Gault Formula). - Total serum bilirubin less than or equal to 1.5 mg/dL. - Aspartate transaminase (AST) and alanine transaminase (ALT) less than or equal to 3 X ULN. - Sexually active males or females of reproductive capacity must use adequate contraception. - For subjects with a history of coronary artery disease, stress test must be within normal limits. - Subjects with a history of congestive heart failure, myocardial infarction or prior anthracycline chemotherapy must have a Multiple Gated Acquisition (MUGA) scan with a left ventricular ejection fraction of greater than 40%. Exclusion Criteria: - Women who are pregnant or are breast-feeding. - Severe or uncontrolled infections requiring systemic antibiotic therapy. - Any serious medical or psychiatric disorder that would interfere with subject safety or informed consent. - Known leptomeningeal disease or evidence of prior or current metastatic brain disease. - Receiving concurrent chemotherapy, immunotherapy, radiotherapy, or investigational therapy. - Receiving concurrent systemic steroids. - History of ventricular arrhythmias requiring drug or device therapy. - Any severe concurrent disease or condition, including significant autoimmune diseases, which in the judgment of the principal investigator, would make the subject inappropriate for study participation. - Any unresolved or unstable serious toxicity from prior administration of another investigational drug. - Any investigational drug within 30 days or 5 half-lives (whichever is longer) preceding the first dose of SB-485232. - Psychological, familial, sociological, or geographical conditions that do not permit compliance with the study. - Received prior treatment with SB-485232. - Poor venous access.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Phase 1", "id": "NCT00085878"}