{"brief_title": "Testing of ADI-PEG in Hepatocellular Carcinoma", "brief_summary": "Amino acid deprivation therapy is an effective means for the treatment of some forms of cancer. Recently it has been found that human hepatocellular carcinomas (HCC) cell lines appear to require arginine for growth. Arginine is not an essential amino acid for human adults or infants as it can be synthesized from citrulline (for review see Rogers 1994). Therefore, selective elimination of arginine from the circulation may be a means of treating patients with metastatic melanoma or non resectable HCC. The enzyme arginine deiminase (ADI) metabolizes arginine into citrulline (Cunin 1986). However, ADI is only found in microbes and not in humans. ADI is therefore, highly immunogenic and has a short serum half-life following injection. These potential drawbacks (microbial source and thus viewed as foreign by the human immune system, and a short serum half-life) can be overcome by covalent attachment of polyethylene glycol (PEG) to argininedeiminase and termed this drug ADI-PEG 20. ADI-PEG 20 appears to be an effective anti-cancer treatment for human HCC. Pharmacokinetic and pharmacodynamic data indicates a once a week injection of 160 IU/m2 of ADI-PEG 20 eliminates all detectable arginine from the circulation for at least 7 days. This treatment appears to be well tolerated. The purpose of this study is to determine the efficacy of this treatment in patients with HCC. Efficacy is a primary end point of this study. No patients will recieve placebo.", "condition": "Carcinoma, Hepatocellular", "intervention_type": "Drug", "intervention_name": "ADI-PEG 20", "criteria": "- Histologically confirmed diagnosis of hepatocellular carcinoma. - Non-resectable disease. - Progressive disease after chemotherapy, radiotherapy, surgery or immuno-therapy, and be no longer responding to such therapy, or have refused such therapy. - Been off previous treatment for at least 4 weeks. - Been fully recovered from all prior surgery. - Age of > 18 years. - Karnofsky performance status of > 70. - Expected survival of > 12 weeks. - Total bilirubin < 3.0 mg/dl. - Serum albumin > 3.0 g/dl. - Serum SGOT < 5 x upper limit of normal. - Serum alkaline phosphatase < 5 x upper limit of normal. - Serum ammonia < 55 mg/dl. - Serum glucose > 60 mg/dl. - Serum amylase < 1.5 x upper limit of normal. - ANC > 1,500 / ml. - Platelets > 100,000 / ml. - Female subjects of childbearing age and male subjects must be asked to use appropriate contraception for both the male and female for the duration of the study. Subjects must agree to use two forms of contraception or agree to refrain from intercourse for the duration of the study. Females must not be pregnant at the start of the study, and a serum HCG pregnancy test must be negative before entry into the study. - Informed consent. - Not be enrolled in other IND studies. - Disease must be measurable or evaluable.", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00056992.xml"}