{"brief_title": "Cisplatin and Ifosfamide Combined With Either Paclitaxel or Vinblastine in Treating Men With Progressive or Recurrent Metastatic Germ Cell Tumors", "brief_summary": "RATIONALE: Drugs used in chemotherapy, such as ifosfamide, cisplatin, paclitaxel, and vinblastine, work in different ways to stop tumor cells from dividing so they stop growing or die. It is not yet known whether ifosfamide and cisplatin are more effective when combined with paclitaxel or vinblastine in treating germ cell tumors. PURPOSE: This randomized phase III trial is studying paclitaxel, ifosfamide, and cisplatin to see how well they work compared to vinblastine, ifosfamide, and cisplatin in treating men with progressive or recurrent metastatic germ cell tumors.", "detailed_description": "OBJECTIVES: Primary - Compare the overall survival of men with progressive or recurrent metastatic germ cell tumors treated with paclitaxel, ifosfamide, and cisplatin vs vinblastine, ifosfamide, and cisplatin as second-line therapy. Secondary - Compare the progression-free survival of patients treated with these regimens. - Compare the toxicity profiles of these regimens in these patients. OUTLINE: This is a randomized, multicenter study. Patients are stratified according to prior complete response or partial response with negative markers for at least 6 months (yes vs no) and relapse at least 2 years after completing first-line chemotherapy for germ cell tumors (yes vs no). Patients are randomized to 1 of 2 treatment arms. - Arm I: Patients receive paclitaxel IV over 24 hours on day 1 and cisplatin IV over 20-30 minutes and ifosfamide IV over 30 minutes on days 2-5. Patients also receive filgrastim (G-CSF) subcutaneously (SC) on days 7-18 OR pegfilgrastim SC once within 24-72 hours after completion of chemotherapy. - Arm II: Patients receive vinblastine IV on days 1 and 2 and cisplatin IV over 20-30 minutes and ifosfamide IV over 30 minutes on days 1-5. Patients also receive G-CSF SC on days 7-18 OR pegfilgrastim as in arm I. In both arms, treatment repeats every 21 days for 4 courses in the absence of disease progression or unacceptable toxicity. Patients are followed every 2 months for 2 years, every 3 months for 1 year, every 4 months for 1 year, every 6 months for 1 year, and then annually thereafter.", "condition": "Testicular Germ Cell Tumor", "intervention_type": "Drug", "intervention_name": "vinblastine", "description": "given IV", "arm_group_label": "Regimen B: VeIP", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed germ cell tumor (GCT), including 1 of the following primary tumor sites: - Seminoma - Testis - Retroperitoneum - Mediastinum - Other extragonadal site - Nonseminoma - Testis - Retroperitoneum - Other extragonadal site - No tumor of the mediastinum - Must have evidence of metastatic disease, including either of the following: - Unidimensionally measurable lesions - At least 20 mm by conventional techniques (e.g., physical exam for clinically palpable lymph nodes and superficial skin lesions or chest x-ray for clearly defined lung lesions surrounded by aerated lung) OR at least 10 mm by spiral CT scan or MRI - Nonmeasurable lesions, including the following: - Small lesions - Bone lesions - Pleural or pericardial effusions - Ascites - Irradiated lesions, unless progression is documented after radiotherapy - Progressive or recurrent disease meeting at least 1 of the following criteria: - Measurable progressive disease - Biopsy-proven residual disease - Persistently elevated or rising ß-human chorionic gonadotropin (HCG) or alpha-fetoprotein (AFP) titers with no other clear cause for elevation - Previously treated with 1 and only 1 regimen comprising etoposide and cisplatin with or without bleomycin AND exhibits clinical resistance by at least 1 of the following conditions after therapy*: - Progressive GCT after a partial response to first-line therapy - Relapse after complete response (CR) to first-line therapy, including partial response (PR) surgically converted to CR - Second testicular primary with evidence of metastases after first-line therapy - Relapse after adjuvant chemotherapy NOTE: *Patients failing to achieve PR or CR with first-line therapy as evidenced by rising markers or new disease within 4 weeks of first-line therapy are not eligible PATIENT CHARACTERISTICS: Age - 18 and over Performance status - Not specified Life expectancy - Not specified Hematopoietic - Granulocyte count ≥ 1,500/mm^3 - Platelet count ≥ 100,000/mm^3 - Hemoglobin ≥ 9 g/dL (transfusion allowed) Hepatic - Bilirubin ≤ 1.5 times upper limit of normal* (ULN) - AST and ALT ≤ 2.5 times ULN* NOTE: *Unless hepatic metastases are present Renal - Creatinine ≤ 1.5 times ULN OR - Creatinine clearance ≥ 50 mL/min Other - Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy - No prior dose-intensive therapy with stem cell replacement Chemotherapy - See Disease Characteristics - At least 3 weeks since prior chemotherapy - No prior paclitaxel - No prior docetaxel - No prior ifosfamide - No other concurrent chemotherapy Endocrine therapy - Not specified Radiotherapy - See Disease Characteristics - At least 3 weeks since prior radiotherapy - Concurrent or sequential radiotherapy to brain metastases allowed - No other concurrent palliative radiotherapy Surgery - See Disease Characteristics - Concurrent surgery for brain metastases allowed Other - Recovered from prior therapy", "gender": "Male", "minimum_age": "18 Years", "maximum_age": "120 Years", "healthy_volunteers": "No", "id": "NCT00072215.xml"}