{"brief_title": "A Multicenter, Double-Blind, Phase III, Adjuvant-Controlled Study of the Effect of 10 Units of HIV-1 Immunogen (Remune) Compared to Incomplete Freund's Adjuvant (IFA) Alone Every 12 Weeks on AIDS-Free Survival in Subjects With HIV Infection and CD4 T-Lymphocytes Between 300 and 549 Cells/microL Rega", "brief_summary": "To determine the effect of HIV-1 immunogen (Remune) on AIDS-free survival, defined as the time prior to development of an AIDS-defining condition or death.", "detailed_description": "Patients receive 10 units of HIV-1 immunogen in IFA or IFA alone every 12 weeks, then are followed for 104-148 weeks.", "condition": ["HIV Infections"], "intervention_type": ["Biological"], "intervention_name": ["HIV-1 Immunogen"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Antiretrovirals if on a stable dose for at least the past 3 months. Patients must have: - HIV-1 infection with CD4 count 300-549 cells/mm3. - No AIDS-defining condition. - Been on a stable dose of antiretroviral for the past 3 months, if taking antiretrovirals. NOTE: - KS is permitted if not requiring systemic therapy. Prior Medication: Allowed: - Prior antiretrovirals. Exclusion Criteria Concurrent Medication: Excluded: - Systemic chemotherapy for KS. - Treatment for malignancy other than basal cell or squamous cell carcinoma of the skin or carcinoma in situ of the cervix. Patients with the following prior conditions are excluded: - History of any illness that would interfere with study. - Acute infection requiring prescription therapy within the past month, other than genital herpes and oral or vaginal candidiasis. Prior Medication: Excluded: - Prior HIV-1 Immunogen. Unwilling to use effective safe sex practices. Active substance abuse.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Salk HIV Immunogen", "mesh_term": ["Infection", "Communicable Diseases", "HIV Infections", "Acquired Immunodeficiency Syndrome", "Freund's Adjuvant"], "id": "NCT00002359"}