{"brief_title": "Open, Non-Comparative Study of Intravenous and Oral Fluconazole in the Treatment of Acute Cryptococcal Meningitis", "brief_summary": "To evaluate the safety and effectiveness of fluconazole as an intravenous dose as initial treatment for acute cryptococcal meningitis followed by oral therapy in AIDS and non-AIDS patients. Both newly diagnosed and relapsed patients are eligible. The effectiveness of maintenance fluconazole therapy in sustaining a clinical cure in AIDS patients will also be evaluated.", "condition": ["Meningitis, Cryptococcal", "HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["Fluconazole"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Antivirals such as zidovudine. Prophylaxis for Pneumocystis carinii pneumonia. Aerosolized pentamidine. Concurrent Treatment: Allowed: - Radiation therapy for mucocutaneous Kaposi's sarcoma. Written informed consent must be obtained for each patient, either from the patient himself or from the patient's legal guardian. - Patient's treatment status must be one of the following: - No prior systemic antifungal therapy for cryptococcosis. - Relapse after prior therapy. The success of prior therapy must have been documented by negative CSF culture at the end of therapy. Following prior therapy, such patients may not have received more than 1 mg/kg/wk amphotericin B in the 4 weeks before entry into the study. Prior Medication: Allowed: - Antivirals such as zidovudine (AZT). Prophylaxis for Pneumocystis carinii pneumonia. Aerosolized pentamidine. Exclusion Criteria Co-existing Condition: Patients with the following are excluded: - Evidence of acute or chronic meningitis based upon any etiology other than cryptococcosis. - A history of allergy to or intolerance of imidazoles or azoles. - Moderate or severe liver disease defined by specified lab values. - Life expectancy of < 2 weeks. Concurrent Medication: Excluded: - Coumarin-type anticoagulants. - Oral hypoglycemics. - Barbiturates. - Phenytoin. - Immunostimulants. - Investigational drugs or approved (licensed) drugs for investigational indications except aerosolized pentamidine. Concurrent Treatment: Excluded: - Lymphocyte replacement. Patients with the following are excluded: - Evidence of acute or chronic meningitis based upon any etiology other than cryptococcosis. - A history of allergy to or intolerance of imidazoles or azoles. - Moderate or severe liver disease defined by specified lab values. - Life expectancy of < 2 weeks. Prior Medication: Excluded: - Coumarin-type anticoagulants. - Oral hypoglycemics. - Barbiturates. - Phenytoin. - Immunostimulants. - Investigational drugs or approved (licensed) drugs for investigational indications except aerosolized pentamidine. Prior Treatment: Excluded: - Lymphocyte replacement.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Acquired Immunodeficiency Syndrome", "mesh_term": ["HIV Infections", "Meningitis", "Meningitis, Cryptococcal", "Fluconazole"], "id": "NCT00002040"}