{"brief_title": "Genetic Study of Brain Tumors in Young Children", "brief_summary": "RATIONALE: Genetic studies may help in understanding the genetic processes involved in the development of some types of cancer. PURPOSE: Genetic study to understand how genes may be involved in the development of brain tumors in young children.", "detailed_description": "OBJECTIVES: - Determine the frequency and type of deletions and mutations of the INI1 gene in infants with embryonal central nervous system tumors. - Compare the gene expression profiles in infants with atypical teratoid/rhabdoid tumors vs medulloblastoma or primitive neuroectodermal tumor. OUTLINE: This is a multicenter study. Tumor samples are analyzed by fluorescence in situ hybridization (FISH) for deletions of INI1 gene in chromosome band 22q11.2. Tumors without demonstration of deletions of INI1 gene by FISH are examined by polymerase chain reaction (PCR)-based microsatellite analysis for loss of heterozygosity using markers that map to 22q11.2. DNA from tumor tissue is analyzed for mutations in the exons of the INI1 gene. Isolated matched normal DNA may be analyzed for identification of germline mutations. Parental DNA may be analyzed to identify inherited germline mutations of the INI1 gene. The patient's physician may receive the results of the genetic testing. The results do not influence the type or duration of treatment. PROJECTED ACCRUAL: A total of 50 patients will be accrued for this study within 25 months.", "condition": "Central Nervous System Tumor, Pediatric", "study_pop": "\n      ", "sampling_method": "Non-Probability Sample", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed primary intracranial central nervous system tumor - Medulloblastoma - Primitive neuroectodermal tumor - Atypical teratoid/rhabdoid tumor - Choroid plexus carcinoma - Potential enrollment on PBTC-001 therapeutic protocol PATIENT CHARACTERISTICS: Age: - Under 3 Performance status: - Not specified Life expectancy: - Not specified Hematopoietic: - Not specified Hepatic: - Not specified Renal: - Not specified PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - No prior chemotherapy Endocrine therapy: - Prior steroids allowed Radiotherapy: - No prior radiotherapy Surgery: - Not specified Other: - No concurrent investigational agents", "gender": "All", "minimum_age": "N/A", "maximum_age": "3 Years", "healthy_volunteers": "No", "id": "NCT00010101.xml"}