{"brief_title": "Carboplatin in Patients With Progressive Gliomas", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. PURPOSE: Phase II trial to study the effectiveness of carboplatin in patients with progressive glioma.", "detailed_description": "OBJECTIVES: I. Assess the response to carboplatin (CBDCA) in patients with progressive low-grade gliomas. II. Assess the activity of CBDCA in stabilizing the growth of these tumors. OUTLINE: Single-Agent Chemotherapy. Carboplatin, CBDCA, NSC-241240. PROJECTED ACCRUAL: A total of 25 evaluable patients will be entered if there is at least 1 response in the first 9 patients.", "condition": ["Brain and Central Nervous System Tumors"], "intervention_type": ["Drug"], "intervention_name": ["carboplatin"], "criteria": "DISEASE CHARACTERISTICS: Histologically confirmed primary intracranial low-grade glioma (i.e., astrocytoma or oligodendroglioma) No more than 2 years since tissue diagnosis Biopsy not required for intrinsic chiasmatic mass or tumor infiltration along the posterior optic tracts Evidence of progressive disease by at least one of the following: Papilledema or other clinical sign of increased intracranial pressure Documented change in neuroimaging studies, e.g.: Hydrocephalus 25% increase in product of maximum perpendicular diameters of tumor The following are required in patients with optic pathway gliomas: Progressive loss of vision documented by an ophthalmologist, i.e.: Doubling of octaves (e.g., 20/20 to 20/40 or 20/40 to 20/80) on 2 successive visits Loss of visual acuity not explainable by other causes, e.g., media abnormalities or amblyopia Greater than 3 mm increase in proptosis At least 2 mm increase in diameter of optic nerve on neuroimaging Increase in distribution of tumor involving the optic tracts or optic radiations demonstrated by CT or MRI using T1 (with or without contrast) or T2 imaging PATIENT CHARACTERISTICS: Age: Any age Performance status: Karnofsky 70%-100% Life expectancy: At least 12 weeks Hematopoietic: ANC at least 1,500 Platelets at least 100,000 Hemoglobin at least 8.0 g/dL Hepatic: Bilirubin less than 1.5 times normal ALT less than 1.5 times normal Renal: Creatinine less than 1.5 mg/dL Other: Negative pregnancy test required of fertile women Effective contraception required of fertile patients PRIOR CONCURRENT THERAPY: At least 12 weeks since radiotherapy (4 weeks since other therapy) and recovered Prior chemotherapy allowed with subsequent disease progression", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "adult oligodendroglioma", "mesh_term": ["Glioma", "Nervous System Neoplasms", "Central Nervous System Neoplasms", "Carboplatin"], "id": "NCT00002749"}