{"brief_title": "Fludarabine Phosphate, Low-Dose Total Body Irradiation, and Donor Stem Cell Transplant in Treating Patients With Hematologic Malignancies or Kidney Cancer", "brief_summary": "This clinical trial studies fludarabine phosphate, low-dose total body irradiation, and donor stem cell transplant in treating patients with hematologic malignancies or kidney cancer. Giving chemotherapy drugs, such as fludarabine phosphate, and total-body irradiation before a donor peripheral blood stem cell transplant helps stop the growth of cancer cells. It may also stop the patient's immune system from rejecting the donor's stem cells. The donated stem cells may replace the patient's immune cells and help destroy any remaining cancer cells (graft-versus-tumor effect). Giving an infusion of the donor's T cells (donor lymphocyte infusion) after the transplant may help increase this effect. Sometimes the transplanted cells from a donor can also make an immune response against the body's normal cells. Giving cyclosporine before the transplant and cyclosporine and mycophenolate mofetil after the transplant may stop this from happening.", "detailed_description": "PRIMARY OBJECTIVES: I. To determine whether stable allogeneic engraftment from unrelated hematopoietic stem cell donors can be safely established using a non-myeloablative conditioning regimen in patients with hematologic malignancies and renal cell carcinoma. SECONDARY OBJECTIVES: I. To evaluate whether donor lymphocyte infusion (DLI) can be safely used in patients with mixed or full donor chimerism to eliminate persistent or progressive disease. OUTLINE: CONDITIONING REGIMEN: Patients receive fludarabine phosphate intravenously (IV) on days -4 to -2. Patients also undergo low-dose total-body irradiation (TBI) on day 0. TRANSPLANTATION: Patients undergo allogeneic peripheral blood stem cell (PBSC) or bone marrow transplantation on day 0. IMMUNOSUPPRESSION: Patients receive cyclosporine orally (PO) twice daily (BID) on days -3 to 100 with taper to day 177 and mycophenolate mofetil PO BID on days 0-40 with taper to day 96. Patients with mixed chimerism, persistent or progressive disease, and no evidence of graft-versus-host disease and who have been off immunosuppression for at least 2 weeks undergo DLI over 30 minutes. DLI may be repeated every 65 days for up to 3 doses. After completion of study treatment, patients are follow-up periodically for 5 years.", "condition": ["Accelerated Phase Chronic Myelogenous Leukemia", "Adult Acute Lymphoblastic Leukemia in Remission", "Adult Acute Myeloid Leukemia in Remission", "Adult Acute Myeloid Leukemia With 11q23 (MLL) Abnormalities", "Adult Acute Myeloid Leukemia With Del(5q)", "Adult Acute Myeloid Leukemia With Inv(16)(p13;q22)", "Adult Acute Myeloid Leukemia With t(15;17)(q22;q12)", "Adult Acute Myeloid Leukemia With t(16;16)(p13;q22)", "Adult Acute Myeloid Leukemia With t(8;21)(q22;q22)", "B-cell Chronic Lymphocytic Leukemia", "Childhood Acute Lymphoblastic Leukemia in Remission", "Childhood Acute Myeloid Leukemia in Remission", "Childhood Chronic Myelogenous Leukemia", "Childhood Myelodysplastic Syndromes", "Childhood Renal Cell Carcinoma", "Chronic Phase Chronic Myelogenous Leukemia", "Clear Cell Renal Cell Carcinoma", "de Novo Myelodysplastic Syndromes", "Extranodal Marginal Zone B-cell Lymphoma of Mucosa-associated Lymphoid Tissue", "Nodal Marginal Zone B-cell Lymphoma", "Previously Treated Myelodysplastic Syndromes", "Recurrent Adult Acute Lymphoblastic Leukemia", "Recurrent Adult Acute Myeloid Leukemia", "Recurrent Adult Diffuse Small Cleaved Cell Lymphoma", "Recurrent Adult Hodgkin Lymphoma", "Recurrent Childhood Acute Lymphoblastic Leukemia", "Recurrent Childhood Acute Myeloid Leukemia", "Recurrent Cutaneous T-cell Non-Hodgkin Lymphoma", "Recurrent Grade 1 Follicular Lymphoma", "Recurrent Grade 2 Follicular Lymphoma", "Recurrent Marginal Zone Lymphoma", "Recurrent Mycosis Fungoides/Sezary Syndrome", "Recurrent Small Lymphocytic Lymphoma", "Recurrent/Refractory Childhood Hodgkin Lymphoma", "Refractory Chronic Lymphocytic Leukemia", "Refractory Hairy Cell Leukemia", "Refractory Multiple Myeloma", "Relapsing Chronic Myelogenous Leukemia", "Splenic Marginal Zone Lymphoma", "Stage III Renal Cell Cancer", "Stage IV Renal Cell Cancer", "T-cell Large Granular Lymphocyte Leukemia", "Type 1 Papillary Renal Cell Carcinoma", "Type 2 Papillary Renal Cell Carcinoma", "Waldenström Macroglobulinemia"], "intervention_type": ["Drug", "Radiation", "Procedure", "Procedure", "Procedure", "Biological", "Drug", "Drug", "Other", "Other"], "intervention_name": ["fludarabine phosphate", "total-body irradiation", "nonmyeloablative allogeneic hematopoietic stem cell transplantation", "allogeneic bone marrow transplantation", "peripheral blood stem cell transplantation", "therapeutic allogeneic lymphocytes", "cyclosporine", "mycophenolate mofetil", "pharmacological study", "laboratory biomarker analysis"], "description": ["Given IV", "Undergo low-dose TBI", "Undergo nonmyeloablative HSCT", "Undergo nonmyeloablative allogeneic bone marrow transplantation", "Undergo nonmyeloablative allogeneic PBSC transplantation", "Undergo DLI", "Given PO", "Given PO", "Correlative studies", "Correlative studies"], "arm_group_label": ["Treatment (chemotherapy, TBI, HSCT)", "Treatment (chemotherapy, TBI, HSCT)", "Treatment (chemotherapy, TBI, HSCT)", "Treatment (chemotherapy, TBI, HSCT)", "Treatment (chemotherapy, TBI, HSCT)", "Treatment (chemotherapy, TBI, HSCT)", "Treatment (chemotherapy, TBI, HSCT)", "Treatment (chemotherapy, TBI, HSCT)", "Treatment (chemotherapy, TBI, HSCT)", "Treatment (chemotherapy, TBI, HSCT)"], "other_name": ["2-F-ara-AMP", "Beneflur", "Fludara", "TBI", "bone marrow therapy, allogeneic", "bone marrow therapy, allogenic", "transplantation, allogeneic bone marrow", "transplantation, allogenic bone marrow", "PBPC transplantation", "PBSC transplantation", "peripheral blood progenitor cell transplantation", "transplantation, peripheral blood stem cell", "ALLOLYMPH", "ciclosporin", "cyclosporin", "cyclosporin A", "CYSP", "Sandimmune", "Cellcept", "MMF", "pharmacological studies"], "criteria": "Inclusion Criteria: - Age > 50 years with hematologic malignancies treatable by allogeneic hematopoietic stem cell transplant (HSCT) and all patients with B cell malignancies except those who may be cured by autologous stem cell transplantation (SCT) - Age =< 50 years of age with hematologic diseases treatable by allogeneic HSCT who through pre-existing medical conditions or prior therapy are considered to be of high risk for regimen related toxicity associated with a conventional transplant or those patients who refuse a conventional SCT; transplants must be approved for these inclusion criteria by both the participating institution's patient review committee such as the Patient Care Conference (PCC at the Fred Hutchinson Cancer Research Center [FHCRC]) and by the principal investigator - Patients with metastatic renal cell carcinoma with the histologic subtypes of clear cell, papillary and medullary may be accepted regardless of age - The following diseases will be permitted although other diagnoses can be considered if approved by PCC or the participating institution's patient review committees and the principal investigator - Non-Hodgkin lymphoma (NHL), chronic lymphocytic leukemia (CLL), Hodgkin lymphoma (HL) - must have received and failed frontline therapy - Multiple myeloma - must have received prior chemotherapy; consolidation of chemotherapy by autografting prior to nonmyeloablative HSCT is permitted - Acute myeloid leukemia (AML)/acute lymphoblastic leukemia (ALL) - must be in complete remission and have received cytotoxic chemotherapy at some stage before transplant; patients with molecular or early relapse will be accepted providing a donor is available; patients with persistent or refractory disease will be considered on a case by case basis and transplants must be approved by the institution's patient review committees - Chronic myelogenous leukemia (CML) - patients will be accepted in chronic phase or accelerated phase; patients who have received prior autografts after high dose therapy or have undergone intensive chemotherapy for either peripheral blood stem cell (PBSC) mobilization or treatment of advanced CML may be enrolled provided they are in complete remission (CR), chronic phase (CP) or accelerated phase (AP) - Myelodysplastic syndromes (MDS) - all patients with MDS will be eligible for this protocol; however, those patients with MDS and frank AML (> 30% blasts in bone marrow aspirate by morphology or flow cytometry) will require induction chemotherapy to obtain a complete remission (marrow blasts < 5%) and remain in complete remission at time of transplant - Renal cell carcinoma- must have evidence of disease not amenable to surgical cure or metastatic disease by radiological and histological criteria - DONOR: Human leukocyte antigen (HLA) matched unrelated donor; donors should be matched for HLA -A, -B, -C, -developmentally regulated ribonucleic acid (RNA) binding protein 1(DRB)1 and -class II, DQ beta 1 (DQB) 1; HLA -A and -B loci should be matched at least to the level of resolution; HLA -C, -DRB1, and -DQB1 should be typed at the highest level of resolution available at the time of donor selection; donor must consent to either a bone marrow harvest or PBSC mobilization with filgrastim (G-CSF) arranged through the National Marrow Donor Program (NMDP) or other donor centers Exclusion Criteria: - Patients with rapidly progressive intermediate or high grade NHL - Renal cell carcinoma patients with expected survival of less than 6 months - Bulky disease resulting in severely limited performance status (< 70%) - Any vertebral instability - Any active central nervous system (CNS) involvement with disease - Fertile men or women unwilling to use contraceptive techniques during and for 12 months following treatment - Females who are pregnant - Patients with non-hematological tumors - Cardiac ejection fraction < 30% - Diffusion capacity of the lung for carbon monoxide (DLCO) < 30% and/or receiving supplementary continuous oxygen - Significant elevation of bilirubin and transaminases should be discussed at participating institutions' patient review committees in a case by case basis; evidence of synthetic dysfunction or severe cirrhosis will result in patient exclusion - Karnofsky score < 50 (except renal cell carcinoma [RCC]) - Patients with poorly controlled hypertension on multiple antihypertensives - Human immunodeficiency virus (HIV) positive patients", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Lymphoma", "Syndrome", "Leukemia", "Carcinoma", "Leukemia, Myeloid", "Leukemia, Myeloid, Acute", "Multiple Myeloma", "Lymphoma, Follicular", "Myelodysplastic Syndromes", "Preleukemia", "Lymphoma, Non-Hodgkin", "Leukemia, Lymphoid", "Leukemia, Lymphocytic, Chronic, B-Cell", "Precursor Cell Lymphoblastic Leukemia-Lymphoma", "Carcinoma, Renal Cell", "Hodgkin Disease", "Lymphoma, B-Cell", "Leukemia, Myelogenous, Chronic, BCR-ABL Positive", "Lymphoma, B-Cell, Marginal Zone", "Mycoses", "Mycosis Fungoides", "Lymphoma, T-Cell", "Sezary Syndrome", "Lymphoma, T-Cell, Cutaneous", "Leukemia, Hairy Cell", "Leukemia, Myeloid, Chronic-Phase", "Waldenstrom Macroglobulinemia", "Leukemia, Myeloid, Accelerated Phase", "Leukemia, Large Granular Lymphocytic", "Fludarabine", "Fludarabine phosphate", "Mycophenolic Acid", "Mycophenolate mofetil", "Cyclosporins", "Cyclosporine", "Vidarabine"], "id": "NCT00005799"}