{"brief_title": "Weight Loss Maintenance (WLM)", "brief_summary": "To determine the effectiveness of continuous patient contact on weight loss maintenance.", "detailed_description": "BACKGROUND: Overweight/obesity is the second leading cause of death in the US, and is growing in prevalence at an alarming rate. Control of overweight/obesity is increasingly recognized as a high national priority because of its contribution to cardiovascular (CVD) risk factors and ultimately to CVD itself. The short-term success of behavioral interventions for weight loss has been repeatedly documented. Unfortunately, because weight re-gain is extremely common, a disappointingly, small proportion of individuals achieve long-term weight control. Of the factors that are associated with sustained weight loss, one of the most important is continued intervention with frequent contacts. DESIGN NARRATIVE: The study is a multi-center, randomized, controlled trial [Weight Loss Maintenance Trial (MAINTENANCE)] to determine the effects of two innovative behavioral interventions, each designed to maintain frequent contacts, compared to a usual care control group. Overweight and obese individuals (60% women, 40% African Americans) who are taking medication for hypertension, dyslipidemia and/or type 2 diabetes will enter a 6-month, weight loss program. Those 800 individuals who lose at least 4 kg (approximately 9 pounds) will then be randomized into one of three groups: a Personal Contact (PC) Intervention that provides monthly personal contacts with a trained interventionist, primarily via telephone; an Interactive Technology (IT) Intervention that provides frequent contacts through a state-of-the-art interactive web-based program supplemented by other communication technologies; or Usual Care (UC). The primary outcome will be weight change from the end of the initial weight loss program to the end of the 30-month weight maintenance intervention period. Other outcomes will include weight change in subgroups, prevalence of CVD risk factors, measures of behavior change, and cost of implementation. For each outcome, the Personal Contact and Interactive Technology interventions will be compared to Usual Care and, if different from Usual Care, to each other. To successfully combat the obesity epidemic, clinicians and health care systems must have options that are effective and feasible and that can be provided to large numbers of individuals. Phase II intervention completed: July 2007 Phase III intervention completed: October 2009", "condition": ["Cardiovascular Diseases", "Heart Diseases", "Obesity", "Diabetes Mellitus, Non-insulin Dependent", "Hypertension"], "intervention_type": ["Behavioral", "Behavioral"], "intervention_name": ["Personal contact (PC)", "Interactive technology (IT)"], "description": ["This arm uses brief, individual contacts on a monthly basis which emphasize core elements of weight maintenance. Monthly contacts with an interventionist occur for 30 months after the end of Phase I. Face-to-face contacts occur approximately every four months (e.g., three annually), with telephone contacts occurring every month between FTF contacts.", "The website utilizes collaborative goal setting and problem-solving strategies to identify contingent action plans for perceived obstacles to success. In order to tailor the intervention to the needs of the participant, the action plan can be updated anytime and as frequently as desired by the individual. Participants are encouraged to input data on weight, food records, physical activity, and goals on a weekly basis. Participants are not restricted to logging on to the website only once a week. Rather, participants have the option of logging on to the website to enter data, communicate with other participants, or to seek other information, as frequently as they wish."], "arm_group_label": ["Personal contact (PC)", "Interactive technology (IT)"], "criteria": "Overweight men and women who took medication for hypertension, type 2 diabetes and/or hyperlipidemia in the six month weight loss phase. and who were able to lose approximately 9 pounds. There will be approximately 60% women and 40% African Americans.", "gender": "All", "minimum_age": "25 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Diabetes Mellitus", "Cardiovascular Diseases", "Heart Diseases", "Weight Loss", "Diabetes Mellitus, Type 2"], "id": "NCT00054925"}