{"brief_title": "Endostatin in Treating Patients With Advanced Refractory Solid Tumors", "brief_summary": "RATIONALE: Endostatin may stop the growth of solid tumors by stopping blood flow to the tumor. PURPOSE: Phase I trial to study the effectiveness of endostatin in treating patients who have advanced refractory solid tumors.", "detailed_description": "OBJECTIVES: I. Determine the maximum tolerated dose (MTD) and Phase II dose of endostatin in patients with advanced refractory solid tumors. II. Determine the qualitative and quantitative nature of the toxicities encountered with endostatin in this patient population. III. Evaluate the basic pharmacokinetics and metabolism of endostatin by measurement of plasma levels by EIA and mass spectrometry in this patient population. IV. Investigate the relationship between pharmacokinetic parameters and toxicity in this patient population. V. Evaluate biologic evidence of angiogenesis inhibition in patients receiving endostatin. OUTLINE: This is a dose escalation study. Patients receive endostatin IV over 1 hour daily for 28 days, followed by 1 week of rest. Patients receive subsequent courses of daily therapy in the absence of disease progression or unacceptable toxicity. Cohorts of 3 patients receive escalating doses of endostatin until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 6 patients experience dose limiting toxicities. PROJECTED ACCRUAL: Approximately 30-40 patients will be accrued for this study.", "condition": "Unspecified Adult Solid Tumor, Protocol Specific", "intervention_type": "Biological", "intervention_name": "recombinant human endostatin", "criteria": "DISEASE CHARACTERISTICS: Histologically confirmed advanced refractory solid tumor for which no curative therapy exists Bidimensionally measurable or evaluable disease accessible to biopsy No brain metastases or primary brain tumors PATIENT CHARACTERISTICS: Age: Over 18 Performance status: ECOG 0-1 Life expectancy: Not specified Hematopoietic: WBC at least 4,000/mm3 OR Absolute neutrophil count at least 2,000/mm3 Platelet count at least 100,000/mm3 Hepatic: Bilirubin normal AST/SGOT no greater than 2 times upper limit of normal (ULN) Renal: Creatinine no greater than 1.5 mg/dL OR Creatinine clearance greater than 60 mL/min Other: No serious active infection Not pregnant or nursing Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: Not specified Chemotherapy: At least 4 weeks since prior chemotherapy Endocrine therapy: Not specified Radiotherapy: At least 4 weeks since prior radiotherapy and recovered Surgery: Not specified", "gender": "All", "minimum_age": "18 Years", "maximum_age": "120 Years", "healthy_volunteers": "No", "id": "NCT00004872.xml"}