{"brief_title": "Chemotherapy, Radiation Therapy, and Peripheral Stem Cell Transplantation in Treating Patients With Hematologic Cancer", "brief_summary": "RATIONALE: Peripheral stem cell transplantation may be able to replace immune cells that were destroyed by the chemotherapy or radiation therapy used to kill tumor cells. Sometimes the transplanted cells are rejected by the body's normal tissues. Transplanting donated cells that have been treated with psoralen may prevent this from happening. PURPOSE: Phase I trial to study the effectiveness of chemotherapy, radiation therapy, and psoralen-treated donor cells in treating patients who are undergoing peripheral stem cell transplantation for hematologic cancer.", "detailed_description": "OBJECTIVES: I. Determine the maximum tolerated dose of T-cells photochemically treated with psoralen and ultraviolet A given with peripheral stem cell transplantation in patients with hematologic malignancies or bone marrow failure myelodysplastic syndrome. II. Assess the toxicity of this treatment in these patients. III. Evaluate this regimen in terms of prevention of graft versus host disease and control of malignancy in these patients. OUTLINE: This is a dose escalation, multicenter study of T-cells photochemically treated with psoralen and ultraviolet A. Patients receive thiotepa IV over 2 hours on day 1, cyclophosphamide IV over 2 hours on days 2 and 3, and whole body radiotherapy on days 5-8. Patients undergo preserved stem cell or bone marrow allogeneic transplant plus psoralen treated T-cell allogeneic transplant on day 9. Cohorts of 3-6 patients receive escalating doses of photochemically treated T-cells until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which at least 2 of 3 patients experience dose limiting toxicities. Patients are followed for 100 days. PROJECTED ACCRUAL: A maximum of 37 patients will be accrued for this study.", "condition": "Myelodysplastic Syndromes", "intervention_type": "Radiation", "intervention_name": "Radiation Therapy (RT)", "description": "Whole body radiotherapy on days 5-8.", "arm_group_label": "Chemo, RT + PSCT", "other_name": "Radiotherapy", "criteria": "DISEASE CHARACTERISTICS: Hematologic malignancy, including acute myeloid or lymphoid leukemia of any FAB subtype, not in remission with chemotherapy or requiring bone marrow transplant OR Chronic myeloid leukemia, advanced beyond first chronic phase OR Myelodysplasia, including secondary to prior chemotherapy, with: Granulocyte count less than 500/mm3 OR Platelet count less than 50,000/mm3 OR High risk cytogenetic abnormalities such as +8, -7, -5, or 11q23 OR Intermediate or high grade lymphoma without response to initial therapy or in relapse OR Multiple myeloma without response to initial therapy or in relapse OR Stage IV low grade lymphoma or chronic lymphocytic leukemia not achieving remission with 2 regimens No aplastic anemia Related haploidentical donor (1-3 HLA-A, B, and/or DR mismatch) for collection of stem cells and whole blood T-cells required PATIENT CHARACTERISTICS: Age: 6 months to 49 years Performance status: ECOG 0-2 Life expectancy: Greater than 12 weeks Hematopoietic: See Disease Characteristics Hepatic: Bilirubin less than 1.5 mg/dL SGPT less than 3 times upper limit of normal Renal: Creatinine less than 1.5 mg/dL Cardiovascular: Left ventricular ejection fraction at least 45% No symptoms or active treatment of left ventricular failure Pulmonary: Corrected DLCO at least 50% Other: No acute viral, bacterial, or fungal infection No prior transfusion associated graft versus host disease No other medical condition that would preclude study Not pregnant or nursing Negative pregnancy test Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: At least 3 weeks since prior immunotherapy or interferon alfa and recovered No prior autologous or allogeneic progenitor cell transplant Chemotherapy: See Disease Characteristics At least 3 weeks since prior chemotherapy and recovered Endocrine therapy: Not specified Radiotherapy: At least 3 weeks since prior radiotherapy and recovered Surgery: Not specified", "gender": "All", "minimum_age": "N/A", "maximum_age": "49 Years", "healthy_volunteers": "No", "id": "NCT00005092.xml"}