{"brief_title": "Phase II Trial of Decitabine in Patients With Chronic Myelogenous Leukemia Accelerated Phase Who Are Refractory to Imatinib Mesylate (Gleevec)", "brief_summary": "To determine the safety and efficacy of decitabine in patients with Philadelphia chromosome-positive chronic myelogenous leukemia accelerated phase that were previously treated with imatinib mesylate (STI 571) and became resistant/refractory or were found to be intolerant to the drug.", "condition": ["Chronic Myelogenous Leukemia"], "intervention_type": ["Drug"], "intervention_name": ["decitabine (5-aza-2'deoxycytidine)"], "criteria": "Inclusion: - Histologically confirmed diagnosis of CML accelerated phase - Ph chromosome-positive - Previous treatment with imatinib mesylate resulting in: i) Hematologic Resistance / Hematologic Refractory: Based on a physician's (documented) decision to discontinue imatinib mesylate treatment due to failure of continued benefit or no benefit to the patient, ii) Imatinib Mesylate Intolerance: any toxicity resulting in a physician's (documented) decision to discontinue imatinib mesylate treatment. - Patients must have recovered from the side effects of previous CML therapy for accelerated phase with the exception of hydroxyurea - Age >/= 2 years - Bilirubin </= 3 x the upper limit of normal (ULN), SGOT and SGPT </= 3 x ULN, except </= 5 x ULN in leukemic involvement of the liver, serum creatinine </= 2 x ULN - WHO performance status 0-3 - A negative serum hCG pregnancy test in patients of childbearing potential - Able to give signed informed consent directly or through a parent or guardian for minors Exclusion: - Leukemic involvement of the central nervous system - Active malignancy other than CML or non-melanoma cancer of the skin - Previous treatment for CML with another investigational agent within 28 days of study entry - At study entry, patients who were treated with: imatinib mesylate within the past 48 hours; interferon-alpha within the past 48 hours; homoharringtonine within the past 14 days; low-dose cytosine arabinoside within 7 days, moderate dose within 14 days, or high dose within 28 days; etoposide, anthracyclines, or mitoxantrone within 21 days; busulfan within the past six weeks - Patients who had received hematopoietic stem cell transplantation within 6 weeks of Day 1 decitabine therapy - Patients with Grade 3/4 cardiac disease or any other serious concurrent medical condition. - Patients who are pregnant or nursing. All patients of childbearing potential must practice effective methods of contraception while on study. - Patients with mental illness or other condition precluding their ability to give informed consent or to comply with study requirements - Patients with systemic, uncontrolled infections", "gender": "All", "minimum_age": "2 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "BCR/ABL", "mesh_term": ["Leukemia", "Leukemia, Myeloid", "Leukemia, Myelogenous, Chronic, BCR-ABL Positive", "Decitabine", "Imatinib Mesylate", "Azacitidine"], "id": "NCT00041990"}