{"brief_title": "Treatment of Non-Hodgkin's Lymphoma With 90Y-hLL2 IgG", "brief_summary": "The purpose of this trial is to determine the safety of a 90Y-radiolabeled, humanized (CDR-grafted) form of the LL2 monoclonal antibody in patients with Non-Hodgkin's lymphoma (NHL) at different dose levels.", "condition": "Lymphoma, B-Cell", "intervention_type": "Drug", "intervention_name": "radiolabeled epratuzumab", "criteria": "Inclusion: - Histological or cytological diagnosis of B-cell lymphoma, and has failed at least one regimen of standard chemotherapy. (All histological grades of NHL will be eligible for this trial.) - Measureable via CT, with at least one lesion > or = 1.5cm in one or both dimensions. (Splenic tumors in absence of other tumors will not qualify.) - Radiological studies (ie - CT) must be performed within 4 weeks prior to study start. - Acceptable tumor burden that will allow adequate follow-up and evaluation. - Less that 25% bone marrow involvement, determined by bone marrow biopsy. - Must observe the following washout periods: At least 4 weeks beyond any major surgery. At least 4 weeks beyond any radiation therapy to the index lesion, and has recovered from radiation-induced toxicity. At least 4 weeks beyond chemotherapy and/or immunotherapy. At least 2 weeks beyond corticosteriod(s) use and blood counts are with laboratory criteria. - Must have Karnofsky score >70% (or equivalent, ECOG 0-2) with expected survival of at least 6 months. - Serum creatinine < or = 1.5mg/dl or creatinine clearance > or = 50ml/min. - Serum bilirubin < or = 2mg/dl. - Hemoglobin > or = 10 g/dl; WBC > or = 3000/mm3; granulocyte count > or = 150/mm3; platelet count > or = 100,000/mm3 with out transfusions or cytokines for at least 30 days prior to study. - Immunomedics ELISA assay of HahLL2 < 100ng/ml for those with prior history of monoclonal antibody infusions. - Cognizant informed consent.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00061425.xml"}