{"brief_title": "Pilot Study of Cyclophosphamide in Patients With Life-Threatening Systemic Lupus Erythematosus or Antiphospholipid Antibody Syndrome", "brief_summary": "OBJECTIVES: I. Determine the induction of durable remission in patients with life-threatening systemic lupus erythematosus or antiphospholipid antibody syndrome treated with cyclophosphamide. II. Determine the toxicity of this drug in these patients.", "detailed_description": "PROTOCOL OUTLINE: Patients receive cyclophosphamide IV on days 1-4 and filgrastim (G-CSF) beginning on day 10 and continuing until blood counts recover. Patients are followed monthly for 6 months, and then every 3 months thereafter.", "condition": ["Systemic Lupus Erythematosus", "Antiphospholipid Antibody Syndrome"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Cyclophosphamide", "filgrastim"], "criteria": "PROTOCOL ENTRY CRITERIA: --Disease Characteristics-- Diagnosis of life-threatening systemic lupus erythematosus (SLE); must show at least 4 American College of Rheumatology criteria for SLE; must have severe organ damage in 1 or more organs; must have 1 or more of the following indications of ongoing disease activity: disease activity score (SLEDAI) at least 4, hospitalization for disease activity within 12 months, life-threatening disease not captured on SLEDAI OR Diagnosis of antiphospholipid antibody syndrome by the Hughes criteria; must show severity by ongoing symptoms or signs of hypercoagulability in spite of warfarin therapy --Patient Characteristics-- Hepatic: Bilirubin no greater than 2.0 mg/dL; transaminases no greater than 2.0 times normal Renal: Creatinine no greater than 3.0 mg/dL Cardiovascular: Ejection fraction at least 45% Pulmonary: FVC, FEV1, or DLCO at least 50% predicted Other: Not preterminal or moribund; not pregnant or nursing; fertile patients must use effective contraception", "gender": "All", "minimum_age": "18 Years", "maximum_age": "70 Years", "healthy_volunteers": "No", "keyword": "systemic lupus erythematosus", "mesh_term": ["Syndrome", "Lupus Erythematosus, Systemic", "Antiphospholipid Syndrome", "Cyclophosphamide", "Antibodies", "Antibodies, Antiphospholipid"], "id": "NCT00010400"}