{"brief_title": "A Phase I/II Study of Recombinant Human GM-CSF in Patients With AIDS Virus Infection and Leukopenia", "brief_summary": "To determine the maximum tolerated dose (MTD) and toxicity of sargramostim (recombinant granulocyte-macrophage colony-stimulating factor; GM-CSF) given by continuous intravenous infusion (CIV) in patients with leukopenia in association with AIDS virus infection. In addition, single dose and steady state pharmacokinetics will also be determined.", "condition": ["HIV Infections", "Cytopenias"], "intervention_type": ["Drug"], "intervention_name": ["Sargramostim"], "criteria": "Inclusion Criteria Patients must have: - Met the CDC criteria for the diagnosis of AIDS. - Total peripheral blood leukocyte count = or < 3000 cells/mm3 measured on at least two occasions separated by a minimum of one week. - Must have or have recovered from one or more opportunistic infection. - Serum antibody to HTLV-III/LAV with or without viremia. - Anticipated survival of at least 6 months. Exclusion Criteria Co-existing Condition: Patients with the following conditions or symptoms are excluded: - AIDS related complex (ARC). - History of malignancy other than Kaposi's sarcoma (KS). - Excessive diarrhea (more than 5 liquid or non-liquid stools per day). - Currently hospitalized or hospitalized within the last 4 weeks for the treatment of opportunistic infections. - Presence of renal dysfunction. - Other evidence of primary hematologic or infectious disorders unrelated to AIDS virus infection. Patients with the following are excluded: - AIDS related complex (ARC). - History of malignancy other than Kaposi's sarcoma (KS). - Excessive diarrhea (more than 5 liquid or non-liquid stools per day). - Currently hospitalized or hospitalized within the last 4 weeks for the treatment of an opportunistic infection. - Dementia or altered mental status that would prohibit the giving and understanding of informed consent. Prior Medication: Excluded: - Any marrow suppressive medications such as trimethoprim-sulfamethoxazole combination (TMP-PurposeX) or Fansidar. - Excluded within 6 weeks of study entry: - Any investigational drug. Prior Treatment: Excluded within 6 weeks of study entry: - Systemic cytotoxic chemotherapy or irradiation. Risk Behavior: Excluded within 3 months of study entry: - Regular, excessive use of alcohol, hallucinogens or agents which are addicting.", "gender": "Male", "minimum_age": "18 Years", "maximum_age": "50 Years", "healthy_volunteers": "No", "keyword": "Granulocyte-Macrophage Colony-Stimulating Factor", "mesh_term": ["Infection", "Communicable Diseases", "HIV Infections", "Virus Diseases", "Leukopenia"], "id": "NCT00002009"}