{"brief_title": "An Open Parallel Study to Determine the Optimum Dosing Schedule for AS-101 in AIDS/ARC Patients", "brief_summary": "To compare AS-101 dosing schedules (once a week; 3 times a week; 5 times a week; or 5 times per week on alternate weeks) on the effect on clinical immunology and virus burden in AIDS or AIDS related complex (ARC) patients.", "condition": ["HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["AS-101"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Standard therapy for infections. - Acyclovir. - Ganciclovir. - Allowed only with permission of Wyeth-Ayerst medical monitor: - Zidovudine (AZT). - Immunomodulators. - Specific therapy for malignancies (including Kaposi's sarcoma). Exclusion Criteria Co-existing Condition: Patients with the following conditions or symptoms are excluded: - Evidence of severe liver dysfunction (serum albumin < 3 g/dl, SGOT or SGPT > 5 x upper limit of normal, prothrombin time > 15 seconds), or gastrointestinal, renal, respiratory, endocrine, hematologic, cardiovascular system abnormalities or psychiatric disorder other than abnormalities secondary to AIDS or AIDS related complex (ARC). - Evidence of AIDS-related central nervous system involvement. - Disseminated Kaposi's sarcoma. Concurrent Medication: Excluded without permission of Wyeth-Ayerst medical monitor: - Zidovudine (AZT). - Immunomodulators. - Specific therapy for malignancies (including Kaposi's sarcoma). Patients with the following are excluded: - Evidence of major system abnormalities other than abnormalities secondary to AIDS or AIDS related complex. - Concomitant conditions as specified in Patient Exclusion Co-existing Conditions. - Unlikely or unable to comply with the requirements of the protocol. Prior Medication: Excluded within 4 weeks of study entry: - Systemic antiviral agents. - Immunosuppressive agents. - Immune stimulators such as BCG vaccine, isoprinosine, or other immunomodulators. Patients must: - Have a diagnosis of AIDS or AIDS related complex (ARC). - Demonstrate intolerance or refusal to take zidovudine (AZT). - Provide written informed consent.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "60 Years", "healthy_volunteers": "No", "keyword": "ammonium trichloro(dioxoethylene-O,O'-)tellurute", "mesh_term": ["HIV Infections", "Ammonium trichloro(dioxoethylene-O,O'-)tellurate"], "id": "NCT00002266"}