{"brief_title": "Chemotherapy Plus Radiation Therapy and Biological Therapy in Treating Patients With Hematologic Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Radiation therapy uses high-energy x-rays to damage tumor cells. Bone marrow transplantation may be able to replace immune cells that were destroyed by chemotherapy or radiation therapy used to kill tumor cells. PURPOSE: Phase II trial to study the effectiveness of bone marrow transplantation using unrelated bone marrow donors in treating patients who have hematologic cancer.", "detailed_description": "OBJECTIVES: I. Determine whether the use of donors with a one non crossreactive group (CREG) mismatch for HLA-A or B in patients less than 36 years of age is associated with more frequent graft versus host disease (GVHD) of grades III-IV than previously observed with donors with one CREG mismatch. II. Determine whether the use of donors with a one CREG mismatch for HLA-A or B in patients 36-50 years of age is associated with more frequent GVHD of grades III-IV than previously observed with matched donors. III. Determine the relevance of HLA-A allele mismatching in bone marrow transplants from donors matched for HLA-A, B, and DR phenotypes. OUTLINE: This is a parallel, open label study. Patients are assigned to 1 of 3 treatment arms. Arm I: Patients receive cyclophosphamide IV on days -7 and -6 and total body irradiation (TBI) 3 times a day on days -4 through -1. Allogeneic bone marrow (ABM) is infused on day 0. Arm II: Patients receive therapy as in arm I, except TBI is administered twice a day on day -1 only. ABM is infused on day 0. Arm III: Patients receive cyclophosphamide IV on days -6 and -5 and TBI twice a day on days -3 through -1. ABM is infused on day 0. Males with ALL receive an additional radiation boost to the testes during TBI. Patients are followed at least every 6 months for 2 years, then annually thereafter. PROJECTED ACCRUAL: A total of 50 patients under 36 years old and 50 patients 36-50 years old will be accrued for this study within 5 years. Additional patients will be accrued for the standard therapy arm of this study.", "condition": ["Leukemia", "Lymphoma"], "intervention_type": ["Drug", "Procedure", "Radiation"], "intervention_name": ["cyclophosphamide", "allogeneic bone marrow transplantation", "low-LET cobalt-60 gamma ray therapy"], "criteria": "DISEASE CHARACTERISTICS: Hematologic malignancies of the following types: Chronic myelogenous leukemia (CML) in chronic or accelerated phase Newly diagnosed acute leukemia at high risk of relapse following chemotherapy alone Early referral encouraged so that donor search can begin as soon as possible Acute leukemia failing one cycle of induction chemotherapy Acute leukemia beyond first remission High-risk Hodgkin's disease and non-Hodgkin's lymphoma in first remission Hodgkin's disease, non-Hodgkin's lymphoma, or other malignant lymphoproliferative disease after first remission No suitable related donor available (i.e., no HLA genotypically identical sibling) No haploidentical relative with no more than 1 unshared haplotype for an HLA-A, -B, or -D locus Acute leukemia in relapse and CML in blast crisis eligible only under the following conditions: Patient's clinical condition is likely to remain stable for the 2-6 month period necessary to find a marrow donor Remission induction has been attempted Local physician and patient accept that the search or transplant may be canceled if the patient's condition deteriorates during the search No leukoencephalopathy Donor requirements: Age less than 60 In good health Phenotypically identical for HLA-A, -B, and -DRB1 1-antigen mismatch for HLA-A, -B, or -DRB1 locus allowed for patients below age 36 Patients for whom TBI is contraindicated may be treated on protocol FHCRC-739 Severe aplastic anemia should be transplanted according to protocols FHCRC-174.2 or FHCRC-800 Myelodysplastic syndrome should be transplanted according to protocol FHCRC-179.3 or FHCRC-844 PATIENT CHARACTERISTICS: Age: Under 56 Performance status: Not specified Life expectancy: Not specified Hematopoietic: Not specified Hepatic: No acute hepatitis No other severe hepatic disease Renal: Creatinine less than 2 times normal for age, weight, and sex Cardiovascular: No symptomatic cardiac disease Pulmonary: No active pulmonary disease No history of pulmonary fibrosis No severe hypoxemia (pO2 less than 70 mm Hg and DLCO less than 70%) No mild hypoxemia (pO2 less than 80 mm Hg and DLCO less than 60%) Other: HIV negative No severe limitations due to diseases other than malignancy PRIOR CONCURRENT THERAPY: No more than 3,000 cGy to the whole brain No more than 1,500 cGy to the chest or abdomen At least 6 months since involved-field irradiation to the chest or abdomen", "gender": "All", "minimum_age": "N/A", "maximum_age": "55 Years", "healthy_volunteers": "No", "keyword": "splenic marginal zone lymphoma", "mesh_term": ["Lymphoma", "Leukemia", "Cyclophosphamide"], "id": "NCT00002553"}