{"brief_title": "A Randomized Trial to Evaluate the Safety and Efficacy of Combination Therapy With Retrovir ( AZT ) and HIVID ( ddC ) Versus Retrovir, HIVID, and Wellferon ( Interferon Alfa-n1 ) for the Treatment of HIV Infection", "brief_summary": "Primary: To determine whether the combination of zidovudine/zalcitabine/interferon alfa-n1 (Retrovir/HIVID/Wellferon) can produce complete responses (i.e., CD4 counts return to >= 800 cells/mm3 for more than 24 weeks) in patients with virus sensitive to all three agents. To determine the antiviral effect of the combination therapies as evidenced by measures of quantitative viral load performed at select study centers only. Secondary: To determine the effectiveness of Retrovir/HIVID and Retrovir/HIVID/Wellferon in maintaining or increasing CD4 counts and preventing disease progression as evidenced by the development of an AIDS-defining indicator disease. To determine the effect of these regimens on secondary measures of clinical status (e.g., performance score, weight change, and secondary infections) and on measures of virologic activity such as serum p24 antigen. To assess the safety and tolerance of these regimens.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Interferon alfa-n1", "criteria": "Inclusion Criteria Patients must have: - HIV infection documented by licensed ELISA confirmed by Western blot; OR positive HIV culture; OR positive HIV antigen; OR plasma viremia. - CD4 counts >= 300 and <= 500 cells/mm3 on two occasions within 30 days prior to study entry. Patients < 18 years of age must have written consent of parent or guardian. The effects of the combination therapy on infants or the developing fetus are unknown. Patients are encouraged to utilize adequate contraception while enrolled in the study. Exclusion Criteria Co-existing Condition: Patients with the following symptoms and conditions are excluded: - Current AIDS-defining indicator disease, including opportunistic infections, AIDS dementia, AIDS-wasting syndrome, and AIDS-associated malignancy. - Grade 2 or worse peripheral neuropathy. - Intolerance to Retrovir at 600 mg/day, HIVID at 2.25 mg/day, or any interferon-alfa product at 3.0 MU/day. - Significant cardiac dysfunction (NYHA grade 3 or 4). Concurrent Medication: Excluded: - Chemotherapeutic agents during the 76 weeks following study entry. - Cardiac glycosides, antiarrhythmics, or vasodilators. Patients with the following prior conditions are excluded: - History of AIDS-defining indicator disease, including opportunistic infections, AIDS dementia, AIDS-wasting syndrome, or AIDS-associated malignancy. - History of grade 2 or worse peripheral neuropathy. - History of intolerance to Retrovir at 600 mg/day, HIVID at 2.25 mg/day, or any interferon-alfa product at 3.0 MU/day. Prior Medication: Excluded: - More than 3 months of any prior antiretroviral therapy. - Cytotoxic chemotherapy within 4 weeks prior to study entry. - Immunomodulating agents such as systemic corticosteroids, IL-2, IFN-alfa, or IFN-beta within 4 weeks prior to study entry. - Cardiac glycosides, antiarrhythmics, or vasodilators. Prior Treatment: Excluded: - Radiation therapy within 4 weeks prior to study entry. Current alcohol or illicit drug use that would interfere with patient compliance.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00002086.xml"}