{"brief_title": "Magnetic Resonance Imaging at Different Levels of Magnetic Intensity", "brief_summary": "Magnetic resonance imaging (MRI) is a diagnostic tool that creates high quality images of the human body without the use of X-ray (radiation). MRI uses different levels of magnetic fields to create images of the body and organs. Occasionally, researchers will give patients undergoing a MRI an injection of a substance called gadolinium. Gadolinium works by brightening areas of the magnetic resonance image, thereby improving the contrast. In this study researchers will use magnetic resonance imaging and contrast substances, like gadolinium, on normal volunteers in order to evaluate different aspects of its performance. Information gathered from this study may be used to develop more specific research studies involving MRI.", "detailed_description": "Technical evaluation of magnetic resonance imaging and spectroscopy will be performed on normal volunteers. These studies will be conducted in the MRI systems located at the NIH. These studies may involve the intravenous administration of commercially available MR contrast media and exercise. The results will be used to evaluate the performance of various pulse sequences, gradient coils, and RF coils on human subjects and will provide essential ground work for specific patient protocols.", "condition": ["Cardiovascular Disease", "Healthy"], "criteria": "- INCLUSION CRITERIA: Any normal volunteer greater than or equal to 18 who is capable of giving informed consent. EXCLUSION CRITERIA: A subject will be excluded if he/she has a contraindication to MR scanning such as: 1. Brain aneurysm clip 2. Implanted neural stimulator 3. Implanted cardiac pacemaker or defibrillator 4. Cochlear or ear implant 5. Ocular foreign body (e.g. metal shavings) 6. Insulin pump 7. Pregnant women (when uncertain, subject will undergo urine or blood testing). 8. Claustrophobia 9. Any condition in the Principal Investigator's judgement which present unnecessary risk EXCLUSION CRITERIA FOR GADOLINIUM ENHANCED STUDIES: 1. Lactating Women 2. Renal or hepatic disease", "gender": "All", "minimum_age": "18 Years", "maximum_age": "80 Years", "healthy_volunteers": "No", "keyword": "Normal Volunteer", "mesh_term": ["Cardiovascular Diseases"], "id": "NCT00001619"}