{"brief_title": "Ganciclovir Plus Arginine Butyrate in Treating Patients With Cancer or Lymphoproliferative Disorders Associated With the Epstein Barr Virus", "brief_summary": "RATIONALE: The Epstein Barr virus can cause cancer and lymphoproliferative disorders. Ganciclovir is an antiviral drug that acts against the Epstein Barr virus. Arginine butyrate may make virus cells more sensitive to ganciclovir. Combining ganciclovir and arginine butyrate may kill more Epstein Barr virus cells and tumor cells. PURPOSE: Phase I trial to study the effectiveness of arginine butyrate plus ganciclovir in treating patients who have cancer or lymphoproliferative disorders that are associated with the Epstein Barr virus.", "detailed_description": "OBJECTIVES: - Determine the safety, toxicity, and the reversibility of toxicity of arginine butyrate in patients with Epstein Barr virus-induced malignancies or lymphoproliferative disorders. - Determine the clinical pharmacology of arginine butyrate when administered with ganciclovir, including plasma half life and major routes of elimination in these patients. - Determine the biologic effects of arginine butyrate in terms of inducing sensitivity to ganciclovir in tissue samples from selected patients. - Determine the antitumor activity of this treatment regimen in these patients. OUTLINE: Patients receive ganciclovir IV over 1 hour twice a day on days -1 to 21 for the first course (days 0-21 for all subsequent courses) and escalating doses of arginine butyrate IV continuously on days 0-21. Treatment repeats every 28 days for up to 3 courses in the absence of disease progression or unacceptable toxicity. Patients are followed for a minimum of 42 days. PROJECTED ACCRUAL: Approximately 20 patients will be accrued for this study within 2 years.", "condition": "Small Intestine Cancer", "intervention_type": "Drug", "intervention_name": "ganciclovir", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed malignancy or lymphoproliferative disease including the following: - Nasopharyngeal carcinoma - Hodgkin's lymphoma - African Burkitt's lymphoma - T-cell non-Hodgkin's lymphoma - B-cell non-Hodgkin's lymphoma if Epstein Barr Virus (EBV) positive - Other lymphomas associated with immunodeficiency or immunosuppression, including AIDS-related lymphoma - B-cell lymphoproliferative disorders - Monoclonal or oligoclonal B-cell lymphoid disease (no polyclonal disease) - EBV positive by immunohistochemistry or in situ hybridization - Negative serology for EBV allowed PATIENT CHARACTERISTICS: Age: - 3 and over Performance status: - Any status Hematopoietic: - Absolute granulocyte count at least 1,000/mm^3 - Platelet count at least 50,000/mm^3 Hepatic: - Bilirubin no greater than 1.5 mg/dL - Aminotransferase less than 2 times normal Renal: - Creatinine less than 3.0 mg/dL - Creatinine clearance greater than 30 mL/min Cardiovascular: - No acute myocardial infarction within the past 6 months - No atrial fibrillation within the past 6 months Other: - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: - Prior bone marrow or stem cell transplantation allowed - No concurrent immunotherapy - No concurrent interferon or tacrolimus Chemotherapy: - At least 3 weeks since prior chemotherapy (6 weeks for nitrosoureas and mitomycin) and recovered - No concurrent cytotoxic chemotherapy Endocrine therapy: - No concurrent steroids Radiotherapy: - Recovered from prior radiotherapy Surgery: - Not specified", "gender": "All", "minimum_age": "3 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00006340.xml"}