{"brief_title": "S0230 Goserelin in Preventing Ovarian Failure in Women Receiving Chemotherapy for Breast Cancer", "brief_summary": "RATIONALE: Goserelin blocks hormone production in the ovaries. It is not yet known whether ovarian suppression using goserelin will prevent ovarian failure (early menopause) in women receiving chemotherapy for breast cancer. PURPOSE: This randomized phase III trial is studying how well giving goserelin together with chemotherapy works compared with chemotherapy alone in preventing early menopause in women with stage I, stage II, or stage IIIA breast cancer.", "detailed_description": "OBJECTIVES: Primary - Compare the rate of premature ovarian failure in women with stage I-IIIA hormone receptor-negative breast cancer treated with chemotherapy with vs without goserelin. Secondary - Compare the rate of ovarian dysfunction in patients treated with these regimens. - Compare ovarian reserve in patients treated with these regimens. - Describe the pregnancy rates in patients treated with these regimens. OUTLINE: This is a randomized study. Patients are stratified according to age (under 40 vs 40 to 49) and planned chemotherapy regimen (3- to 4-month/course anthracycline-based vs 6- to 8-month/course anthracycline-based vs 3- to 4-month/course non-anthracycline-based vs 6- to 8-month/course non-anthracycline-based). Patients are randomized to 1 of 2 treatment arms. - Arm 1: Patients receive cyclophosphamide-containing chemotherapy alone. Patients are followed at 1, 2, and 5 years. - Arm 2: Patients receive goserelin subcutaneously once every 4 weeks beginning 1 week before start of cyclophosphamide-containing chemotherapy. Treatment continues until completion of chemotherapy in the absence of disease progression or unacceptable toxicity. PROJECTED ACCRUAL: A total of 416 patients (208 per treatment arm) will be accrued for this study within 3 years.", "condition": ["Breast Cancer", "Infertility", "Menopausal Symptoms"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["cyclophosphamide", "goserelin acetate"], "description": ["Part of planned chemotherapy regimen", "Given subcutaneously"], "arm_group_label": ["Chemotherapy Plus Goserelin", "Standard Chemotherapy", "Chemotherapy Plus Goserelin"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed invasive breast cancer - Stage I-IIIA - Operable disease - Bilateral synchronous invasive breast cancer allowed provided primary tumors were diagnosed no more than 1 month apart and both tumors are hormone receptor negative - Must be planning to receive 3-8 months of a preoperative or postoperative chemotherapy regimen containing alkylating agents (anthracyclines or non-anthracyclines), meeting 1 of the following criteria: - 3-month/4-course anthracycline-based regimen - 6- to 8-month/course anthracycline-based regimen - 6- to 8-month/course non-anthracycline-based regimen - Hormone receptor status: - Estrogen receptor negative - Progesterone receptor negative PATIENT CHARACTERISTICS: Age - 18 to 49 Sex - Female Menopausal status - Premenopausal Performance status - Zubrod 0-2 Life expectancy - Not specified Hematopoietic - Not specified Hepatic - Not specified Renal - Not specified Other - Not pregnant or nursing - Fertile patients must use effective barrier contraception - No other prior malignancy except adequately treated basal cell or squamous cell skin cancer or any in situ cancer from which the patient has been disease-free for at least 5 years after treatment with curative intent PRIOR CONCURRENT THERAPY: Biologic therapy - Not specified Chemotherapy - See Disease Characteristics - No prior cytotoxic chemotherapy Endocrine therapy - No other concurrent hormonal therapy Radiotherapy - Concurrent radiotherapy to the breast, chest wall, or lymph nodes allowed Surgery - See Disease Characteristics Other - Concurrent participation in other therapeutic clinical trials, including SWOG-S0221, allowed", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "49 Years", "healthy_volunteers": "No", "keyword": "progesterone receptor-negative breast cancer", "mesh_term": ["Breast Neoplasms", "Infertility", "Cyclophosphamide", "Goserelin"], "id": "NCT00068601"}