{"brief_title": "Child and Adolescent Anxiety Disorders (CAMS)", "brief_summary": "This 9-month study will compare the effectiveness of the medication sertraline (Zoloft®), cognitive-behavioral therapy, the combination of these treatments, and placebo for youth with anxiety disorders.", "detailed_description": "Anxiety disorders are among the most common conditions affecting children and adolescents. These disorders impair school, social, and family functioning. When left untreated, they also put children at risk for major depression and substance abuse in late adolescence and adulthood. Effective treatments that alleviate symptoms and prevent long-term morbidity and mortality associated with childhood-onset anxiety disorders are needed. During Phase I of this two-phase study, participants are randomly assigned to receive sertraline (Zoloft), cognitive behavioral therapy, a combination of these treatments, or a placebo for 12 weeks. Phase II involves a 6-month maintenance period for participants that respond to any of the three active treatments.", "condition": ["Anxiety Disorders", "Social Phobia", "Generalized Anxiety Disorder"], "intervention_type": ["Drug", "Behavioral", "Drug"], "intervention_name": ["Sertraline", "Cognitive Behavioral Therapy (CBT)", "Placebo"], "description": ["Participants will take sertraline for 12 weeks.", "Participants will receive CBT for 12 weeks.", "Participants will take placebo capsules for 12 weeks."], "arm_group_label": ["1", "3", "2", "3", "4"], "other_name": ["Zoloft"], "criteria": "Inclusion Criteria: - DSM-IV criteria for separation anxiety disorder, social phobia, or generalized anxiety disorder Exclusion Criteria: - Major neurological disorder or medical illness that would interfere with participation in the study", "gender": "All", "minimum_age": "7 Years", "maximum_age": "17 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "keyword": "Anxiety, Separation", "mesh_term": ["Disease", "Anxiety Disorders", "Phobic Disorders", "Sertraline"], "id": "NCT00052078"}