{"brief_title": "EF5 in Assessing Tumor Response to Anticancer Therapy in Patients With Stage I, Stage II, or Stage III Non-Small Cell Lung Cancer", "brief_summary": "RATIONALE: Knowing the level of oxygen in tumor tissue may help predict the effectiveness of anticancer therapy. EF5 is a drug used in the measurement of oxygen in tumor tissue. PURPOSE: Phase II trial to study the effectiveness of EF5 in assessing tumor response to anticancer therapy in patients who have stage I, stage II, or stage III non-small cell lung cancer.", "detailed_description": "OBJECTIVES: - Assess the frequency and degree of hypoxia as measured by etanidazole derivative EF5 binding in patients with stage I, II, or III non-small cell lung cancer. - Correlate hypoxia as measured by EF5 binding with potential serum/plasma markers and tissue markers of hypoxia in these patients. - Correlate hypoxia as measured by EF5 binding with tumor angiogenesis and apoptosis in these patients. - Correlate tumor perfusion with hypoxia in these patients. - Correlate tumor perfusion with microvessel density in tumor samples in these patients. - Determine the longevity of EF5 adducts in human lung tumors. OUTLINE: Patients are stratified according to disease stage (stage I or II vs stage III vs no stage I-III determined after pathologic staging). Within 24-48 hours prior to the planned surgical procedure, patients receive etanidazole derivative EF5 IV over 1-2.5 hours. Tumor hypoxia is then measured using an intraoperative Eppendorf needle electrode during surgical biopsy or resection. Tumor specimens are tested for EF5 binding using immunohistochemistry and flow cytometry. Patients are followed at 4-6 weeks. PROJECTED ACCRUAL: A total of 40-60 patients (20 with stage I/II disease, 20 with stage III disease, and 20 without stage I-III disease) will be accrued for this study.", "condition": ["Lung Cancer"], "intervention_type": ["Drug", "Other", "Other"], "intervention_name": ["EF5", "flow cytometry", "immunohistochemistry staining method"], "criteria": "DISEASE CHARACTERISTICS: - Histologically or cytologically confirmed or suspected non-small cell lung cancer (NSCLC) - If there is no histological or cytological documentation of NSCLC, must have at least a 75% probability of having NSCLC - Clinical or pathological stage I-III - Patients in whom pre-surgical staging has not definitively established stage IV disease are allowed - Tumor mass of ≥ 1.5 cm in maximum diameter must be present on CT scan and must be included in the planned surgical biopsy or resection - Must be planning to undergo a surgical staging or treatment procedure (including mediastinoscopy, wedge resection, lobectomy, or pneumonectomy) PATIENT CHARACTERISTICS: Age: - 18 and over Performance status: - 0-2 Life expectancy: - Not specified Hematopoietic: - WBC > 2,000/mm^3 - Platelet count > 100,000/mm^3 Hepatic: - Bilirubin normal Renal: - Creatinine normal OR - Creatinine clearance ≥ 60 mL/min Other: - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception during and for 1 month after study participation - Able to hold breath for 27 seconds - No allergy to IV contrast dye - No history of grade III or IV peripheral neuropathy PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - Not specified Endocrine therapy: - Not specified Radiotherapy: - Not specified Surgery: - See Disease Characteristics", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "stage IIIB non-small cell lung cancer", "mesh_term": ["Lung Neoplasms", "Carcinoma, Non-Small-Cell Lung"], "id": "NCT00041028"}