{"brief_title": "A Study in Patients With Persistent or Recurrent Epithelial Ovarian or Primary Peritoneal Carcinoma", "brief_summary": "The purpose of this study is to determine the overall response rate, time to progression, and 1 yr survival with cetuximab in patients with ovarian or primary peritoneal carcinoma.", "detailed_description": "To determine the overall response rate of cetuximab alone in subjects with ovarian or primary peritoneal carcinoma who have persistent or recurrent disease following 1-2 previous regimens of chemotherapy. Potential relationship between response, dose, and the occurence of rash in the treatment of subjects who have stable disease after the initial 6 weeks of treatment, time to progression, and 1 yr survival.", "condition": "Ovarian Cancer", "intervention_type": "Biological", "intervention_name": "Cetuximab", "description": "400 mg/m2 loading dose, 250 mg/m2 weekly X 2 Cycles", "arm_group_label": "1", "other_name": "Erbitux", "criteria": "Inclusion Criteria: - subjects must have recurrent or persistent epithelial ovarian or primary peritoneal carcinoma. Histologic confirmation of the original primary tumor is required. - EGFR expression must be positive as determined by an outside reference lab - Subjects must have had a treatment-free interval following platinum of <12 mos - All subjects must have measurable disease at baseline - Subjects must have at least one recurrent lesion to be used to assess response - Recovery from effect of recent surgery, radiotherapy or chemotherapy Exclusion Criteria: - Subjects with other invasive malignancies (including peritoneal mesotheliomas) - Subjects with unstable cardiac disease or MI within 6 mos - Subjects with Acute hepatitis - Subjects with active or uncontrolled infection - A history of prior cetuximab or other therapy which targets the EGFR pathway or prior history of prior chimerized or murine monoclonal antibody therapy", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00082212.xml"}