{"brief_title": "Treatment of Von Hippel-Lindau (VHL)-Related Hemangioblastoma With PTK787/ZK 222584", "brief_summary": "The purpose of this study is to determine whether PTK787/ZK 222584 is effective in treating hemangioblastoma of the brain and/or retina in patients with von Hippel-Lindau disease. The study will also assess safety and tolerability of PTK787/ZK 222584, and changes in markers of angiogenesis (new blood vessel growth).", "condition": "Retinal Hemangioblastoma", "intervention_type": "Drug", "intervention_name": "PTK787/ZK 222584", "arm_group_label": "PTK787/ZK 222584", "criteria": "Inclusion criteria: - Confirmed diagnosis of VHL disease - One or more measurable CNS hemangioblastoma, if symptomatic, must be refractory or not amenable to standard therapy, if asymptomatic, must have had at least one prior neurosurgical treatment/ procedure; and/or: at least one untreatable or treatment-refractory retinal hemangioblastoma that is causing impaired visual function - Karnofsky Performance Status >=60 - Life expectancy > 3 months - Able to sign informed consent - Adequate hematologic status, liver and kidney function Exclusion criteria: - Patients with other VHL-related tumors requiring or amenable to standard treatment - Severe or uncontrolled concurrent illnesses that could compromise participation in the study - Total urinary protein in 24 hour collection > 500 mg - Pregnant or breast feeding females, adults of reproductive potential not using effective contraception (hormonal methods not considered effective due to possible decreased effectiveness secondary to drug interaction with PTK787). Women of childbearing potential must have negative serum pregnancy test prior to initiation of treatment. - Acute or chronic liver disease - Diagnosis of HIV infection - GI function that may alter absorption of PTK787 - Patients taking coumadin (warfarin sodium) - Prior therapies (investigational drugs, chemotherapy) within 4 weeks prior to study entry - Prior therapies (biologic, hormonal, immunotherapy, radiation therapy, surgery) within two weeks prior to study entry. - Patients unwilling or unable to comply with protocol requirements - Patients with concurrent, non VHL-related malignancies other than non-melanoma skin cancer - Patients with contraindication to MRI imaging", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00052013.xml"}