{"brief_title": "Tipifarnib in Treating Young Patients With Refractory Leukemia", "brief_summary": "RATIONALE: Tipifarnib may stop the growth of cancer cells by blocking the enzymes necessary for cancer cell growth. PURPOSE: Phase I trial to study the effectiveness of tipifarnib in treating young patients who have refractory leukemia.", "detailed_description": "OBJECTIVES: Primary - Determine the maximum tolerated dose and toxicity profile of tipifarnib in pediatric patients with refractory leukemia. - Determine the pharmacokinetics of this drug in these patients. - Determine the toxicity profile of this drug in these patients. Secondary - Analyze the gene expression profile of leukemic blasts from these patients before and after treatment with this drug. - Determine circulating levels of nerve growth factor and correlate these levels with clinical neurotoxicity from this drug in these patients. OUTLINE: This is an open-label, dose-escalation study. Patients receive oral tipifarnib every 12 hours on days 1-21. Courses repeat every 28 days in the absence of disease progression or unacceptable toxicity. Cohorts of 3-6 patients receive escalating doses of tipifarnib until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which at least 2 of 6 patients experience dose-limiting toxicity. At least 9 additional patients are treated at the MTD. PROJECTED ACCRUAL: A total of 12-34 patients will be accrued for this study within 1-2 years.", "condition": "Leukemia", "intervention_type": "Drug", "intervention_name": "tipifarnib", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed acute lymphoblastic leukemia, acute nonlymphoblastic leukemia, juvenile myelomonocytic leukemia (JMML), or chronic myelogenous leukemia (CML) in blast crisis - Refractory to standard curative therapy - Acute promyelocytic leukemia refractory to tretinoin and arsenic trioxide - Philadelphia chromosome-positive CML refractory to imatinib mesylate - Greater than 25% blasts in bone marrow (M3 bone marrow) except for patients with JMML - Active extramedullary disease allowed - No active leptomeningeal leukemia PATIENT CHARACTERISTICS: Age: - 21 and under Performance status: - Karnofsky 50-100% (over 10 years of age) - Lansky 50-100% (10 years of age and under) Life expectancy: - Not specified Hematopoietic: - Not required to be normal Hepatic: - Bilirubin normal - SGPT and SGOT normal - No significant hepatic dysfunction - No grade 3 or 4 liver function test results within the past month Renal: - Creatinine normal OR - Creatinine clearance at least 60 mL/min - No significant renal dysfunction Cardiovascular: - No significant cardiac dysfunction Pulmonary: - No significant pulmonary dysfunction Neurologic: - No history of grand mal seizures grade 3 or greater except febrile seizures - No persistent sensory or motor neuropathy greater than grade 2 Other: - No clinically significant unrelated systemic illness - No serious infection - No organ dysfunction that would preclude study participation - No requirement for total parenteral nutrition - No known allergy to azoles (e.g., clotrimazole, fluconazole, ketoconazole, voriconazole) - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: - At least 1 week since prior colony-stimulating factor therapy (e.g., filgrastim [G-CSF] or sargramostim [GM-CSF]) except epoetin alfa - At least 3 months since prior myeloablative therapy followed by bone marrow or stem cell transplantation - No concurrent immunotherapy - No concurrent GM-CSF or interleukin-11 Chemotherapy: - At least 2 weeks since prior chemotherapy - No concurrent intrathecal chemotherapy - No other concurrent chemotherapy Endocrine therapy: - At least 1 week since prior corticosteroids - No concurrent corticosteroids (except for acute allergic reaction) Radiotherapy: - At least 4 weeks since prior radiotherapy - No concurrent radiotherapy Surgery: - Not specified Other: - Recovered from nonhematologic toxicity of all prior therapy - At least 1 week since prior retinoids - No antacids (magnesium- or aluminum-containing formulations) within 2 hours of study drug - No other concurrent investigational agents - No concurrent retinoids - No concurrent anticonvulsants", "gender": "All", "minimum_age": "N/A", "maximum_age": "21 Years", "healthy_volunteers": "No", "id": "NCT00022451.xml"}