{"brief_title": "Human Requirements for the Nutrient Choline", "brief_summary": "The purpose of this study is to increase our understanding of how much choline humans need to get from their diet. Choline is an essential nutrient found in many foods, including eggs and milk. In addition to dietary sources, choline can be made in the liver. Choline is important in making membranes or wrappers for all the cells in the body and for making chemicals that allow nerve cells to work properly. In a previous study we found that the dietary requirement for choline varies greatly from person to person. This was caused, in part, by how much estrogen a person has and their genetic makeup. We are conducting this study to explore how estrogen levels and specific differences in genes influence choline requirements so that we can refine the dietary recommendations for this nutrient.", "detailed_description": "Choline is an essential nutrient essential used for the structural integrity and signaling functions of cell membranes, cholinergic neurotransmission, and lipid transport/metabolism. Choline is obtained from the diet and from endogenous biosynthesis catalyzed by the enzyme phosphatidylethanolamine N-methyltransferase (PEMT). The major premise for this proposal is that humans require a dietary source of choline and that this requirement has significant individual variation and is modulated by estrogen and common genetic polymorphisms. The promoter of the PEMT gene is estrogen responsive, and we hypothesize that estrogen status influences the dietary requirement for choline. We identified other common single nucleotide polymorphisms (SNPs) that increase or decrease the likelihood that a human will develop organ dysfunction when fed a low choline diet. Experiments are proposed that will refine our understanding of estrogen-mediated induction of the PEMT promoter; determine whether postmenopausal women treated with estrogen have a decreased susceptibility to developing organ dysfunction associated with choline deficiency; determine the prevalence of SNPs that increase susceptibility to choline deficiency in the population and examine dietary choline requirements in humans with these SNPs.", "condition": ["Postmenopausal Women"], "intervention_type": ["Other", "Other", "Other"], "intervention_name": ["Estrogen plus choline depletion diet", "Placebo plus choline depletion diet", "Pre-menopausal women with SNPs given a low choline diet"], "description": ["Post-menopausal subjects receive estrogen and are then challenged with a low choline diet to determine if estrogen protects them from induction of choline deficiency.", "Post-menopausal women are randomized to receive a placebo and are then subjected to a low choline diet to determine if clinical signs of choline deficiency can be induced.", "Pre-menopausal women with specific genetic polymorphisms in genes related to choline metabolism are placed on a choline depletion diet to determine if the SNPs increase or decrease the risk of diet-induced choline deficiency."], "arm_group_label": ["1", "2", "3"], "criteria": "Inclusion Criteria: - Healthy - Non-smoker - BMI between 18 and 34 - Normal mammogram in last 12 months (post-menopausal women only) Exclusion Criteria: - Hormone or estrogen therapy - Allergic to soy, eggs, wheat - History of breast, uterine, or other estrogen-dependent cancer - Liver or kidney problems - History of circulation, bleeding, or blood-clotting disorder - Anemia or evidence of iron overload - Hyperthyroidism, neurological disorder, or autoimmune disease - Diabetes controlled by insulin - Positive serology for HIV or Hepatitis B or C - Alcohol or illegal drug misuse/abuse - Pacemaker, aneurysm clip, cardiac heart valve, mechanical devices/implants - Other metal in body (i.e. injured by a BB, shrapnel, or metallic object)", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "85 Years", "healthy_volunteers": "Accepts Healthy Volunteers", "mesh_term": ["Choline", "Estrogens"], "id": "NCT00065546"}