{"brief_title": "Effectiveness and Safety of Epivir/Ziagen/Zerit (3TC/ABC/d4T) Versus Epivir/Ziagen/Sustiva (3TC/ABC/EFV) Versus Epivir/Ziagen/Agenerase/Norvir (3TC/ABC/APV/RTV) in HIV Patients Who Have Never Received Treatment", "brief_summary": "The purpose of this study is to see how effective and safe it is to give 1 of the 3 following treatments to patients who may not have received anti-HIV treatment: 1) lamivudine (3TC)/abacavir (ABC)/stavudine (d4T); 2) 3TC/ABC/efavirenz (EFV); or 3) 3TC/ABC/amprenavir (APV)/ritonavir (RTV).", "detailed_description": "Patients are randomized to initiate antiretroviral therapy in 1 of 3 treatment groups. Within each group they are stratified based on HIV-1 plasma RNA levels. Group 1: Patients receive 3TC/ABC/d4T; Group 2: Patients receive 3TC/ABC/EFV; and Group 3: Patients receive 3TC/ABC/APV/RTV. Treatment continues for 96 weeks. Blood samples are collected to measure plasma HIV RNA and CD4 counts and patients are assessed regularly. In the event of incomplete viral suppression or virologic failure, patients will be switched to secondary therapy.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Stavudine", "criteria": "Inclusion Criteria Patients may be eligible for this trial if they: - Are HIV-positive. - Are at least 18 years old. - Have a viral load of at least 5,000 copies/ml. - Have a CD4 count of at least 50 cells/mm3. - Agree to practice effective methods of birth control while on the study, if a woman. Patients are not eligible for this trial if they: Are pregnant or breast-feeding. Have ever taken anti-HIV drugs. (Less than 2 weeks of prior anti-HIV treatment is allowed.) Have a history of AIDS-defining opportunistic illness (except for Kaposi's sarcoma involving skin) within 45 days of the screening visit. Treatment for the illness must have been completed at least 30 days prior to screening. Are enrolled in another study where the medication may interfere with the control of viral load in this study. Have a serious medical condition such as diabetes or heart problems that would make it unsafe to be on this study. Have a history of a severe nerve disease of the type that may cause muscle weakness. Have had pancreatitis (inflamed pancreas) or hepatitis within 6 months of starting the study. Have had radiation treatment or chemotherapy within 4 weeks prior to study entry, or think those treatments may be needed during the study period. Local treatment for Kaposi's sarcoma is allowed. Have used certain medications, including vaccines, that interfere with the immune system within 4 weeks prior to study entry. Have taken an HIV vaccine within 3 months prior to entry. Are taking St. John's wort. Have a history of being allergic to any of the study drugs.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00005017.xml"}