{"brief_title": "New Tablet Containing Two FDA Approved Anti-HIV Drugs For Antiretroviral Therapy Experienced HIV-1 Infected Subjects", "brief_summary": "A 48-week study to investigate the safety and effectiveness of a new compact formulation of two already FDA-approved anti-HIV drugs in subjects who have already been receiving treatment for their HIV infection.", "detailed_description": "A phase III, randomized, open-label, parallel, multicenter study to evaluate treatment with fixed-dose combination of abacavir/lamivudine (600mg/300mg) once-daily versus abacavir (300mg) twice-daily and lamivudine (300mg) once-daily in combination with tenofovir once-daily and a new PI or NNRTI for 48 weeks in ART-experienced HIV-1 infected patients.", "condition": ["Human Immunodeficiency Virus I Infection", "HIV Infection"], "intervention_type": ["Drug", "Drug", "Drug", "Drug"], "intervention_name": ["abacavir/lamivudine", "abacavir", "lamivudine", "tenofovir"], "other_name": ["lamivudine", "abacavir/lamivudine", "abacavir"], "criteria": "Inclusion Criteria: - Antiretroviral therapy (ART) experienced and currently receiving a stable regimen containing 3 nucleoside reverse transcriptase inhibitors (NRTIs), or 2 NRTIs plus a protease inhibitor (PI) or non-nucleoside reverse transcriptase inhibitors (NNRTI) for at least 3 months (there should be no significant ART modifications for at least 3 months and no ART change anticipated between Screening and initiation of the study therapy). - Patients must be naive to tenofovir. - HIV-1 RNA level > 1000 copies/ml on at least one occasion within 21 days of study entry. - A CD4 cell count > 50 cells/mm3. - Specified viral genotypes. Exclusion Criteria: - Pregnant or breast-feeding women. - Has an active diagnosis of AIDS. - Additional qualifying criteria to be determined by the physician.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "HIV-1 Abacavir Lamivudine Tenofovir", "mesh_term": ["Infection", "Communicable Diseases", "HIV Infections", "Immunologic Deficiency Syndromes", "Acquired Immunodeficiency Syndrome", "Abacavir", "Dideoxynucleosides", "Lamivudine", "Tenofovir"], "id": "NCT00044577"}