{"brief_title": "Chemotherapy in Treating Patients With Unresectable Primary or Metastatic Kidney Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. PURPOSE: Phase II trial to study the effectiveness of pyrazoloacridine in treating patients who have unresectable primary or metastatic kidney cancer that has not been previously treated.", "detailed_description": "OBJECTIVES: I. Determine the response rate, duration, and survival in previously untreated patients with hepatocellular carcinoma treated with pyrazoloacridine (PZA). II. Determine the nature, degree, and duration of toxic effects of PZA in these patients. OUTLINE: Patients receive pyrazoloacridine IV over 3 hours every 3 weeks. The minimum treatment period is 2 courses with tumor restaging at 6 weeks. Patients with complete remission (CR) or partial remission (PR) may continue on treatment until refractory (PR) or for at least 3 additional courses (CR). Patients with stable disease continue on therapy for at least 2 more courses. Patients are followed until death. PROJECTED ACCRUAL: A total of 12-37 patients will be accrued for this study within 24 months.", "condition": "Metastatic Cancer", "intervention_type": "Drug", "intervention_name": "Pyrazoloacridine", "description": "IV (by vein) over 3 hours every 3 weeks", "arm_group_label": "Pyrazoloacridine", "other_name": "PZA", "criteria": "DISEASE CHARACTERISTICS: Histologically proven unresectable primary or metastatic hepatocellular carcinoma Measurable disease by CT or MRI scan No tense ascites Brain metastases allowed with proper treatment PATIENT CHARACTERISTICS: Age: Not specified Performance status: Karnofsky 70-100% Zubrod 0-2 Life expectancy: At least 12 weeks Hematopoietic: Absolute granulocyte count at least 1,500/mm3 Platelet count at least 100,000/mm3 Hepatic: Bilirubin no greater than 1.5 mg/dL Albumin at least 3 g/dL Alkaline phosphatase no greater than 3 times upper limit of normal Renal: Creatinine no greater than 1.5 mg/dL Other: Not pregnant or nursing Fertile patients must use effective contraception No significant infection Peripheral neurologic toxicity limited to paresthesia and decreased vibratory sense without motor weakness allowed Constipation managed with laxatives without evidence of bowel obstruction allowed No psychological disorders including delirium, confusion, suicidal ideation, or untreated depression PRIOR CONCURRENT THERAPY: Biologic therapy: Not specified Chemotherapy: No prior chemotherapy Endocrine therapy: Not specified Radiotherapy: Prior palliative radiotherapy allowed At least 3 weeks since prior radiotherapy and recovered Surgery: Recovered from any prior surgery", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00003714.xml"}