{"brief_title": "Double-Blind Study of Timunox (Thymopentin) in Asymptomatic HIV-Infected Patients Receiving Either Mono (AZT or ddI) or Combination (AZT / ddI or AZT / ddC) Anti-Retroviral Therapy", "brief_summary": "To confirm results from a previous study in which the combination of thymopentin plus zidovudine ( AZT ), an antiretroviral agent, slowed disease progression in HIV-infected asymptomatic patients. To evaluate the efficacy and safety of thymopentin in HIV-infected asymptomatic patients receiving either monotherapy with AZT, didanosine ( ddI ), or stavudine ( d4T ), or combination antiretroviral therapy with AZT / ddI or AZT / zalcitabine ( ddC ).", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Didanosine", "criteria": "Inclusion Criteria Patients must have: - Asymptomatic HIV infection. - CD4 count 100-400 cells/mm3. - No HIV-associated neurologic abnormalities or constitutional symptoms. - No oral hairy leukoplakia. - At least 6 months of prior AZT. Exclusion Criteria Co-existing Condition: Patients with the following symptoms or conditions are excluded: - Abnormal chest x-ray, consistent with active opportunistic infection. - Hypersensitivity to thymopentin. - Significant chronic underlying medical illness. - Grade 2 or worse peripheral neuropathy. Concurrent Medication: Excluded: - HIV vaccines. - Investigational or non-FDA approved medication. - Immunomodulatory therapies. - Experimental therapies. - Any antiretroviral therapy other than AZT, ddI, ddC, d4T, or 3TC. Patients with the following prior conditions are excluded: - Herpes zoster (within the past year). - Recurrent (> one episode) oral candidiasis (confirmed). - Vulvovaginal candidiasis (persistent, frequent, or poorly responsive to therapy). - Bacillary angiomatosis. - Listeriosis. - Idiopathic thrombocytopenia purpura. Prior Medication: Excluded at any time prior to study entry: More than one dose of thymopentin. Excluded within 30 days prior to study entry: - HIV vaccines. - Investigational or non-FDA approved medication. - Immunomodulatory therapies. - Experimental therapies. - Any antiretroviral therapy other than AZT, ddI, ddC, d4T, or 3TC. Required: - Prior AZT (>= 300 mg/day) for at least 6 months; on current regimen (any combination of approved nucleoside analogues) for at least 4 weeks. Significant active alcohol or drug abuse.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00002109.xml"}