{"brief_title": "Rituximab Plus Interleukin-2 in Treating Patients With Lymphoma", "brief_summary": "RATIONALE: Monoclonal antibodies can locate cancer cells and either kill them or deliver cancer-killing substances to them without harming normal cells. Interleukin-2 may stimulate a person's white blood cells to kill cancer cells. PURPOSE: Phase I/II trial to study the effectiveness of combining rituximab and interleukin-2 intreating patients who have low-grade mantle cell lymphoma or follicular lymphoma.", "detailed_description": "OBJECTIVES: I. Determine the response rate in patients with low-grade, mantle cell, or follicular B-cell lymphoma treated with a combination of rituximab and low-dose interleukin-2 (IL-2). II. Determine the maximum tolerated dose of IL-2 when given in conjunction with rituximab in this patient population. III. Assess whether antibody dependent cellular cytotoxicity (ADCC) is enhanced by in vivo exposure to IL-2 and whether ADCC activity correlates with clinical response in these patients. IV. Assess the incidence of antirituximab antibody formation in these patients. OUTLINE: Patients receive interleukin-2 (IL-2) subcutaneously on days 1-5 and rituximab IV on day 3. Courses repeat weekly for up to 4 weeks in the absence of disease progression or unacceptable toxicity. Patients are followed weekly for 4 weeks and then every 3 months for 1 year. PROJECTED ACCRUAL: A total of 14-29 patients with low-grade/follicular lymphoma and 14-29 patients with mantle cell lymphoma will be accrued for this study within 2-5 years.", "condition": ["Lymphoma"], "intervention_type": ["Biological", "Biological"], "intervention_name": ["aldesleukin", "rituximab"], "criteria": "DISEASE CHARACTERISTICS: Histologically confirmed stage II-IV low-grade, mantle cell, or follicular B-cell lymphoma Stage I disease is eligible only if radiotherapy is not considered feasible due to location of disease or previous radiation treatments No chronic lymphocytic lymphoma No small lymphocytic lymphoma with lymphocyte count greater than 5,000/mm3 Must be either first-line therapy or no more than 4 relapses after standard therapies, including chemotherapy, radiotherapy, autologous bone marrow transplantation, and/or immunotherapy Eligible if refractory to first treatment with a standard therapy Patients refractory to autologous bone marrow transplantation (ABMT) or relapsed after ABMT are eligible Patients with low-grade or follicular lymphoma must have failed at least one chemotherapy regimen Patients with mantle cell lymphoma are eligible even if no prior treatment Bidimensionally measurable disease Demonstrable monoclonal CD20-positive B-cell population in lymph nodes or bone marrow No prior diagnosis of intermediate or high-grade non-Hodgkin's lymphoma No CNS, pericardial, pleural, or peritoneal involvement by lymphoma No AIDS-related lymphoma No pleural effusion No ascites A new classification scheme for adult non-Hodgkin's lymphoma has been adopted by PDQ. The terminology of \"indolent\" or \"aggressive\" lymphoma will replace the former terminology of \"low\", \"intermediate\", or \"high\" grade lymphoma. However, this protocol uses the former terminology. PATIENT CHARACTERISTICS: Age: 18 to 75 Performance status: ECOG 0-2 Life expectancy: At least 4 months Hematopoietic: Absolute granulocyte count at least 1,500/mm3 Platelet count at least 75,000/mm3 Hemoglobin at least 8.0 g/dL Hepatic: Bilirubin no greater than 2.0 mg/dL Alkaline phosphatase no greater than 2 times upper limit of normal (ULN) SGOT no greater than 2 times ULN Renal: Creatinine clearance at least 65 mL/min Cardiovascular: See Disease Characteristics No pericardial effusion No New York Heart Association class III or IV heart disease No myocardial infarction within the past 6 months Other: No active, uncontrolled bacterial, viral, or fungal infection No active opportunistic infection No active inflammatory arthritis (excluding degenerative joint disease) No known hypersensitivity to interleukin-2 No history of an autoimmune disorder No history of seizure disorder No other primary malignancy in the past 5 years except squamous cell or basal cell carcinoma of the skin or carcinoma in situ of the cervix Not pregnant or nursing Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: See Disease Characteristics No prior radioimmunotherapy At least 6 months since prior autologous bone marrow transplantation and recovered At least 4 weeks since prior colony-stimulating factors or epoetin alfa At least 3 weeks since prior immunotherapy and recovered No concurrent hematopoietic growth factors Chemotherapy: See Disease Characteristics At least 3 weeks since prior chemotherapy (6 weeks for nitrosourea or mitomycin) and recovered Endocrine therapy: At least 3 weeks since prior corticosteroids No corticosteroids during or for 8 weeks after study Radiotherapy: See Disease Characteristics See Biologic therapy At least 3 weeks since prior radiotherapy and recovered Surgery: Not a recipient of an allogeneic organ transplantation, unless organ is no longer functional At least 4 weeks since any prior major surgery (except diagnostic surgery) and recovered", "gender": "All", "minimum_age": "18 Years", "maximum_age": "75 Years", "healthy_volunteers": "No", "keyword": "splenic marginal zone lymphoma", "mesh_term": ["Lymphoma", "Aldesleukin", "Rituximab"], "id": "NCT00003356"}