{"brief_title": "Phase II Study of Clofarabine in Pediatric Acute Lymphoblastic Leukemia (ALL)", "brief_summary": "Clofarabine (injection) is approved by the Food and Drug Administration (FDA) for the treatment of pediatric patients 1 to 21 years old with relapsed acute lymphoblastic leukemia (ALL) who have had at least 2 prior treatment regimens. The purpose of this study is to determine whether Clofarabine is safe and effective in the treatment of Acute Lymphoblastic Leukemia (ALL.)", "detailed_description": "This is a non-randomized, open label, Phase II study of Clofarabine in pediatric patients with refractory or relapsed acute lymphoblastic leukemia (ALL). Eligible patients must be in second or subsequent relapse or be refractory. Forty eligible patients will be enrolled in a Fleming 2-stage sequential study design in order to better assess the efficacy and safety of clofarabine in this patient population.", "condition": ["Leukemia, Lymphoblastic, Acute, Pediatric"], "intervention_type": ["Drug"], "intervention_name": ["clofarabine (IV formulation)"], "criteria": "Inclusion Criteria: - Have a diagnosis of ALL according to FAB classification with greater than or equal to 25% blasts in the bone marrow. - Be less than or equal to 21 years old at time of initial diagnosis. - Not be eligible for therapy of higher curative potential, and must be in second or subsequent relapse and/or refractory. Where an alternative therapy has been shown to prolong survival in an analogous population, this should be offered to the patient prior to discussing this study. - Have a Karnofsky Performance Status (KPS) of >70. - Provide signed, written informed consent from parent or guardian and assent from patients greater than or equal to 7 years old according to local IRB and institutional requirements. - Be able to comply with study procedures and follow-up examinations. - Have adequate organ function as indicated by the following laboratory values, obtained within 2 weeks prior to registration: Serum bilirubin less than or equal to 1.5 x ULN; AST and ALT less than or equal to 5 x ULN; Serum Creatinine less than 2 x ULN for age. ULN= Institutional Upper Limit of Normal Exclusion Criteria: - Received previous treatment with Clofarabine. - Have had a recent (<30 days) history of fungal or serious bacterial infection or who are receiving therapeutic antibiotics. - Are pregnant or lactating. Male and female patients who are fertile must agree to use an effective means of birth control (i.e., latex condom, diaphragm, cervical cap, etc) to avoid pregnancy. - Have psychiatric disorders that would interfere with consent, study participation, or follow up. - Are receiving any other chemotherapy. Patients must have been off previous therapy for at least 2 weeks (with the exception of intrathecal therapy, which is allowed up to 24hrs prior to 1st of study drug) and must have recovered from acute toxicity of all previous therapy prior to enrollment. Treatment may start earlier, following consultation with the ILEX Medical Monitor, if there is evidence of disease relapse prior to that time. - Have any other severe concurrent disease, or have a history of serious organ dysfunction or disease involving the heart, kidney, liver or pancreas. - Have symptomatic CNS involvement. - Febrile neutropenia at time of study entry. - Have received a hematologic stem cell transplant (HSCT) within the previous 3 months or have active GVHD (greater than or equal to Grade 2).", "gender": "All", "minimum_age": "N/A", "maximum_age": "21 Years", "healthy_volunteers": "No", "keyword": "Leukemia, Lymphoblastic, Acute - pediatric", "mesh_term": ["Leukemia", "Precursor Cell Lymphoblastic Leukemia-Lymphoma", "Leukemia, Lymphoid", "Clofarabine"], "id": "NCT00042341"}