{"brief_title": "Omega-3 Fatty Acids in Bipolar Disorder", "brief_summary": "This is a 12 month study of omega-3 fatty acids in bipolar disorder. This study will be a 12-month, parallel group, double-blind comparison of the prophylactic efficacy of omega-3 fatty acids vs. placebo in 120 bipolar I patients. All subjects entering the primary prophylactic study will be euthymic or have only subsyndromal mood symptoms for at least 4 weeks. In addition, their concomitant medication (only lithium, divalproex, or no medication will be permitted) will also be stable and at accepted therapeutic levels for at least 4 weeks. An 8-week lead-in phase will be available to subjects who do not meet the current symptom and concomitant medication inclusion criteria (however, subjects must meet all of the other inclusion/exclusion criteria): 1. 4 weeks of euthymic or subsyndromal mood. 2. Subjects who are not already receiving lithium or divalproex. 3. Subjects receiving other psychotropic medications.", "condition": ["Bipolar Disorder"], "intervention_type": ["Drug"], "intervention_name": ["Omega-3 Fatty Acids"], "criteria": "Inclusion Criteria: - Meet DSM-IV criteria for bipolar disorder, type I. - Have had an episode of mania, hypomania, mixed mania, or major depression within the preceding 12 months, as defined by SCID criteria. - Able to give informed consent. Exclusion Criteria: - Patients with significant medical co-morbidity, such as active hepatic or renal disease, any type of coagulopathy, lipidoses, dementia, history of significant head injury, active cancer or cancer treatment, or other medical problems which may interfere with the absorption and metabolism of omega-3 fatty acids. In addition, any medical disorder with symptoms (e.g. aphasia, encephalopathy, etc.) which would make it difficult to determine the clinical response to the study drugs. - Patients with significant psychiatric co-morbidity, such as another currently active Axis 1 or 2 disorder requiring treatment. Patients with other, active mental disorders may have psychiatric symptoms that would make it difficult to assess mood response to the study drugs. For example, a patient with significant anxiety or panic symptoms requiring medication would be excluded, whereas a patient with past or currently very mild anxiety symptoms not requiring active treatment would be eligible. - Patients receiving Coumadin, or other drugs with strong effects on coagulation will be excluded due to the theoretical increased risk of bleeding on omega-3 fatty acid therapy. Low dose or intermittent NSAIDs will be permitted. - Patients receiving drugs which affect lipid metabolism, such as HMG CoA inhibitors, high-dose niacin, gemfibrozil, and others. - Pregnant patients - due to the unknown effects of high dose omega-3 fatty acids on the fetus. - Patients who, in the investigator's judgment pose a current serious suicidal or homicidal risk, or patients who will not likely be able to comply with the study protocol. - Bipolar patients receiving clozapine. These patients will be excluded due to the likelihood of extreme treatment resistance in clozapine-treated bipolar disorder. It may be unwise to discontinue the patient's clozapine, since recurrence may occur. Also, based on uncontrolled data, clozapine may be a uniquely effective mood stabilizer, which would add a potential confound to the study. - Patients who meet DSM-IV criteria for substance abuse within 1 month of this trial or substance dependence within 3 months.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "65 Years", "healthy_volunteers": "No", "keyword": "docosahexaenoic acid", "mesh_term": ["Disease", "Bipolar Disorder"], "id": "NCT00010868"}