{"brief_title": "Thalidomide in Treating Patients With Refractory or Resistant Epithelial Ovarian Cancer", "brief_summary": "RATIONALE: Drugs such as thalidomide may stop the growth of cancer cells by stopping blood flow to the tumor. PURPOSE: Phase II trial to study the effectiveness of thalidomide in treating women who have epithelial ovarian cancer that has not responded to previous therapy.", "detailed_description": "OBJECTIVES: - Determine the time to progression of disease in patients with platinum-refractory or resistant ovarian epithelial carcinoma treated with thalidomide. - Evaluate the quality of life of patients treated with this regimen. OUTLINE: Patients receive oral thalidomide once daily. Treatment continues in the absence of disease progression or unacceptable toxicity. Quality of life is assessed at baseline and then every 4 weeks. PROJECTED ACCRUAL: A total of 45 patients will be accrued for this study within 9-15 months.", "condition": "Ovarian Cancer", "intervention_type": "Drug", "intervention_name": "thalidomide", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed ovarian epithelial carcinoma - Platinum-refractory or resistant disease - At least 1 prior non-platinum chemotherapy agent required - Prior bilateral salpingo-oophorectomy and hysterectomy required - Bidimensionally measurable disease OR CA-125 greater than 100 units/mm3 PATIENT CHARACTERISTICS: Age: - Over 18 Performance status: - Karnofsky 70-100% Life expectancy: - More than 3 months Hematopoietic: - Not specified Hepatic: - Bilirubin normal - AST no greater than 2.5 times upper limit of normal (ULN) Renal: - Creatinine no greater than 1.5 times ULN OR - Creatinine clearance at least 50 mL/min Other: - No other prior malignancy except non-melanoma skin cancer unless curatively treated with no evidence of disease within the past 5 years and at low risk for recurrence - No other clinical circumstances that would preclude study PRIOR CONCURRENT THERAPY: Biologic therapy: - At least 4 weeks since prior biologic therapy and recovered - No prior thalidomide Chemotherapy: - See Disease Characteristics - At least 4 weeks since prior cytotoxic therapy and recovered Endocrine therapy: - At least 4 weeks since prior hormonal therapy and recovered Radiotherapy: - At least 4 weeks since prior radiotherapy Surgery: - See Disease Characteristics - At least 4 weeks since prior major surgery", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00016224.xml"}