{"brief_title": "Phase III Randomized, Controlled Study of Ganciclovir for Symptomatic Congenital Cytomegalovirus Infection", "brief_summary": "OBJECTIVES: I. Evaluate the efficacy of ganciclovir (12 mg/kg per day) versus no treatment in neonates with symptomatic congenital cytomegalovirus infection with central nervous system disease.", "detailed_description": "PROTOCOL OUTLINE: This is a randomized study. Patients are stratified by participating institution. Patients are randomly assigned to no antiviral therapy or intravenous ganciclovir every 12 hours for 6 weeks. Patients are followed at weeks 1-4 and 12, months 6, 12, 24, 36, 48, and 60, and yearly thereafter until puberty (when possible).", "condition": ["Cytomegalovirus Infections"], "intervention_type": ["Drug"], "intervention_name": ["ganciclovir"], "criteria": "PROTOCOL ENTRY CRITERIA: --Disease Characteristics-- - Symptomatic cytomegalovirus (CMV) infection: Central nervous system disease, with or without other organ system involvement, e.g.: Microcephaly, i.e., less than 5% for age Radiologic changes indicating brain disease Cerebrospinal fluid exam abnormal for age Chorioretinitis Hearing defects - CMV confirmed by urine, throat, buffy coat, and/or conjunctiva culture - No hydroencephalopathy or other devastating brain involvement --Prior/Concurrent Therapy-- - No concurrent antiviral agent No concurrent immune globulin --Patient Characteristics-- - Age: Under 1 month (preferably under 2 weeks) - Life expectancy: No imminent demise - Renal: Creatinine no greater than 1.5 mg/dL - Other: Birth weight at least 1200 g Gestational age at least 32 weeks No HIV infection No concurrent bacterial infection Eligible if resolved following 2-week treatment and CMV symptoms persist", "gender": "All", "minimum_age": "N/A", "maximum_age": "1 Month", "healthy_volunteers": "No", "keyword": "viral infection", "mesh_term": ["Infection", "Communicable Diseases", "Cytomegalovirus Infections", "Ganciclovir", "Ganciclovir triphosphate"], "id": "NCT00004278"}