{"brief_title": "Combination Chemotherapy in Treating Patients With Bladder Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy work in different ways to stop tumor cells from dividing so they stop growing or die. Combining more than one drug may kill more tumor cells. PURPOSE: Randomized phase III trial to compare different combination chemotherapy regimens in treating patients who have advanced bladder cancer.", "detailed_description": "OBJECTIVES: Primary - Compare the survival of patients with completely resected locally advanced transitional cell carcinoma of the bladder treated with adjuvant doxorubicin and gemcitabine followed by paclitaxel and cisplatin vs adjuvant cisplatin and gemcitabine. Secondary - Compare the toxicity profiles of these regimens in these patients. OUTLINE: This is a randomized study. Patients are stratified according to primary tumor status (<T4 vs T4), number of positive lymph nodes (0 or unknown vs 1-5 vs >5), and number of dissected nodes (0-10 or unknown vs > 10). Patients are randomized to one of two treatment arms. - Arm I: Patients receive adjuvant gemcitabine IV over 30 minutes on days 1, 8, and 15 and cisplatin IV over 30-60 minutes on day 1. Treatment repeats every 4 weeks for up to 4 courses in the absence of disease progression or unacceptable toxicity. - Arm II: Patients receive adjuvant doxorubicin IV over 45 minutes followed by gemcitabine IV over 2 hours on day 1. Patients also receive filgrastim (G-CSF) subcutaneously (SC) daily on days 3-10. Treatment repeats every 14 days for up to 4 courses in the absence of disease progression or unacceptable toxicity. Beginning 14 days after the completion of doxorubicin and gemcitabine, patients receive paclitaxel IV over 3 hours and cisplatin IV over 20-30 minutes on day 1. Patients also receive G-CSF SC daily on days 3-10 or 4-11. Treatment repeats every 14 days for up to 4 courses in the absence of disease progression or unacceptable toxicity. Patients are followed every 3 months for 18 months, every 6 months for 18 months, and then annually thereafter.", "condition": "Bladder Cancer", "intervention_type": "Drug", "intervention_name": "gemcitabine hydrochloride", "description": "1000 mg/ sq m IV for Gem + cis arm and 2000 mg/sq m IV for gem + dox + peg arm", "arm_group_label": "Gemcitabine + Doxorubicin + Pegfilgrastim", "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed transitional cell carcinoma of the bladder - Any T, N+, M0 OR - T3a-4a, N0, M0 - At least 6 weeks but no more than 3 months since prior complete resection of bladder - Cystoprostatectomy plus pelvic lymph node dissection in males - Cystectomy/total abdominal hysterectomy/bilateral salpingo-oophorectomy plus pelvic lymph node dissection in females - Negative surgical margins - Carcinoma in situ allowed - No partial cystectomy or transurethral bladder tumor resection as definitive loco-regional therapy - Prostate cancer detected in resected specimen allowed if post-operative PSA is no more than 0.05 mg/dL - No metastatic or recurrent disease by post-operative chest x-ray and CT scan of abdomen and pelvis PATIENT CHARACTERISTICS: Age: - 18 and over Performance status: - ECOG 0-1 Hematopoietic: - Absolute neutrophil count ≥ 1,500/mm^3 - Platelet count ≥ 150,000/mm^3 Hepatic: - Bilirubin ≤ 1.5 times upper limit of normal (ULN) - Alkaline phosphatase ≤ 2 times ULN - AST ≤ 2 times ULN Renal: - Creatinine ≤ 1.5 mg/dL OR - Creatinine clearance ≥ 60 mL/min Cardiovascular: - Normal cardiac function by history, physical exam, or chest radiograph - Left ventricular ejection fraction at least 50% by radionuclide ventriculogram or echocardiogram, for prior cardiac disease - No New York Heart Association class III or IV heart disease - No serious cardiac arrhythmias including first-, second-, and third-degree heart block Other: - Negative pregnancy test - No uncontrolled infection - No other active cancer within the past 5 years except non-melanoma skin cancer or curatively treated carcinoma in situ of the cervix PRIOR CONCURRENT THERAPY: Biologic therapy: - Not specified Chemotherapy: - No prior systemic chemotherapy Endocrine therapy: - Not specified Radiotherapy: - No prior radiotherapy to bladder", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00014534.xml"}