{"brief_title": "BCX-1777 in Treating Patients With Refractory Cancer", "brief_summary": "RATIONALE: BCX-1777 may stop the growth of cancer cells by blocking the enzymes necessary for their growth. PURPOSE: Phase I trial to study the effectiveness of BCX-1777 in treating patients who have refractory cancer.", "detailed_description": "OBJECTIVES: Primary - Determine the maximum tolerated dose of BCX-1777 in patients with refractory T-cell or non-T-cell malignancies. - Determine the safety and dose-limiting toxicity of this drug in these patients. Secondary - Determine the pharmacokinetics of single oral and single and multiple IV doses of this drug in these patients. - Determine the oral bioavailability of this drug in these patients. - Determine, preliminarily, the antitumor activity of this drug in these patients. OUTLINE: This is an open-label, nonrandomized, dose-escalation, multicenter study. - Courses 1 and 2: Patients receive oral BCX-1777 on days 1 and 15* and BCX-1777 IV over 30 minutes on days 8* and 22*. - Course 3: Beginning approximately 6 days* after the completion of courses 1 and 2, patients receive BCX-1777 IV over 30 minutes once daily on days 1-5 and 8-12 (total of 10 doses). NOTE: *+/- 1 day Patients with stable disease or better and no dose-limiting toxicity (DLT) may receive an additional 10-dose treatment course (as in course 3) after a 10- to 16-day drug-free interval. Treatment continues in the absence of disease progression or unacceptable toxicity. Cohorts of 3-6 patients receive escalating doses of BCX-1777 until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 3 or 2 of 6 patients experience DLT. Patients are followed at 14 and 30 days. PROJECTED ACCRUAL: A total of 3-24 patients will be accrued for this study.", "condition": ["Cancer"], "intervention_type": ["Drug"], "intervention_name": ["forodesine hydrochloride"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed diagnosis of 1 of the following: - Hematologic malignancy that is refractory to at least 1 prior curative treatment - Non-hematologic tumor that is refractory to at least 2 prior therapies, with or without measurable disease, including the following: - Gastrointestinal adenocarcinoma of 1 of the following sites: - Pancreatic - Biliary - Gastric - Colorectal - Esophageal - Melanoma - Ovarian cancer - Astrocytoma brain tumor - Not immediately eligible for any other treatment that would be potentially curative or life-prolonging, in the opinion of the investigator - Patients who may be candidates for future bone marrow transplantation are eligible - No brain metastases (other than astrocytomas) - No clinically significant pleural effusion - No complete tumor obstruction (e.g., bronchus, ureter, or bowel) PATIENT CHARACTERISTICS: Age - 18 and over Performance status - ECOG 0-2 OR - Karnofsky 50-100% Life expectancy - Not specified Hematopoietic - WBC at least 3,500/mm^3 - Absolute neutrophil count at least 1,500/mm^3 - Platelet count greater than 50,000/mm^3 - Hematocrit stable without the need for transfusion (epoetin alfa support allowed) Hepatic - Bilirubin less than 1.5 times upper limit of normal (ULN) (unless due to Gilbert's syndrome) - SGOT and SGPT less than 2 times ULN - No active hepatitis B or C Renal - Creatinine clearance at least 50 mL/min Cardiovascular - No American Heart Association class III or IV cardiac disease Other - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - HIV negative - No active systemic infection requiring IV antibiotics PRIOR CONCURRENT THERAPY: Biologic therapy - Not specified Chemotherapy - Not specified Endocrine therapy - Concurrent corticosteroids allowed provided the patient is on a stable regimen Radiotherapy - Not specified Surgery - Not specified Other - Recovered from prior therapy - No grade 2-4 toxicity - More than 3 weeks since prior antineoplastic and/or investigational therapy - No other concurrent systemic antineoplastic or investigational therapy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "T-cell large granular lymphocyte leukemia", "id": "NCT00073944"}