{"brief_title": "Study of Botanical PHY906 Plus Capecitabine for Advanced Unresectable Hepatocellular Carcinoma", "brief_summary": "Capecitabine is a chemotherapeutic that has been approved for use in breast and colorectal cancers. The advantages of capecitabine are that (1) it is an oral drug; and (2) it is less toxic than many other chemotherapeutics. In an off-label hepatocellular carcinoma (HCC) clinical study, the response rate with capecitabine was 13%. The botanical drug PHY906--currently manufactured pursuant to GMP standards and regulations--has been used in China for over 1800 years to treat gastrointestinal-related ailments. Recently, preclinical studies demonstrated that PHY906 potentiates the anti-tumor effect of capecitabine. This trial will evaluate the safety and efficacy of PHY906 in enhancing the anti-tumor effects of capecitabine.", "condition": ["Hepatocellular Carcinoma", "Liver Cancer"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["PHY906", "capecitabine"], "criteria": "Inclusion Criteria: - Men or women 18 to 80 years of age with a histologic or cytologic diagnosis of HCC or who meet all of the following criteria: (a) a-fetoprotein levels > 600 ng/mL; and (b) presence of cirrhosis or chronic hepatitis B or C; and (c) characteristic enhancement pattern of liver tumors on triphasic CT scan or MRI. - All patients previously exposed to any prior anticancer treatments must have clear evidence of progressive disease after the most recent treatment regimen (see Exclusion Criteria). - In the phase I (dose finding) and phase II (efficacy) portions of the study, patients may either have had no prior chemotherapy (chemotherapy naive), no prior capecitabine chemotherapy, or have been refractory to--or relapsed from--no more than two prior systemically administered treatment regimens. (Chemoembolization is not regarded in this context as a systemically administered treatment regimen.) - All patients in both the phase I and phase II portions of this study must have at least one previously unirradiated, bidimensionally measurable lesion by computerized tomography (CT) or magnetic resonance imaging (MRI) scan of > 20 mm (if conventional CT scan) or more than or equal to 10 mm (if spiral CT scan). Triphasic spiral CT or MRI scans are preferred when such equipment is available. All CT scans should employ a “hepatoma protocol” image capture technique. - Patients with central nervous system (CNS) involvement will have had appropriate treatment and will be free of progressive neurological deficits in the 28 days prior to enrollment. - Patients with cirrhosis must have a Child-Pugh cirrhosis severity classification no greater than B. - Baseline performance status must be Eastern Cooperative Oncology Group (ECOG) 0, 1, or 2. - Life expectancy must be reasonably estimated to be > 12 weeks. - Women patients who are known to be capable of conception should have a negative serum pregnancy test (beta-human chorionic gonadotropin [b-hCG]) within 2 weeks of starting the study; all patients should agree to use adequate non-estrogenic birth control methods, consistent with the institute’s standard form of contraception if conception is possible during the study. - Provide written informed consent prior to screening. Exclusion Criteria: - Patients with an estimated (Cockroft and Gault equation) to the power of 40 or calculated baseline creatinine clearance of 30-50 mL/min should have the starting dose of capecitabine reduced to 750 mg/m2 BID X 14 days; the dose of PHY906 remains unchanged. Patients with a baseline creatinine clearance of less than 30 mL/min should not be enrolled in this trial. - Patients with Child-Pugh cirrhosis severity classification of C. - Baseline abnormalities in hepatic tests (AST > 5.0 X study center upper limit of normal (ULN); ALT > 5.0 X study center ULN; albumin < 2.8 g/dL; international normalized ratio for prothrombin time (INR) > 1.5 X study center ULN; total bilirubin > 3.0 x study center ULN). - Baseline hemoglobin < 10.0 g/dL; total WBC < 2.0 X 10 to the power of 9/L; absolute neutrophil count (ANC) < 1.0 X 10 to the power of 9/L; or platelet count < 50.0 X 10 to the power of 9/L. - Patients who are pregnant or breastfeeding. - Any prior radiation therapy (other than small portals used for the palliation of isolated, symptomatic, osseous metastases) must have been completed more than 21 days before entry into the study and evaluable lesions must not have been included in the radiation portal. - Patients may be either treatment naive or have had previous anticancer treatment; if previously treated they may not have been exposed to capecitabine and no more than two prior systemically administered treatment regimens are allowed. It is required that all treatment be completed no less than 21 days prior to the patient being treated in this study. Chemoembolization or hepatic resection are not regarded as systemically administered treatment regimens. - Any treatment-related toxicity must have resolved within the 21 days prior to study entry. - Patients with previous or concurrent malignancy except for inactive non-melanoma skin cancer and/or in situ carcinoma of the cervix, or other solid tumor treated curatively and without evidence of recurrence within the last 3 years prior to study entry. - Patients with known, untreated brain metastases are ineligible for this trial. Patients with treated (irradiated) brain metastases are eligible if treatment was completed more than 28 days prior to study entry and if clinical neurologic function is stable. No patient, however, may enroll in this trial if they are taking phenytoin (Dilantin). Patients with carcinomatous meningitis, treated or untreated, are excluded from the study. - Patients with uncontrolled metabolic disorders or other nonmalignant organ or systemic diseases or secondary effects of cancer that induce a high medical risk. - Patients receiving warfarin (Coumadin), or any of the coumarin-type anticoagulants at any dose, even “mini-dose,” are excluded from this study because of a possible interference in their metabolism by capecitabine. - Known allergy or hypersensitivity to PHY906 or any of the components used in the PHY906 formulations, or to capecitabine.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "80 Years", "healthy_volunteers": "No", "keyword": "quality of life", "mesh_term": ["Carcinoma", "Carcinoma, Hepatocellular", "Liver Neoplasms", "Capecitabine"], "id": "NCT00076609"}