{"brief_title": "A Double-Blind Randomized Clinical Trial of a Rifabutin Regimen in the Treatment of Mycobacterium-Avium Complex (MAC) Bacteremia in Patients With AIDS", "brief_summary": "To determine if a drug regimen containing rifabutin will eradicate or decrease the numbers of Mycobacterium avium complex (MAC) organisms in blood, improve the symptoms associated with MAC infection, and increase survival in patients with AIDS. To assess the safety of the drug regimen.", "condition": ["Mycobacterium Avium-Intracellulare Infection", "HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["Rifabutin"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Zidovudine (AZT). - Didanosine (ddI). Patients must have the following: - Diagnosis of AIDS as defined by the CDC. - Blood cultures positive for Mycobacterium avium complex or for acid-fast bacilli (AFB). - Provide written informed consent. Prior Medication: Allowed: - If receiving zidovudine (AZT) or ddI must be taking the medication for at least 4 weeks prior to study entry. - Required: - Antipneumocystis prophylactic therapy for at least 4 weeks prior to study entry. Exclusion Criteria Co-existing Condition: Patients with the following conditions or symptoms are excluded: - Known hypersensitivity to any of the study drugs. Concurrent Medication: Excluded: - Other therapy for mycobacterial disease. Patients with the following are excluded: - Known hypersensitivity to any of the study drugs. Prior Medication: Excluded within 4 weeks: - Therapy for mycobacterial disease. - Antiretroviral drugs, other than zidovudine (AZT) or ddI. - Investigational drugs, other than ddI.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Acquired Immunodeficiency Syndrome", "mesh_term": ["Infection", "Communicable Diseases", "HIV Infections", "Bacteremia", "Mycobacterium Infections", "Mycobacterium avium-intracellulare Infection", "Rifabutin"], "id": "NCT00001995"}