{"brief_title": "Intravitreous Pegaptanib Sodium Injection in Patients With Exudative Age-Related Macular Degeneration (AMD)", "brief_summary": "To provide Pegaptanib sodium injection to patients with subfoveal choroidal neovascularization (CNV) secondary to AMD, who are unable to participate in any of the Sponsor’s other clinical studies with this drug for AMD, until such time as the patient’s lesion is considered to have resolved or stabilized in the opinion of the treating ophthalmologist, or product becomes commercially available.", "condition": ["Macular Degeneration"], "intervention_type": ["Drug"], "intervention_name": ["pegaptanib sodium"], "criteria": "Inclusion Criteria: - Best corrected visual acuity in the study eye between 20/40 and 20/320. - Subfoveal choroidal neovascularization, secondary to age related macular degeneration, with a total lesion size [including blood, scar/atrophy & neovascularization] of < 12 total disc areas, of which at least 50% must be active CNV. - Any subretinal hemorrhage must comprise no more than 50% of total lesion size. General Criteria: - Patients of either gender, aged greater than 50 years. - Women must be using two forms of effective contraception, or be post-menopausal for at least 12 months prior to study entry, or surgically sterile. If of child-bearing potential, a serum pregnancy test must be performed within 48 hours prior to treatment and the result made available prior to treatment initiation. The two forms of effective contraception must be implemented during the study and for at least 60 days following the last dose of test medication. - Written informed consent. Exclusion Criteria: - Any subfoveal scarring or atrophy and no more than 25% of the total lesion size may be made up of scarring or atrophy. - Patients who are eligible for PDT with Visudyne - Patients who are eligible for any other of the Sponsor’s ongoing AMD studies still open to enrollment.", "gender": "All", "minimum_age": "50 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Exudative Subfoveal Age Related Macular Degeneration with Subfoveal Choroidal Neovascularization", "mesh_term": ["Macular Degeneration", "Wet Macular Degeneration"], "id": "NCT00088192"}