{"brief_title": "Iressa Expanded Access Program (EAP)", "brief_summary": "A program for patients with non small cell lung cancer who may benefit from Iressa, but cannot enter another clinical trial due to them not being eligible, or for whom no trials are available.", "condition": ["Carcinoma", "Non-small-cell Lung", "Metastases", "Neoplasm"], "intervention_type": ["Drug"], "intervention_name": ["ZD1839 (Gefitinib)"], "other_name": ["Iressa"], "criteria": "Inclusion Criteria For inclusion in this trial, patients must fulfill all of the following criteria: - previous documented histologically or cytologically confirmed non-small cell lung cancer; - locally advanced and/or metastatic non-operable non-small cell lung cancer (stage III or IV)patients who have received at least one course of standard systemic chemotherapy or radiation therapy or are ineligible for chemotherapy or radiotherapy or are ineligible or not a candidate for enrollment on another ZD1839 trial or who, in the Investigator's opinion, are not medically suitable for chemotherapy. - age 18 years or older; - written informed consent to participate in the trial. Exclusion Criteria Any of the following will exclude a patient from entering the trial: - receiving concurrent radiotherapy, chemotherapy, or other systemic anti-cancer medication or any other investigational agent. * Non-cytotoxic or hormonal therapies for the adjuvant treatment of cancer or for previously treated cancers may be allowed per AstraZeneca permission; - patients eligible for or previously enrolled on a ZD1839 blinded clinical trial protocol. Patients eligible for or previously enrolled on an open-label or unblinded ZD1839 clinical trial may be considered for acceptance into the Expanded Access Program with AstraZeneca permission; - having other active malignancies; - incomplete healing from previous oncologic or other major surgery; - evidence of any other significant clinical disorder or laboratory finding that makes it undesirable for the patient to participate in the trial; - pregnancy or breast feeding (women of child-bearing potential).", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "patients who have failed standard therapy.", "mesh_term": ["Gefitinib"], "id": "NCT00034879"}