{"brief_title": "Treatment Of Primary Generalized Tonic-Clonic Seizures With An Investigational New Drug", "brief_summary": "The purpose of this study is to evaluate the effectiveness and safety of an investigational new drug for supplemental therapy in subjects with primary generalized tonic-clonic (PGTC) seizures.", "condition": ["Epilepsy, Tonic-Clonic"], "intervention_type": ["Drug"], "intervention_name": ["lamotrigine"], "criteria": "INCLUSION CRITERIA: - Weigh at least 13kg. - Have a confident diagnosis of epilepsy with primary generalized tonic-clonic (PGTC) seizures with or without other generalized seizure types. - Currently being treated with an antiepileptic drug(s) (AED). - Benzodiazepines are allowed with some frequency restrictions. - Vagus nerve stimulation is allowed if in place for at least 6 months prior to starting the study with no changes to the settings having occured during the month immediately prior to starting the study, and if no changes will occur during all phases of the study. - History of primary generalized tonic-clonic seizures with no focal onset. - Have at least 1 primary generalized tonic-clonic (PGTC) seizure during the 8 consecutive weeks prior to the baseline period of the study. - Have at least 3 PGTC seizures occur anytime during the 8-week baseline phase of the study. - Females must agree to acceptable form of birth control. EXCLUSION CRITERIA: - A history of partial seizures or interictal expression of partial seizures as evidenced by electroencephalogram. - Have Lennox-Gastaut syndrome. - Currently using or has previously used the drug being studied. - Is abusing alcohol and/or other substance(s). - Has taken an investigational drug during the 30 days prior to the study or plans to take an investigational drug anytime during the study. - Is receiving chronic (long-term) treatment with any medication that could influence seizure control. - Follows the ketogenic diet. - Is planning surgery to control seizures during the study. - Is suffering from acute or progressive neurological disease, severe psychiatric disease, or severe mental abnormality. - Has any clinically significant heart, kidney, or liver condition, or a condition that affects how drugs are absorbed, distributed, metabolized, or removed from the body.", "gender": "All", "minimum_age": "2 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "primary generalized tonic-clonic", "mesh_term": ["Seizures", "Epilepsy", "Epilepsy, Tonic-Clonic", "Epilepsy, Generalized", "Lamotrigine", "Anticonvulsants"], "id": "NCT00043901"}