{"brief_title": "Caspofungin Acetate Compared With Amphotericin B Liposomal in Treating Patients With Persistent Fever and Neutropenia Following Cancer Treatment", "brief_summary": "RATIONALE: Caspofungin acetate or amphotericin B liposomal may be effective in preventing or controlling fever and neutropenia caused by chemotherapy, bone marrow transplantation, or peripheral stem cell transplantation. It is not yet known whether caspofungin acetate or amphotericin B liposomal is more effective for treating these side effects. PURPOSE: Randomized phase III trial to compare the effectiveness of caspofungin acetate with that of amphotericin B liposomal in treating patients who have persistent fever and neutropenia after receiving anticancer therapy.", "detailed_description": "OBJECTIVES: - Compare the number of successful treatment outcomes among patients treated with caspofungin acetate vs amphotericin B liposomal for persistent fever and neutropenia following cancer therapy, in terms of survival for 7 days after study drug, resolution of fever, treatment of any baseline fungal infection, absence of breakthrough fungal infection during and for 7 days after study drug, and absence of study drug discontinuation due to toxicity or lack of efficacy. - Compare the incidence of nephrotoxicity in patients treated with these regimens. - Compare the incidence of infusion-related adverse events within 1 hour of the infusion in patients treated with these regimens. - Compare the incidence of treatment discontinuation due to drug-related adverse events, frequency of drug-related events, number of breakthrough fungal infections, and number of successfully treated baseline fungal infections in patients treated with these regimens. - Compare incidence of required dose increase due to inadequate clinical response in patients treated with these regimens. - Compare the time to resolution of fever in patients treated with these regimens. OUTLINE: This is a randomized, double-blind, placebo-controlled, multicenter study. Patients are stratified according to high-risk (prior allogeneic bone marrow transplantation or prior chemotherapy for relapse of acute leukemia) vs low-risk and prior prophylactic antifungal therapy during chemotherapy (yes vs no). Patients are randomized to one of two treatment arms. - Arm I: Patients receive caspofungin acetate IV over 1 hour followed by placebo IV over 2 hours. - Arm II: Patients receive placebo IV over 1 hour followed by amphotericin B liposomal IV over 2 hours. Treatment repeats daily for up to 28 days in the absence of disease progression or unacceptable toxicity. Patients are followed at 7 and 14 days after study drug discontinuation. PROJECTED ACCRUAL: A total of 1060 patients (530 per arm) will be accrued for this study.", "condition": ["Cancer"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["caspofungin acetate", "liposomal amphotericin B"], "criteria": "DISEASE CHARACTERISTICS: - Leukemia, lymphoma, or other cancer that has been previously treated with chemotherapy or bone marrow or peripheral blood stem cell transplantation - Absolute neutrophil count less than 500/mm^3 for past 96 hours and not expected to recover in next 48 hours - Received at least 96 hours of parenteral systemic antibacterial therapy - Fever greater than 38.0 degrees Celsius - Adequately managed bacterial infection allowed if all of the following are true: - Negative blood cultures - Received at least 5 days of antibiotics to which any bacterial isolates are sensitive - Surgical drainage of any abscess fluid or surgical debridement of infected tissues - Removal of infected catheters - No invasive fungal infection - Not previously enrolled on this study PATIENT CHARACTERISTICS: Age: - 16 and over Performance status: - Karnofsky 30-100% Life expectancy: - At least 5 days Hematopoietic: - Platelet count at least 5,000/mm^3 - INR no greater than 1.6 (no greater than 4.0 if receiving anticoagulants) Hepatic: - Bilirubin no greater than 3 times upper limit of normal (ULN) - AST or ALT no greater than 5 times ULN - Alkaline phosphatase no greater than 3 times ULN - No acute hepatitis or cirrhosis Renal: - Not specified Other: - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective barrier contraception - No allergy, hypersensitivity, or prior serious reaction to any echinocandin antifungal or amphotericin B formulation - No other condition or illness that would preclude study participation PRIOR CONCURRENT THERAPY: Biologic therapy: - See Disease Characteristics Chemotherapy: - See Disease Characteristics - No concurrent investigational antineoplastic therapy Endocrine therapy: - Not specified Radiotherapy: - Not specified Surgery: - Not specified Other: - At least 10 days since prior parenteral amphotericin B - At least 14 days since prior investigational antibiotic, antifungal, or immunosuppressive drug - No concurrent rifampin or cyclosporine - No other concurrent investigational antibiotic, antifungal, or immunosuppressive drug - No concurrent alcohol", "gender": "All", "minimum_age": "16 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "childhood myelodysplastic syndromes", "mesh_term": ["Neutropenia", "Caspofungin", "Echinocandins", "Amphotericin B", "Liposomal amphotericin B"], "id": "NCT00008359"}