{"brief_title": "Bortezomib in Treating Patients With Advanced Cancer and Liver Dysfunction", "brief_summary": "Bortezomib may stop the growth of cancer cells by blocking the enzymes necessary for their growth. This phase I trial is studying the side effects and best dose of bortezomib in treating patients with advanced cancer and liver dysfunction.", "detailed_description": "PRIMARY OBJECTIVES: I. Determine the maximum tolerated dose of bortezomib in patients with advanced malignancies and varying degrees of liver dysfunction. II. Determine the safety and tolerability of this drug in these patients. III. Determine the pharmacokinetics and pharmacodynamics of this drug in these patients with mild, moderate, or severe liver insufficiency. IV. Examine the dietary influences on bortezomib disposition and efficacy. V. Examine the influences of proteasome inhibition on CYP 450 activity. OUTLINE: This is a multicenter, dose-escalation study. Patients are stratified according to hepatic function (normal vs mild dysfunction vs moderate dysfunction vs severe dysfunction). Patients receive bortezomib IV over 3-5 seconds on days 1, 4, 8, and 11. Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity. Cohorts of 3-6 patients per stratum receive escalating doses of bortezomib until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 6 patients experience dose-limiting toxicity. [Note: Patients with normal hepatic function do not receive escalating doses of bortezomib.]", "condition": ["Hepatic Complications", "Malignant Neoplasm"], "intervention_type": ["Drug", "Other"], "intervention_name": ["bortezomib", "pharmacological study"], "description": ["Given IV", "Correlative studies"], "arm_group_label": ["Treatment", "Treatment"], "other_name": ["LDP 341", "MLN341", "VELCADE", "pharmacological studies"], "criteria": "Inclusion Criteria: - Histologically confirmed malignancy for which no known standard therapy that is potentially curative or definitely capable of extending life expectancy exists - Tumor types may include any of the following: solid tumors: - Non-Hodgkin's lymphoma - Hepatocellular carcinoma, as evidenced by liver mass, elevated alpha-fetoprotein level (>= 500 ng/mL), and positive serology for hepatitis - Pathological confirmation is not required - Confirmatory evidence for a prior Hepatitis B infection (HBsAg, HBcAb and/or HBsAb) required - No symptomatic CNS metastases - Brain metastasis allowed if the following criteria are met: - Received prior definitive treatment (radiation and/or surgery - Stable disease for >= 4 weeks - Not currently on enzyme-inducing anticonvulsants and steroids - Life expectancy of at least 12 weeks - Absolute neutrophil count >= 1,000/mm^3 - Platelet count >= 100,000/mm^3 - Biliary obstruction for which a shunt has been placed allowed provided the shunt has been in place for >= 10 days AND liver function is stable, defined as 2 measurements taken >= 2 days apart that qualify the patient for the same hepatic dysfunction stratum - No biliary sepsis - Creatinine =< 1.5 mg/dL - No symptomatic congestive heart failure - No unstable angina pectoris - No cardiac arrhythmia - No New York Heart Association class III or IV heart disease - Not pregnant or nursing - Negative pregnancy test - No preexisting neuropathy >= grade 2 - No ongoing or active infection - No other concurrent uncontrolled illness that would preclude study participation - No psychiatric illness or social situation that would preclude study compliance - More than 4 weeks since prior immunotherapy - More than 4 weeks since prior biologic therapy - No concurrent prophylactic colony-stimulating factors - No concurrent immunotherapy - No concurrent thalidomide - Concurrent epoetin alfa or darbepoetin alfa for management of cancer-associated anemia allowed - Recovered from prior chemotherapy (not including liver function) - More than 3 weeks since prior chemotherapy (6 weeks for nitrosoureas or mitomycin) - No concurrent chemotherapy - More than 2 weeks since prior radiotherapy - No prior radiotherapy to > 50% of the bone marrow - No concurrent radiotherapy - More than 3 weeks since prior surgery - No prior bortezomib - No concurrent antiretroviral therapy for HIV-positive patients - No other concurrent investigational agents - Concurrent cytochrome P450 interacting agents are allowed provided they are used with caution - Concurrent bisphosphonate therapy allowed (e.g., pamidronate or zoledronate), except during course 1 of bortezomib administration - ECOG 0-2 - Fertile patients must use effective contraception during and for 30 days after study participation", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Neoplasms", "Liver Diseases", "Bortezomib"], "id": "NCT00091117"}