{"brief_title": "Monoclonal Antibody 3F8 and Sargramostim in Treating Patients With Neuroblastoma", "brief_summary": "RATIONALE: Monoclonal antibodies, such as monoclonal antibody 3F8, can locate tumor cells and either kill them or deliver tumor-killing substances to them without harming normal cells. Colony-stimulating factors, such as sargramostim, may increase the number of immune cells found in bone marrow or peripheral blood. Combining monoclonal antibody 3F8 with sargramostim may cause a stronger immune response and kill more tumor cells. PURPOSE: Phase II trial to study the effectiveness of combining monoclonal antibody 3F8 with sargramostim in treating patients who have neuroblastoma.", "detailed_description": "OBJECTIVES: - Determine the efficacy of sargramostim (GM-CSF) in enhancing monoclonal antibody 3F8-mediated ablation in patients with high-risk neuroblastoma. - Determine the prognostic impact of minimal residual bone marrow disease on relapse-free survival of patients treated with this regimen. - Compare the effects of short-term (2-hour intravenous) vs prolonged (subcutaneous release) daily GM-CSF on granulocyte activation, in order to establish the optimal route for tumor-cell kill in these patients. OUTLINE: This is an open-label study. Patients are stratified according to evaluable disease (yes [primary refractory bone marrow disease] vs no [no evidence of disease]). Patients receive sargramostim (GM-CSF) subcutaneously on days -5 to 4 and monoclonal antibody 3F8 IV over 0.5-1.5 hours on days 0-4. Treatment repeats every 3 weeks for 4 courses and then every 8 weeks for up to a total of 24 months in the absence of disease progression or unacceptable toxicity. Beginning after 2 courses of GM-CSF and monoclonal antibody 3F8, patients also receive oral isotretinoin twice daily on days 1-14 (when no monoclonal antibody 3F8 is administered). Treatment with isotretinoin repeats approximately every 28 days for 6 courses. PROJECTED ACCRUAL: A total of 340 patients will be accrued for this study.", "condition": "Neuroblastoma", "intervention_type": "Biological", "intervention_name": "anti-GD2 murine IgG3 monoclonal antibody 3F8", "description": "The total dosage of 3F8 per cycle is the same as in prior trials (100 mg/m2), administered at 20 mg/m2/day and infused over ~1.5 hr or less (0.5 hr is customary), with analgesics and antihistamines used as needed for expected side-effects. 3F8 is started ~1 hr after completion of GM-CSF administration. GM-CSF is dosed at 250 mcg/m2/day from day -5 to day +1 (Wednesday to Tuesday is customary) , and is 500 mcg/m2/day thereafter (i.e., on days +2 to +4; Wednesday to Friday), as in the predecessor protocol.18,74 Patients come off study if progressive disease occurs or if there is life-threatening grade 4 toxicity from 3F8; otherwise, patients will receive a minimum of 4 cycles of treatment and will continue treatment through 24 months. It is expected that patients will receive ~10 cycles.", "arm_group_label": "patients have no evidence of disease", "other_name": "they can resume treatment with 3F8/GM-CSF if HAMA becomes negative.", "criteria": "DISEASE CHARACTERISTICS: - Diagnosis of neuroblastoma by histopathology OR bone marrow metastases and high urine catecholamine levels - Disease must meet risk-related treatment guidelines and any of the following International Neuroblastoma Staging System stages: - Stage 4 with (any age) OR without (> 18 months of age of age) MYCN amplification - MYCN-amplified other than stage 1 - No evidence of disease (i.e., in complete response/remission or very good partial response/remission) OR disease resistant to standard therapy (i.e., incomplete response in bone marrow) - No progressive disease or MIBG-avid soft tissue tumor PATIENT CHARACTERISTICS: - No existing renal, cardiac, hepatic, neurologic, pulmonary, or gastrointestinal toxicity ≥ grade 3 - No human anti-mouse antibody (HAMA) titer greater than 1,000 Elisa units/mL - No history of allergy to mouse proteins - No active life-threatening infection - Not pregnant - Negative pregnancy test PRIOR CONCURRENT THERAPY: - Not specified", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00072358.xml"}