{"brief_title": "Gemcitabine in Treating Patients With Advanced Salivary Gland Cancer That Cannot Be Removed During Surgery", "brief_summary": "The purpose of this study is to see how patients with incurable salivary gland cancer, who have not had chemotherapy before, respond to Gemcitabine. The investigators are trying to find out what effects (good and bad) Gemcitabine has on participants and salivary gland cancer. Gemcitabine has been shown to be an effective chemotherapy agent in other types of cancer, including; bladder cancer, breast cancer, certain types of lung cancer, ovarian cancer, and pancreas cancer. Gemcitabine has yet to be studied for efficacy in subjects with salivary gland cancer and in general other chemotherapy drugs have shown to be ineffective so far in this population.", "detailed_description": "OBJECTIVES: - Evaluate the response rate of patients with incurable salivary gland cancer treated with gemcitabine. - Evaluate the time to progression and toxicity of this therapy in these patients. OUTLINE: This is a multicenter study. Patients receive gemcitabine IV for 30 minutes on days 1, 8, and 15 of each 28 day course. Patients receive a minimum of 2 courses of treatment. Patients may continue treatment in the absence of disease progression or unacceptable toxicity. Patients are followed every 2 months.", "condition": ["Head and Neck Cancer"], "intervention_type": ["Drug"], "intervention_name": ["gemcitabine"], "arm_group_label": ["Intercalcated Duct", "Excreatory Duct"], "other_name": ["Gemzar"], "criteria": "DISEASE CHARACTERISTICS: Inclusion Criteria: - Histologic diagnosis of any of the following malignancies originating from salivary tissue: adenoid cystic carcinoma, mucoepidermoid carcinoma, acinic cell carcinoma, malignant mixed tumor, polymorphous low grade adenocarcinoma, undifferentiated carcinoma, squamous cell carcinoma, adenocarcinoma. - Patients must be incurable on the basis of unresectable local or distant disease as determined by the patient's surgeon and not be potentially curable by radiation therapy as determined by a radiation oncologist. - Patients may have received radiation to any site with the following caveat: the sites used for evaluation for response are either not previously irradiated or they have shown progression of disease post radiation and there has been a time interval of one month since these sites were radiated. - Patients must have an ECOG performance status of less than 3. - Patients must have at least uni-dimensionally measurable disease documented within one month of initiation of treatment. Measurement may be by physical exam or radiologically. - Patients must be willing and able to go through the process of informed consent. - Patients must have a life expectancy exceeding 3 months. - Patients must be at least 18 years old. - Patients must have adequate organ function as defined by the following tests to be performed within 14 days of therapy initiation: - Absolute neutrophil count > 1999 cells x 10 6/L - Platelet count > 99,999 cells x 10 6/L - Hemoglobin >8.5 gm/dl or HCT > 25% - Serum creatinine < 1.5 x institutional upper limits of normal (ULN) or creatinine clearance measured by 24 hour urine collection as at least 50% of institutional lower limit of normal. - Total bilirubin <2 x institutional ULN - AST (SGOT) <2 x institutional ULN * ---*If from documented liver involvement with cancer, may be up to < 5 x institutional ULN - Alkaline Phosphatase < 5 x institutional ULN --- If from documented bone or liver involvement with cancer, no upper limit restriction. Exclusion Criteria - Patients must have not received cytotoxic chemotherapy for salivary gland cancer. - Previous immunologic, hormonal, homeopathic, natural, or alternative medicine therapies are acceptable provided treatment ended greater than 28 days prior to protocol therapy. Previous radiotherapy for salivary cancer is acceptable provided treatment ended greater than 28 days prior to protocol therapy. - Patients must not receive any form (including radiotherapeutic, immunologic, hormonal, homeopathic, natural, or alternative medicine) of anti-neoplastic therapy other than gemcitabine while participating in this study. - Patients must not have a history of any invasive neoplasm within three years of trial entry, excepting curatively treated non-melanoma skin cancer and cervical cancer. - Pregnant and breast feeding women are not eligible for this study. No pregnancy test is required. Women of childbearing potential must be counseled on the use of effective birth control prior to participation in this study. - Patients with significant active illness (e.g. congestive heart failure, COPD, uncontrolled diabetes, AIDS) are not eligible for this study.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "salivary gland adenoid cystic carcinoma", "mesh_term": ["Head and Neck Neoplasms", "Salivary Gland Neoplasms", "Gemcitabine"], "id": "NCT00003744"}