{"brief_title": "Phase II Pilot Randomized Study of Sodium Dichloroacetate in Patients With Congenital Lactic Acidemia", "brief_summary": "OBJECTIVES: I. Determine the pharmacokinetics of sodium dichloroacetate (DCA) in patients with congenital lactic acidemia. II. Determine the efficacy of DCA in decreasing the frequency and/or severity of acute episodes of acidotic illness, improving linear growth, improving neurological or developmental function, or slowing neurological or developmental deterioration in these patients.", "detailed_description": "PROTOCOL OUTLINE: This is a randomized, double blind, cross over study. Patients are randomized to start with one of two different doses of sodium dichloroacetate (DCA). Patients receive one of two doses of oral DCA for 6 months, then switch to the alternate dose for 6 months. This course is repeated once. Patients are followed for up to 2 years. Completion date provided represents the completion date of the grant per OOPD records", "condition": ["Lactic Acidosis"], "intervention_type": ["Drug"], "intervention_name": ["sodium dichloroacetate"], "criteria": "PROTOCOL ENTRY CRITERIA: --Disease Characteristics-- - Diagnosis of stable, persistent lactic acidemia Venous lactate at least 3 mM under basal conditions defined as: At least 4 hours postprandial No concurrent illness OR - Diagnosis of cerebral lactic acidemia with elevated lactic acid in CSF but not in the blood - No organic acidemias or defective gluconeogenesis --Patient Characteristics-- - Hematopoietic: Hemoglobin at least 7 mg/dL - Hepatic: Bilirubin no greater than 3 times upper limit of normal (ULN) AST, ALT, or GGT no greater than 10 times ULN - Renal: Creatinine no greater than 2 mg/dL - Cardiovascular: Ejection fraction at least 25% - Other: No hypoglycemia (blood sugar less than 50 mg/dL at no greater than 12 hours fasting) No severe peripheral neuropathy interfering with normal activities of living", "gender": "All", "minimum_age": "3 Months", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "rare disease", "mesh_term": ["Acidosis", "Acidosis, Lactic"], "id": "NCT00004493"}