{"brief_title": "Evaluation of the Effect on Glucose Control of AC2993 in Patients With Type 2 Diabetes Mellitus Treated With Metformin", "brief_summary": "This is a multicenter, randomized, blinded, placebo-controlled study to assess the effects on glucose control of AC2993 as compared to placebo in patients with type 2 diabetes. Patients will be randomized into one of two AC2993 treatment arms or to placebo treatment and will continue with their required existing diabetes medication (metformin) throughout the study.", "condition": ["Diabetes Mellitus, Type 2"], "intervention_type": ["Drug", "Drug", "Drug", "Drug"], "intervention_name": ["AC2993", "AC2993", "Placebo", "Placebo"], "description": ["Placebo Lead In (0.02 mL) for 4 weeks / AC2993 5mcg (0.02 mL) for 4 weeks / AC2993 5mcg (0.02 mL) for 26 weeks - All are subcutaneously injected twice daily", "Placebo Lead In (0.02 mL) for 4 weeks / AC2993 5 mcg (0.02 mL) for 4 weeks / AC2993 10 mcg (0.04 mL) for 26 weeks - All are subcutaneously injected twice daily", "Placebo Lead In (0.02 mL) for 4 weeks / Placebo (0.02 mL) for 4 weeks / Placebo (0.02 mL) for 26 weeks - All are subcutaneously injected twice daily", "Placebo Lead In (0.02 mL) for 4 weeks / Placebo mcg (0.02 mL) for 4 weeks / Placebo (0.04 mL) for 26 weeks - All are subcutaneously injected twice daily"], "arm_group_label": ["AC2993 5 mcg (0.02 mL)", "AC2993 10mcg (0.04 mL)", "Placebo 0.02 mL", "Placebo 0.04 mL"], "other_name": ["synthetic exendin-4", "synthetic exendin-4"], "criteria": "Inclusion Criteria: - Subjects with Type 2 diabetes mellitus - Treated with metformin within a defined dose range for at least 3 months prior to screening - BMI= 27-45 kg/m2 - HbA1c value between 7.5% and 11% Exclusion Criteria: - Treated with oral anti-diabetic medications other than metformin within 3 months of screening - Patients treated previously with AC2993 - Patients presently treated with insulin", "gender": "All", "minimum_age": "16 Years", "maximum_age": "75 Years", "healthy_volunteers": "No", "mesh_term": ["Diabetes Mellitus", "Diabetes Mellitus, Type 2", "Exenatide", "Metformin"], "id": "NCT00039013"}