{"brief_title": "Early Characteristics of Autism", "brief_summary": "This study will identify factors that distinguish children with autism from children with developmental delay and those with normal development and study the efficacy of intensive behavioral therapy in children with autism.", "detailed_description": "Children with autism often suffer from social, educational, and functional problems. By understanding the social, linguistic, psychological, and physiological differences that distinguish between autistic children, developmentally delayed children, and children with typical development, researchers may be able to recognize autism early in life so that children with autism can be helped as early as possible and their long-term outcome can be improved. Children in this study will be enrolled for 2 years. They will receive annual evaluations throughout the two-year period. They will undergo a magnetic resonance imaging (MRI) scan and will complete various activities to determine brain functioning. In addition, children with autism will take part in intensive behavioral therapy at least 4 hours every day for the duration of the study. Communication and social behavior scales, an early development interview, observations of parent/child interaction, and neuropsychological, cognitive, and adaptive behavioral measures will be used to assess participants.", "condition": ["Autism", "Autistic Disorder"], "intervention_type": ["Behavioral"], "intervention_name": ["Intensive behavioral therapy"], "description": ["Participants will undergo a magnetic resonance imaging (MRI) scan and will complete various activities to determine brain functioning. In addition, children with autism will take part in intensive behavioral therapy at least 4 hours every day for the duration of the study."], "arm_group_label": ["1"], "criteria": "Inclusion Criteria for Autistic Participants: - Diagnosis of autism Inclusion Criteria for Developmentally Delayed Participants: - Exhibiting current delays in development Inclusion Criteria for Participants with Normal Development: - Exhibiting normal development Inclusion Criteria for All Participants: - Overall good health", "gender": "All", "minimum_age": "18 Months", "maximum_age": "30 Months", "healthy_volunteers": "Accepts Healthy Volunteers", "keyword": "Developmental Delay Disorders", "mesh_term": ["Autistic Disorder"], "id": "NCT00090415"}