{"brief_title": "Trimetrexate Plus Leucovorin Calcium Rescue Versus Sulfamethoxazole-Trimethoprim in the Treatment of Pneumocystis Carinii Pneumonia (PCP) in Patients With AIDS", "brief_summary": "To compare the safety and effectiveness of an investigational drug therapy (trimetrexate plus leucovorin calcium) with that of conventional therapy (sulfamethoxazole-trimethoprim) in the treatment of moderately severe Pneumocystis carinii pneumonia (PCP) in patients who have AIDS, are HIV positive, or are at high risk for HIV infection. New treatments are needed to reduce the mortality rate from PCP in AIDS patients and to reduce the high relapse rate found after conventional therapy. Trimetrexate (TMTX) was chosen for this trial because it was found to be much more potent than sulfamethoxazole/trimethoprim (SMX/TMP) against the PCP organism in laboratory tests. Also TMTX, in combination with leucovorin (LCV), did not cause severe toxicity in a preliminary trial. It is believed that TMTX will be more effective in treating PCP and in preventing a recurrence of PCP.", "detailed_description": "New treatments are needed to reduce the mortality rate from PCP in AIDS patients and to reduce the high relapse rate found after conventional therapy. Trimetrexate (TMTX) was chosen for this trial because it was found to be much more potent than sulfamethoxazole/trimethoprim (SMX/TMP) against the PCP organism in laboratory tests. Also TMTX, in combination with leucovorin (LCV), did not cause severe toxicity in a preliminary trial. It is believed that TMTX will be more effective in treating PCP and in preventing a recurrence of PCP. Patients entered in the study are randomly assigned to trimetrexate / leucovorin (TMTX / LCV) or to sulfamethoxazole/trimethoprim (SMX/TMP) for a 21-day trial. For the first 10 days, the trial is double-blind (neither patient nor physician knows which drugs the patient is receiving), and drugs are given by intravenous infusion. TMTX is given once every 24 hours and LCV every 6 hours; SMX/TMP is given every 6 hours. Doses are determined by body size. After the first 10 days, LCV and SMX/TMP may be given orally. Doses are adjusted or treatment is changed to intravenous pentamidine if side effects are too severe. During the 21-day trial, zidovudine (AZT) may not be used because of possible increased bone marrow toxicity. AZT may be resumed as soon as the patient's white cell count is acceptable. Drug therapy aimed at preventing recurrence of PCP is not allowed for a minimum of 4 weeks after the completion of study therapy.", "condition": "HIV Infections", "intervention_type": "Drug", "intervention_name": "Leucovorin calcium", "criteria": "Inclusion Criteria Concurrent Medication: Allowed: - Acetaminophen 650 mg prescribed as necessary for temperature > 38.7 degrees C. Acetaminophen q4h should not be prescribed as a standing order for more than 48 hours. Prior Medication: Allowed: - Zidovudine as long as such therapy is suspended prior to randomization and not reinstituted until therapy for the acute episode is completed. - Prophylaxis for Pneumocystis carinii pneumonia (PCP). - Unequivocal diagnosis of Pneumocystis carinii pneumonia (PCP) by morphologic confirmation of three or more typical P. carinii organisms in sputum, bronchoalveolar lavage fluid, or lung tissue obtained by transbronchial or open-lung biopsy within 3 days before or after randomization. If morphologic confirmation is not possible prior to therapy, patients may be randomized if the investigator believes there is a high suspicion of PCP based on clinical presentation. If morphologic diagnosis cannot be established within 6 days of randomization, the patient will be withdrawn from study therapy. - Resting alveolar-arterial oxygen differences = or > 30 mm Hg on room air. Exclusion Criteria Patients with the following are excluded: - Inability to have alveolar blood gas analysis on room air. - Medically unable to receive a liter of intravenous fluid (5 percent dextrose in water) per 24 hours. This procedure is required in order to maintain blinding. Prior Medication: Excluded within 14 days of study entry: - Systemic steroids exceeding physiological replacement. - Other investigational drugs. - Excluded within 6 weeks of study entry: - Antiprotozoal regimen for this episode consisting of pentamidine, eflornithine, DFMO, or dapsone, for therapy of active Pneumocystis carinii pneumonia (PCP) - History of Type I hypersensitivity (i.e., urticaria, angioedema, or anaphylaxis), exfoliative dermatitis, or other life-threatening reaction secondary to antibiotics containing sulfa, trimethoprim, or trimetrexate. - History of life-threatening pentamidine toxicity. - Requirement for treatment with agents that are known to be myelosuppressive or nephrotoxic during the period of acute Pneumocystis carinii pneumonia (PCP) therapy. - Other drugs for the treatment or prevention of AIDS or Pneumocystis carinii pneumonia (PCP); disulcid; aspirin; acetaminophen q4h for more than 48 hours.", "gender": "All", "minimum_age": "12 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00001014.xml"}