{"brief_title": "Diet and Behavior in Young Children With Autism", "brief_summary": "This study will determine whether a gluten- and casein-free diet has specific benefits for children with autism.", "detailed_description": "Autism is a serious brain disorder that affects brain development and often causes social and educational problems. Prior studies suggested that a gluten- and casein-free diet may have a therapeutic effect on the behavior of children with autism. This study will examine the effects of such a diet on the behavior of children with autism who meet research diagnostic criteria, are monitored in adherence to the diet, and receive similar intense behavioral therapy. Children in this study will be following a gluten free and casein free diet for 18 weeks. All subjects will have 6 weeks of baseline followed by 12 weeks of randomized, double-blind, placebo-controlled, challenge snacks with careful behavioral observation and evaluation. They also will be receiving uniform educational and behavioral services through their provider. Standard autism evaluation methods, weekly diet and sleep diaries and scheduled laboratory tests will be used to assess subjects. An end of study, follow-up assessment will be completed at 30 weeks after the start of the study.", "condition": ["Autism", "Autistic Disorder"], "intervention_type": ["Behavioral", "Behavioral"], "intervention_name": ["Gluten- and casein-free diet", "Placebo controlled diet"], "description": ["Participants will follow a gluten-free and casein-free diet for 18 weeks. All children received individual EIBI interventions to decrease the confound of different types of therapies.", "Participants will follow a gluten-free and casein-free diet for 18 weeks. They will receive double blind placebo controlled challenge snacks that contain gluten, casein, gluten+casein or placebo with measurement of response. They remain on the gluten free and casein free diet for the entire study period."], "arm_group_label": ["1", "2"], "criteria": "Inclusion Criteria: - Autism spectrum disorder or pervasive developmental disorder, ADI-R and ADOS positive. - Participation in applied behavioral analysis classes for at least 4 months, with at least 10 hours per week of service, and at least 1 hour of service in the home - A score higher than 30 on the Mullen Early Learning scale - Ability to maintain a gluten- and casein-free diet during the study - In order to maintain study integrity, and due to frequent child assessments, enrollment is limited to a select population within the Rochester area", "gender": "All", "minimum_age": "30 Months", "maximum_age": "54 Months", "healthy_volunteers": "No", "keyword": "Casein", "mesh_term": ["Autistic Disorder", "Caseins"], "id": "NCT00090428"}