{"brief_title": "Nonmyeloablative Preparative Regimen Using Mylotarg for Patients With High Risk Acute Myeloid Leukemia (AML), Acute Lymphocytic Leukemia (ALL), Chronic Myeloid Leukemia (CML) and Myelodysplastic Syndrome (MDS)", "brief_summary": "Primary Objective: To determine the safety and maximum tolerated dose of CMA-676 as part of an intensive but nonmyeloablative preparative regimen in older or medically infirm patients undergoing mini-allogeneic peripheral blood stem cell transplantation Secondary Objectives: 1. To evaluate response rates, engraftment kinetics and degree of chimerism achievable with this strategy. 2. To evaluate disease-free and overall survival and relapse rates. 3. To evaluate the need and ability to give multiple cycles of Mylotarg plus FA and mobilized DLI in patients not achieving complete remission.", "detailed_description": "Mylotarg is a novel immunoconjugate directed against the CD33 antigen found on most leukemia cells. This humanized murine IgG4 monoclonal antibody is tagged with the toxin, calicheamicin. In equal molar concentrations, calicheamicin is about 3200 times more potent than adriamycin. In a Phase I study involving adult patients with relapse AML, Mylotarg has been shown to have significant anti-leukemia activity with little toxicity. The most concerning side effects of Mylotarg were prolonged neutropenia and thrombocytopenia. Phase II studies have also demonstrated good efficacy with little toxicity. The goal of this proposal is to include Mylotarg in a nonmyeloablative preparative regimen similar to FAI used at MD Anderson Cancer Center. The hypothesis is that Mylotarg will provide potent anti-leukemic effects without adding toxicity to the mini-allogeneic bone marrow transplant regimen. A more potent anti-leukemic response may increase the complete remission rates and induce a state of minimal residual disease (MRD). Therefore, the Graft vs. Leukemia (GVL) effect of allogeneic transplantation will have a better chance for success. In addition, the administration of donor cells after Mylotarg should ameliorate the cytopenias previously associated with Mylotarg. This medication likely will be well-tolerated. Patients with high-risk hematopoietic malignancies that express CD33 (i.e. AML, ALL, CML and MDS) will be included. We will enroll older patients (>55 years old) or medically infirm patients who are unable to tolerate standard allogeneic bone marrow transplant. Patients will be evaluated at 28 days post-transplant for evidence of response. Those with residual disease may be eligible for additional Mylotarg given together with donor lymphocyte infusions. Additional courses of Mylotarg may improve overall survival in this poor prognosis group.", "condition": ["Leukemia"], "intervention_type": ["Drug"], "intervention_name": ["Mylotarg"], "arm_group_label": ["Mylotarg"], "other_name": ["CMA-676"], "criteria": "Inclusion Criteria: - Patients 12-75 years of age - Patients are eligible if deemed ineligible for conventional high dose chemotherapy programs because of concurrent medical conditions. Patients with refractory AML are eligible provided ejection fraction >= 35%; FEV1, FVC, or DLCO >= 40%; GPT < 3 x normal, direct bilirubin < 2. - Patients must have recovered from previous Grade III-IV toxicity due to prior antineoplastic therapy (except alopecia). - Patients with AML with induction failure, relapse or 2nd remission - Patients with MDS with IPI INT-2 or High-risk disease or CMML. - Patients with CML in accelerated phase or blast crisis - Patients with ALL with induction failure, relapse or 2nd remission - Patients receiving prior BMT are eligible. If myeloablative chemoradiotherapy was used in the prior transplant patients must be >90 days from transplant. If non-myeloablative therapy was used patients must be >30 days post-transplant. - Leukemia cells must express cell surface CD33 evaluated by flow cytometry in > 20% of leukemia cells. - Patients must have an HLA identical related donor capable of donating G-CSF stimulated peripheral blood stem cells using apheresis techniques. If patient has a contraindication to PBSC collection bone marrow can be used. - Patients must have a Zubrod PS <2, Cr <2.0, direct bilirubin <2, and transaminases SGPT <3x normal - Patients must have an estimated life expectancy > 3 months - Patient and donor must sign informed consent Exclusion Criteria: - no uncontrolled active infection - no HIV disease - no pregnancy and no nursing - no active, uncontrolled CNS leukemia", "gender": "All", "minimum_age": "55 Years", "maximum_age": "75 Years", "healthy_volunteers": "No", "keyword": "CMA-676", "mesh_term": ["Leukemia", "Leukemia, Myeloid", "Leukemia, Myeloid, Acute", "Myelodysplastic Syndromes", "Preleukemia", "Leukemia, Lymphoid", "Leukemia, Myelogenous, Chronic, BCR-ABL Positive", "Precursor Cell Lymphoblastic Leukemia-Lymphoma", "Gemtuzumab"], "id": "NCT00038805"}