{"brief_title": "A Study of Valganciclovir in the Treatment of Cytomegalovirus (CMV) Retinitis in Patients With AIDS", "brief_summary": "The purpose of this study is to see if valganciclovir is a safe treatment for CMV retinitis in patients who have been treated for this condition in the past. This study also examines the effectiveness of valganciclovir in preventing the recurrence of CMV retinitis.", "detailed_description": "Patients receive valganciclovir twice a day for 21 days as induction therapy then daily as maintenance therapy. Patients are encouraged to remain on study for at least 3 months and will remain until common study closure.", "condition": ["Cytomegalovirus Retinitis", "HIV Infections"], "intervention_type": ["Drug"], "intervention_name": ["Valganciclovir"], "criteria": "Inclusion Criteria Concurrent Medication: Allowed with caution: - Acyclovir. - Famciclovir. - Valaciclovir. - Imipenem-cilastatin. - Myelosuppressive agents. Patients must have: - HIV infection with CMV retinitis. - Minimum of 4 weeks prior treatment with ganciclovir, foscarnet, or cidofovir. - Intraocular implant in either or both eyes, as long as CMV retinitis is active in one eye, upon approval by Roche. Exclusion Criteria Co-existing Condition: Patients with any of the following symptoms of conditions are excluded: - Active extraocular CMV disease. - Severe uncontrolled diarrhea or evidence of malabsorption. Concurrent Medication: Excluded: - Foscarnet. - Cidofovir. - CMV hyperimmune globulin. - Probenecid. Patients with the following prior conditions are excluded: - Ocular media opacities (corneal, aqueous, lens, or vitreous) preventing ophthalmologic retinal assessment. - Simultaneous participation in another study (unless approved by Roche). Required: - A minimum of 4 weeks treatment with ganciclovir, foscarnet, or cidofovir. - Approval required for prior use of investigational anti-CMV agents.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Prodrugs", "mesh_term": ["HIV Infections", "Retinitis", "Cytomegalovirus Retinitis", "Ganciclovir", "Valganciclovir"], "id": "NCT00002222"}