{"brief_title": "Rosiglitazone and Exercise Training: Effects on HIV-Infected People With Insulin Resistance, Hypertriglyceridemia, and Adipose Tissue Maldistribution", "brief_summary": "Several complications have become prevalent in people living with HIV/AIDS, including increased blood sugar, increased blood fats and cholesterol, and fat tissue redistribution. The causes of these complications are not well understood and effective treatments have not been identified. We propose to test the efficacy and safety of 2 treatments for these complications in people living with HIV/AIDS: aerobic, weight lifting exercise training, and a new insulin-sensitizing agent called rosiglitazone (Avandia). Exercise and rosiglitazone have been effective and moderately safe when used in HIV-seronegative people with diabetes, but a specific trial is needed to test efficacy and safety in people living with HIV/AIDS.", "detailed_description": "We propose a 12wk controlled, randomized trial that compares the effects of rosiglitazone therapy, exercise training and combined rosiglitazone and exercise training. We hypothesize that rosiglitazone will lower blood sugar, insulin, blood fats, muscle and liver lipid content and composition in HIV-infected people. Exercise training will induce the same benefits, but will also reduce abdominal fat mass. We hypothesize that combining exercise training with rosiglitazone therapy will be most effective at reducing blood sugar, insulin, lipids, muscle and liver lipid contents, and restoring body fat distribution than either intervention alone. At baseline and after 12 wk of treatment we will measure: the ability of insulin to promote the clearance of sugar from the blood, the clearance rate of blood sugar, the rate of glucose production by the liver, blood fat and cholesterol concentrations, body fat content and fat distribution in the arms, legs, trunk regions, muscle and liver lipid content and composition.", "condition": "Insulin Resistance", "intervention_type": "Behavioral", "intervention_name": "Aerobic and weight lifting exercise training", "criteria": "The research volunteers will consist of HIV-infected men and women treated with PI-based HAART who have developed insulin resistance of impaired glucose homeostasis: - fasting (8h) plasma glucose 110-126 mg/dL (6.1-7.1 mM) OR - plasma glucose >140 (7.8 mM) 2 hours after a 75g-oral glucose load. Although not required for enrollment, many of these volunteers will also have developed trunk adipose tissue redistribution (defined as): trunk/appendicular adipose ratio using whole-body DEXA >1.1 (men), >0.9 (women), or visceral adipose/total abdominal adipose tissue (VAT/TAT) >0.40 using 1H-MRI imaging at the level of the umbilicus (~L3-L4 inter-vertebral space). Many will also have developed fasting hypertriglyceridemia (>300mg/dL, >3.4 mM). - Plasma viremia (Roche Amplicor assay) <5000 copies/ml OR a CD4 T-cell county >= 200 cells/ul for at least 3 months prior to enrollment. - Stable on a PI-containing HAART regimen for at least 3 months prior to enrollment. - 18-65 years of age - Body mass index <= 34kg/m*2, total body fat <=35% of weight", "gender": "All", "minimum_age": "18 Years", "maximum_age": "65 Years", "healthy_volunteers": "No", "id": "NCT00025753.xml"}