{"brief_title": "Vaccine Therapy in Preventing Cervical Cancer in Patients With Cervical Intraepithelial Neoplasia", "brief_summary": "Vaccines made from antigens may make the body build an immune response to kill abnormal cervical cells and may be effective in preventing cervical cancer. Randomized phase II trial to study the effectiveness of vaccine therapy in preventing cervical cancer in patients who have cervical intraepithelial neoplasia", "detailed_description": "PRIMARY OBJECTIVES: I. Determine the efficacy of SGN-00101, in terms of complete histologic regression, in patients with grade III cervical intraepithelial neoplasia. II. Determine the toxicity of this drug in these patients. SECONDARY OBJECTIVES: I. Determine change in lesion size in these patients after treatment with this drug. II. Compare histologic response before and after treatment with this drug in these patients. OUTLINE: This is a randomized, multicenter study. Patients are randomized to 1 of 2 treatment arms. Arm I: Patients receive SGN-00101 subcutaneously once on weeks 1, 4, and 8 in the absence of disease progression. Arm II: Patients receive standard care. At week 15, all patients undergo large loop excision of the transformation zone under colposcopy. Patients are followed at 19 weeks, every 3 months for 1 year, every 6 months for 2 years, and then annually thereafter. PROJECTED ACCRUAL: A total of 28-84 patients (14-42 per treatment arm) will be accrued for this study within 12-48 months.", "condition": ["Cervical Cancer", "Cervical Intraepithelial Neoplasia Grade 3", "Human Papilloma Virus Infection"], "intervention_type": ["Biological", "Procedure", "Other"], "intervention_name": ["HspE7", "therapeutic conventional surgery", "laboratory biomarker analysis"], "description": ["Given subcutaneously", "Undergo large loop excision", "Correlative studies"], "arm_group_label": ["Arm I (HspE7)", "Arm I (HspE7)", "Arm II (control)", "Arm I (HspE7)", "Arm II (control)"], "other_name": ["HPV 16 E7/HSP65 Vaccine", "HPV E7 Peptide Epitope Vaccine", "SGN-00101"], "criteria": "Inclusion Criteria: - Histologically confirmed grade III cervical intraepithelial neoplasia - Confirmed by biopsy or colposcopy - Positive for human papilloma virus 16 - No endocervical glandular dysplasia - No adenocarcinoma in situ - Performance status - GOG 0-2 - No life-threatening or serious hematological disorder - No life-threatening or serious hepatic disorder - No life-threatening or serious renal disorder - No life-threatening or serious cardiac disorder - No life-threatening or serious respiratory disorder - HIV negative - Must be immunocompetent - No history of autoimmune disease - No life-threatening or serious immunological disorder - No prior or concurrent severe allergic disease - No concurrent human papilloma viral infection other than type 16 - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No life-threatening or serious gastrointestinal disorder - No life-threatening or serious endocrine disorder - No invasive malignancy within the past 5 years except nonmelanoma skin cancer - No concurrent chronic or systemic steroids - No prior organ transplantation - No prior cancer therapy that would preclude study therapy", "gender": "Female", "minimum_age": "17 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Uterine Cervical Neoplasms", "Neoplasms", "Virus Diseases", "Papilloma", "Carcinoma in Situ", "Cervical Intraepithelial Neoplasia", "Papillomavirus Infections", "Vaccines"], "id": "NCT00054041"}