{"brief_title": "Combination Chemotherapy With or Without Monoclonal Antibody Therapy in Treating Patients With Stage III or Stage IV Low-Grade Non-Hodgkin's Lymphoma", "brief_summary": "Randomized phase III trial to compare the effectiveness of two regimens of combination chemotherapy followed by rituximab or observation in treating patients who have stage III or stage IV low-grade non-Hodgkin's lymphoma. Drugs used in chemotherapy use different ways to stop cancer cells from dividing so they stop growing or die. Combining more than one drug may kill more cancer cells. Monoclonal antibodies such as rituximab can locate cancer cells and either kill them or deliver cancer-killing substances to them without harming normal cells. It is not yet known which regimen of combination chemotherapy, with or without rituximab, is more effective for non-Hodgkin's lymphoma", "detailed_description": "PRIMARY OBJECTIVES: I. To compare the response rate, time to progression, time to treatment failure, and survival for patients with low grade lymphoma treated with the cyclophosphamide - fludarabine regimen with a control arm consisting of standard treatment with CVP. II. To determine the effect of maintenance with anti-CD20 (IDEC C2B8) on time to progression, time to treatment failure, and survival and its effects on lymphocyte number, subsets, and quantitative immunoglobulin levels over time. OUTLINE: This a two step, stratified, randomized study. Patients are stratified for arms I and II (step 1) by age (under 60 vs 60 and over), tumor burden (high vs low), histology (follicular vs other), and B symptoms (present vs absent). After arms I and II have been completed, patients are stratified in arms III and IV (step 2) by extent of residual disease (minimal vs gross), histology (follicular vs other), and initial tumor burden. ARM I (CLOSED AS OF 9/2000): Patients receive cyclophosphamide IV over 30-45 minutes on day 1 and fludarabine IV over 10-20 minutes on days 1-5. Treatment repeats every 28 days in the absence of disease progression for a minimum of 4 courses and a maximum of 6 courses. ARM II: Patients receive cyclophosphamide IV over 30-45 minutes and vincristine IV on day 1, and oral prednisone on days 1-5. Treatment repeats every 21 days in the absence of disease progression for a minimum of 6 courses and a maximum of 8 courses. After completion of therapy on arm I or II, patients are randomized into step 2 of this study comprising arms III and IV. ARM III: Patients receive maintenance therapy with rituximab (IDEC-C2B8 monoclonal antibody) IV weekly for 4 weeks. Courses repeat every 6 months for 2 years. Maintenance therapy begins 4 weeks after the last chemotherapy. ARM IV: Patients undergo no maintenance therapy and are observed. Patients are followed every 3 months for 2 years, every 6 months for the next 3 years, and then annually thereafter.", "condition": "Stage IV Small Lymphocytic Lymphoma", "intervention_type": "Other", "intervention_name": "laboratory biomarker analysis", "description": "Correlative studies", "arm_group_label": "Arm III (rituximab)", "other_name": "Rituxan", "criteria": "Inclusion Criteria: - Patients must have Stage III-IV (Ann Arbor classification) low-grade Non-Hodgkin's lymphoma - Baseline measurements and evaluations must be obtained within 4 weeks prior to registration; all areas of disease (evaluable and measurable) should be recorded and mapped out in order to assess response and uniformity of response to therapy; must have at least one objective MEASURABLE disease parameter - Radiographic findings are acceptable providing that clear-cut measurement can be made - Abnormalities on scans may be used to document the presence of disease for staging purposes; a clearly defined, bidimensionally measurable defect or mass measuring at least 2 cm in diameter on a radionuclide or a CT scan will be acceptable as measurable disease - An enlarged spleen extending at least 2 cm below the costal margin will constitute measurable disease providing that no explanation other than lymphomatous involvement is likely; for an enlarged liver to constitute the only evident measurable disease parameter, liver biopsy proof of lymphoma in the liver is required - Patients must have a tissue diagnosis of low-grade malignant lymphoma obtained within 12 months prior to registration (according to the International Working Formulation) as below: - ML- small lymphocytic (Category A) - ML-follicular-small cleaved (Category B) - ML-follicular-mixed small cleaved and large cell (Category C) - Patients having both diffuse and follicular architectural elements will be considered eligible if the histology is predominantly follicular (i.e. >= 50% of the cross-sectional area); if the interval since tissue diagnosis of low-grade malignant lymphoma is > 12 months, diagnostic confirmation using either FNA or nodal biopsy is required to confirm that the histology remains in one of the eligible categories - Women of child bearing potential and sexually active males are strongly advised to use an accepted and effective method of birth control - No prior chemotherapy, radiotherapy, or immunotherapy - No active, uncontrolled infections (afebrile for > 48 hours off antibiotics) - No evidence of a previous or concurrent malignancy, with the exception of 1) treated carcinoma in situ of the cervix, 2) treated squamous cell or basal cell skin cancer OR 3) any other surgically cured malignancy from which the patient has been disease free for at least 5 years - ECOG performance status 0-1 - WBC > 3000/mm^3 - Plts > 100,000/mm^3 - Creatinine =< 1.5 mg/dl - Bilirubin < 2.0 mg/dl - LFTs =< 5x ULN (SGOT and Alkaline Phosphate) - These lab values must be obtained within 4 weeks prior to protocol entry; patients with documented marrow involvement at the time of registration are not required to meet the hematologic parameters above - Patient must give signed informed consent", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00003204.xml"}