{"brief_title": "Comparison of Combination Chemotherapy Regimens in Treating Older Women Who Have Undergone Surgery for Breast Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die. Combining more than one drug and giving them in different ways after surgery may kill more tumor cells. It is not yet known which chemotherapy regimen is more effective in treating older women with breast cancer. PURPOSE: This randomized phase III trial is studying different combination chemotherapy regimens to see how well they work in treating older women who have undergone surgery for breast cancer.", "detailed_description": "OBJECTIVES: - Compare the effectiveness of adjuvant chemotherapy comprising standard cyclophosphamide, methotrexate, and fluorouracil (CMF) or doxorubicin and cyclophosphamide (AC) vs oral capecitabine, in terms of disease-free and overall survival, in elderly women with operable adenocarcinoma of the breast. - Compare the quality of life and physical functioning of patients treated with these regimens. - Compare the toxicity of these regimens in these patients. - Evaluate the adherence of older patients to an oral chemotherapy regimen. OUTLINE: This is a randomized, multicenter study. Patients are stratified according to age (65 to 69 vs 70 to 80 vs over 80), performance status (0-1 vs 2), and HER2 status (positive vs negative vs unknown). Patients are randomized to 1 of 2 treatment arms. - Arm I: Patients with insufficient left ventricular ejection fraction (LVEF) are assigned to group A. Patients with normal LVEF are assigned to group A or B based on physician/patient choice. - Group A (CMF): Patients receive oral cyclophosphamide (CTX) daily on days 1-14 and methotrexate IV and fluorouracil IV on days 1 and 8. Treatment repeats every 4 weeks for 6 courses in the absence of disease progression or unacceptable toxicity. - Group B (AC): Patients receive doxorubicin IV and CTX IV on day 1. Treatment repeats every 3 weeks for 4 courses in the absence of disease progression or unacceptable toxicity. - Arm II: Patients receive oral capecitabine twice daily on days 1-14. Treatment repeats every 3 weeks for 6 courses in the absence of disease progression or unacceptable toxicity. Beginning within 12 weeks after treatment in arm I or II, patients with estrogen or progesterone receptor-positive disease receive oral tamoxifen or an aromatase inhibitor daily for 5 years. Beginning 4-6 weeks after treatment in arm I or II, eligible patients who previously underwent breast conservation surgery undergo radiotherapy. Quality of life is assessed at baseline; at 6 weeks (group B), 9 weeks (arm II), or 12 weeks (group A); and then at 1, 12, 18, and 24 months after study. Drug adherence is assessed at 9 weeks during study (arm II). Patients are followed at 1 month, every 6 months for 2 years, and then annually for 15 years. PROJECTED ACCRUAL: A total of 600-1,800 patients (300-900 per treatment arm) will be accrued for this study within 2-6 years.", "condition": "Breast Cancer", "intervention_type": "Drug", "intervention_name": "capecitabine", "description": "2000 mg/sq m PO d 1-14, 7 day rest then repeat for a total of 6 cycles", "arm_group_label": "Capecitabine", "other_name": "doxorubicin = adriamycin", "criteria": "1. Patients with operable, histologically confirmed adenocarcinoma of the female breast. 2. TNM Stage per AJCC Cancer Staging Manual 6th edition: - T1-4 (Tumor size > 1 cm), N0, M0 or T1-4, N1-3, M0 - Patients with bilateral, synchronous breast cancer are eligible as long as one primary tumor meets the criteria above. 3. Patients with HER2/neu positive, negative or unknown disease are eligible for this trial. Patients whose tumors are HER2 positive by either immunohistochemistry 3+ staining or demonstrate gene amplification by FISH will be eligible to receive trastuzumab, as outlined in the protocol. 4. Age 65 years or older 5. Performance status 0-2 (Common Toxicity Criteria). 6. Prior treatment: - Surgical resection - - All tumor should be removed by either a modified radical mastectomy or a lumpectomy. Patients must be registered ≤ 84 days from mastectomy or within 84 days of axillary dissection if patient's most extensive breast surgery was a breast sparing procedure. - Node dissection: Axillary node dissection is not required. Management of the axilla is at the discretion of the treating physician. There is no restriction on eligibility based on the number of nodes removed. - Mastectomy: There should be no evidence of gross or microscopic invasive tumor at the surgical resection margins noted in the final surgery or pathology reports for patients who have had a modified radical mastectomy. Patients with close margins (tumor < 1 mm from margin) are eligible. - Segmental mastectomy (lumpectomy): Although clear margins are preferable, DCIS or LCIS at the surgical resection margin will not render a patient who has undergone a segmental mastectomy ineligible for this study. Invasive tumor at the final resection margin will render a patient ineligible. - No prior chemotherapy for this malignancy. - Patients with a history of hypersensitivity to 5-FU or known dihydropyrimidine dehydrogenase (DPD) deficiency are not eligible to participate. - Patients may receive up to four weeks of tamoxifen therapy for this malignancy and still be eligible for study entry. Patients who received tamoxifen or raloxifene for purposes of chemoprevention (e.g., Breast Cancer Prevention Trial) or for other indications (including previous breast cancer) are eligible. Tamoxifen or raloxifene therapy should be discontinued before the patient is enrolled on this study. 7. Required Initial Laboratory Data: - Granulocytes > 1,500/µl - Platelet count ≥100,000/µl - Calculated Creatinine Clearance > 30 mL/min - Total bilirubin ≤ ULN", "gender": "Female", "minimum_age": "65 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00024102.xml"}