{"brief_title": "E7389 in Treating Patients With Advanced Solid Tumors", "brief_summary": "Phase I trial to study the effectiveness of E7389 in treating patients who have advanced solid tumors. Drugs used in chemotherapy use different ways to stop tumor cells from dividing so they stop growing or die", "detailed_description": "PRIMARY OBJECTIVES: I. To determine the maximum tolerated dose (MTD) of E7389 administered as an IV bolus over 1-2 minutes weekly for 3 weeks. II. To describe the toxicities of E7389. III. To evaluate the pharmacokinetics of E7389. IV. To determine the in vivo anti-mitotic activity of E7389 by cell cycle analysis and immunohistochemistry in pre- and post-treatment tumor biopsies. OUTLINE: This is a dose-escalation, multicenter study. Patients receive E7389 IV over 1-2 minutes on days 1, 8, and 15. Treatment repeats every 4 weeks for at least 4 courses in the absence of disease progression or unacceptable toxicity. Cohorts of 3-6 patients receive escalating doses of E7389 until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose at which no more than 1 of 6 patients experiences dose-limiting toxicity.", "condition": "Unspecified Adult Solid Tumor, Protocol Specific", "intervention_type": "Other", "intervention_name": "laboratory biomarker analysis", "description": "Correlative studies", "arm_group_label": "Treatment (eribulin mesylate)", "other_name": "pharmacological studies", "criteria": "Inclusion Criteria: - Advanced, histologically-confirmed solid tumors refractory to standard therapy or for which no standard therapy exists - Karnofsky performance status of at least 60% and estimated survival of at least two months - Serum creatinine =< 1.5 mg/dl or creatinine clearance >= 60 ml/min - ANC >= 1,500/ul - Platelets >= 100,000/ul - Bilirubin =< 1.5 mg/dl - SGOT and SGPT =< 2.5 times the upper limits of normal - Prior to entry on study, a patient must be at least four weeks from prior chemotherapy (six weeks from nitrosoureas, 8 weeks from UCN-01) and have recovered from all side effects of prior therapy; there is no limit on the number of prior chemotherapy regimens - Written, voluntary, informed consent of the patient must be obtained in compliance with institutional, state and federal guidelines - Patients with brain metastases are INELIGIBLE for this study - Due to concerns regarding possible drug interactions, patients with HIV taking anti-retroviral medications are INELIGIBLE - Pregnant patients and patients who are breast feeding are INELIGIBLE; all patients of child-bearing potential, both male and female, must be advised to practice adequate contraception; premenopausal women must have a negative pregnancy test prior to entry on this study - Patients with any non-malignant intercurrent illness (e.g. cardiovascular, pulmonary, or central nervous system disease) which is either poorly controlled with currently available treatment, or which is of such severity that the investigators deem it inappropriate to treat the patient on this protocol are INELIGIBLE - Patients currently being treated for a severe infection or who are recovering from major surgery are INELIGIBLE until recovery is deemed complete by the investigators - All patients must have evaluable disease; the presence of measurable disease is NOT required for this phase I study; if unidimensionally measurable disease is present, baseline measurements of up to 3 indicator lesions should be made no earlier than four weeks prior to the first cycle of chemotherapy; pleural effusions, ascites and bone metastases are not considered measurable - CBC, differential count, platelet count, and blood chemistries should be done no earlier than 72 hours prior to each cycle of chemotherapy - Except for 4 weeks for tumor measurements and 72 hours for specified blood work, pretreatment tests should be done no earlier than two weeks prior to the first cycle of chemotherapy - Once the MTD has been established, an additional10 patients will be accrued to obtain pre- and post-treatment biopsy material in order to validate the molecular targets of E7389 in man; therefore, to maximize likelihood of obtaining tissue from patients treated in the expanded MTD cohort, only patients with tumors appropriate for repeated biopsy are eligible during this stage of the study", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00047034.xml"}