{"brief_title": "FR901228 in Treating Patients With Previously Treated Unresectable Locally Advanced or Metastatic Colorectal Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy, such as FR901228, work in different ways to stop tumor cells from dividing so they stop growing or die. PURPOSE: This phase II trial is studying how well FR901228 works in treating patients with unresectable locally advanced or metastatic colorectal cancer.", "detailed_description": "OBJECTIVES: - Determine the confirmed response (complete and partial) in patients with previously treated unresectable locally advanced or metastatic colorectal cancer treated with FR901228 (depsipeptide). - Determine the time to treatment failure and overall survival of patients treated with this drug. - Determine the qualitative and quantitative toxic effects of this drug in these patients. OUTLINE: This is a multicenter study. Patients receive FR901228 (depsipeptide) IV over 4 hours on days 1, 8, and 15. Courses repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patients are followed every 8 weeks until disease progression and then every 3 months until 1 year after study entry and then every 6 months until 3 years after study entry. PROJECTED ACCRUAL: A total of 20-40 patients will be accrued for this study within 4-10 months.", "condition": "Colorectal Cancer", "intervention_type": "Drug", "intervention_name": "romidepsin", "criteria": "DISEASE CHARACTERISTICS: - Histologically or cytologically confirmed colorectal cancer meeting 1 of the following criteria: - Locally advanced unresectable disease - Distant metastatic disease - Measurable disease - Previously treated with at least 1, but no more than 2, prior chemotherapy regimens for unresectable locally advanced or metastatic disease - May have included irinotecan or oxaliplatin - No more than 1 prior chemotherapy regimen (not oxaliplatin-based) for advanced or metastatic disease if previously treated with oxaliplatin-based adjuvant chemotherapy - No more than 1 prior chemotherapy regimen (not irinotecan-based) for advanced or metastatic disease if previously treated with irinotecan-based adjuvant chemotherapy - No known brain metastases PATIENT CHARACTERISTICS: Age - Over 18 Performance status - Zubrod 0-1 Life expectancy - Not specified Hematopoietic - WBC ≥ 3,000/mm^3 - Absolute neutrophil count ≥ 1,500/mm^3 - Platelet count ≥ 100,000/mm^3 Hepatic - Bilirubin ≤ upper limit of normal (ULN) - SGOT and SGPT ≤ 2.5 times ULN Renal - Creatinine ≤ ULN Cardiovascular - No New York Heart Association class III or IV congestive heart failure - No myocardial infarction within the past year - No uncontrolled dysrhythmias - No poorly controlled angina - No prior serious ventricular arrhythmia (e.g., ventricular tachycardia or ventricular fibrillation ≥ 3 beats in a row) - No left ventricular hypertrophy - QTc < 500 msec - No other significant cardiac disease Other - Not pregnant or nursing - Fertile patients must use effective contraception - No other malignancy within the past 5 years except adequately treated basal cell or squamous cell skin cancer or carcinoma in situ of the cervix - No prior allergic reaction attributed to compounds of similar chemical or biological composition to FR901228 PRIOR CONCURRENT THERAPY: Biologic therapy - No concurrent anticancer immunotherapy Chemotherapy - See Disease Characteristics - At least 28 days since prior chemotherapy and recovered - No prior FR901228 (depsipeptide) - No other concurrent anticancer chemotherapy Endocrine therapy - No concurrent anticancer hormonal therapy Radiotherapy - At least 28 days since prior radiotherapy and recovered - No concurrent anticancer radiotherapy Surgery - At least 28 days since prior surgery and recovered Other - No concurrent combination antiretroviral therapy for HIV-positive patients - No concurrent agent that causes QTc prolongation - No concurrent hydrochlorothiazide - No other concurrent investigational agents - No other concurrent drugs that have histone deacetylase inhibitor activity (e.g., valproic acid) - No other concurrent anticancer therapy", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00077337.xml"}