{"brief_title": "DTPACE Followed by Tandem Transplant With MEL 200 Versus MEL/DTPACE Hybrid and DTPACE Consolidation", "brief_summary": "The purpose of this study is to find out if transplant with a new regimen of chemotherapy called DT PACE-Melphalan is better than transplant with Melphalan alone. Another purpose of this study is to find out if there will be fewer side effects with the new regimen of DT PACE-Melphalan, compared to melphalan alone.", "detailed_description": "To evaluate, in a randomized phase III clinical trial in previously treated multiple myeloma patients, whether angio-chemotherapy with D.T. PACE followed by tandem transplant with MEL-DTPACE Hybrid may be equivalent or superior to tandem transplant with high dose melphalan in terms of CR/near CR/VGPR rate and event-free and overall survival.", "condition": ["Multiple Myeloma"], "intervention_type": ["Drug", "Drug", "Drug", "Drug", "Drug", "Drug", "Drug"], "intervention_name": ["Cisplatin", "Cyclophosphamide", "Adriamycin", "Etoposide", "Melphalan", "Thalidomide", "Dexamethasone"], "description": ["20mg/m2 continuous infusion days -3 and -2.", "800 mg/m2 continuous infusion days -3 and -2.", "20mg/m2 continuous infusion -3 and -2.", "80mg/m2 continuous infusion -3 and -2.", "200 mg/m2 IV over <20 minutes on -1 on Arm 1. 50mg/m2 IV over 20 minutes days -3 and -2 on Arm 2.", "200mg PO Continuing to Day +5, then hold until platelets >50K.", "40 mg po days 1 - 4 (4 days)"], "arm_group_label": ["Auto Transplant w/ Melphalan + DT Pace", "Auto Transplant w/ Melphalan + DT Pace", "Auto Transplant w/ Melphalan + DT Pace", "Auto Transplant w/ Melphalan + DT Pace", "Auto Transplant w/ High Dose Melphalan", "Auto Transplant w/ Melphalan + DT Pace", "Auto Transplant w/ Melphalan + DT Pace", "Auto Transplant w/ Melphalan + DT Pace"], "other_name": ["Cisplatinum", "cis-diamminedichloroplatinum", "DCCP", "Platinol", "Platinol-AQ", "Endoxan", "Cytoxan", "Neosar", "Procytox", "Revimmune", "hydroxydaunorubicin", "Doxorubicin", "Eposin", "Etopophos", "Vepesid", "VP-16", "alkeran", "Thalomid", "Decadron", "NSC-34521"], "criteria": "Inclusion Criteria: - Patients must have active multiple myeloma requiring treatment. - Patients that have received >450 mg/m2 of prior Adriamycin therapy are eligible, however, Adriamycin will be deleted from the DT PACE regimen in these patients, unless the left ventricular ejection fraction is > 55% on MUGA Scan or ECHO. If the patient has had > 450 mg/m2 of prior adriamycin, the LVEF must be evaluated prior to every cycle of DT PACE and it must be > 55% for patient to continue to receive adriamycin. - All necessary baseline studies for determining eligibility must be obtained within 35 days prior to registration. - Patients must have a performance status of 0-2 based on SWOG criteria. Patients with a poor performance status (3-4), based solely on bone pain, will be eligible. - Patients must have a platelet count greater than or equal to 100,000/microliters. Patients with platelet count <100,000/microliters may be enrolled if it is felt to be due to extensive marrow plasmacytosis. - Patients must have a creatinine <3 mg/dl and a creatinine clearance greater than or equal to 30 ml/minute. Patients with a creatinine clearance of 30-50 ml will only receive a 50% cisplatin dose. - Patients must have adequate hepatic function defined as serum transaminases < 2 x ULN and direct bilirubin < 2.0 mg/dl. - Patients must be able to receive full doses of DT PACE, in the opinion of the treating investigator, with some exception of: Patients that have received prior adriamycin > 450 mg/m2 and LVEF < 55% or patients with a creatinine clearance 30 - 50 ml/minute, who will receive 50% of the cisplatin dose. - All patients must be informed of the investigational nature of this study and must sign and give written informed consent in accordance with institutional and federal guidelines. Exclusion Criteria: - Patients must not have significant co-morbid medical conditions or uncontrolled life threatening infection. - Patients must not have received a prior autotransplant or allograft. - Patients with recent (less than or equal to 6 months) myocardial infarction, unstable angina, difficult to control congestive heart failure, uncontrolled hypertension, or difficult to control cardiac arrythmias are ineligible. Ejection fraction by ECHO or must be greater than or equal to 50% and must be performed within 60 days prior to registration, unless the patient has received chemotherapy within that period of time (dexamethasone and thalidomide excluded), in which case the LVEF must be repeated. - Patients must not have a history of chronic obstructive or chronic restrictive pulmonary disease. - No prior malignancy is allowed except for adequately treated basal cell or squamous cell skin cancer, in situ cervical cancer, or other cancer for which the patient has been disease free for at least three years.Prior malignancy is acceptable provided there has been no evidence of disease within the three-year interval. - Pregnant or nursing women may not participate. - Patients must not have significant co-morbid medical conditions or uncontrolled life threatening infection. - Patients must not have a history of chronic obstructive or chronic restrictive pulmonary disease. Patients must have adequate pulmonary function studies greater than or equal to 50% of predicted on mechanical aspects (FEV1, FVC, etc) and diffusion capacity (DLCO) greater than or equal to 50% of predicted. Patients unable to complete pulmonary function tests due to myeloma related pain or fracture must have a high resolution CT scan of the chest and must also have acceptable arterial blood gases defined as P02 greater than 70.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Melphalan", "mesh_term": ["Multiple Myeloma", "Neoplasms, Plasma Cell", "Liposomal doxorubicin", "Etoposide phosphate", "Cisplatin", "Dexamethasone", "Cyclophosphamide", "Doxorubicin", "Etoposide", "Melphalan", "Thalidomide", "Dexamethasone acetate", "Dexamethasone 21-phosphate", "BB 1101"], "id": "NCT00083915"}