{"brief_title": "Phase III Randomized, Double-Blind, Sham-Controlled Study of Plasma Exchange for Acute Severe Attacks of Inflammatory Demyelinating Disease Refractory to Intravenous Methylprednisolone", "brief_summary": "OBJECTIVES: I. Evaluate the effectiveness of plasma exchange in the treatment of acute severe attacks of inflammatory demyelinating disease in patients who have failed intravenous steroid therapy.", "detailed_description": "PROTOCOL OUTLINE: This is a randomized, double-blind study. Patients are stratified by disease type; each stratum is randomized separately. The first group of patients receives a true plasma exchange using continuous-flow centrifugation with serum albumin and crystalloid replacement every 2 days for a total of 7 exchanges. The second group receives a sham plasma exchange with no centrifugation every 2 days for a total of 7 exchanges. Patients cross to the alternate therapy if there is less than a moderate improvement by day 14. The treatment decision is based on a blinded neurologic assessment. Concurrent corticosteroids and other immunosuppressants, and high-dose barbiturates are not allowed. Patients are followed at 1 and 6 months after the last exchange.", "condition": ["Acute Disseminated Encephalomyelitis", "Devic's Syndrome", "Marburg's Variant of Multiple Sclerosis", "Balo's Concentric Sclerosis", "Acute Transverse Myelitis"], "intervention_type": ["Procedure"], "intervention_name": ["Plasma exchange"], "criteria": "PROTOCOL ENTRY CRITERIA: --Disease Characteristics-- - Idiopathic inflammatory demyelinating syndrome, as follows: biopsy-proven if necessary - established diagnosis of multiple sclerosis (MS) using Poser criteria; acute disseminated encephalomyelitis; Marburg's variant of MS Balo's concentric sclerosis - Eligible without biopsy: acute transverse myelitis; Devic's syndrome - Acute neurologic deficit markedly affecting consciousness, language, or brainstem/spinal cord function, i.e., aphasia, paraplegia, coma, quadriplegia, hemiplegia, severe organic brain syndrome - Deficit unresponsive to 5 days of high-dose intravenous methylprednisolone (MePRDL), as follows: deficit duration of 21 days to 3 months AND no improvement 14 days after beginning MePRDL OR deficit duration of 12 to 20 days AND continued deterioration after completion of MePRDL - No chronically progressive demyelinating disease - No HIV-associated demyelinating syndrome - No progressive multifocal leukoencephalopathy - No optic neuritis --Prior/Concurrent Therapy-- - No more than 3 months of prior steroid therapy Failure on prior MePRDL required Minimum dose 7 mg/kg per day for 5 days - At least 6 weeks since other immunosuppressives, e.g., cyclophosphamide, azathioprine, cyclosporine --Patient Characteristics-- - Renal: Creatinine less than 1.5 mg/dL - Cardiovascular: No hypovolemia; no infarction; no vasculitis; no other major systemic cardiovascular illness - Pulmonary: No major respiratory illness - Other: No infection, including hepatitis or human immunodeficiency virus; no recent intravenous drug abuse; no high-risk sexual behavior; no cardiac, cerebrovascular, or autonomic dysfunction that would increase risk of hypotension; no other major systemic illness that would preclude protocol therapy; no pregnant or nursing women; negative serum pregnancy test required of fertile women; effective contraception required", "gender": "All", "minimum_age": "18 Years", "maximum_age": "60 Years", "healthy_volunteers": "No", "keyword": "rare disease", "mesh_term": ["Sclerosis", "Multiple Sclerosis", "Myelitis", "Encephalomyelitis", "Myelitis, Transverse", "Demyelinating Diseases", "Neuromyelitis Optica", "Encephalomyelitis, Acute Disseminated", "Diffuse Cerebral Sclerosis of Schilder", "Methylprednisolone"], "id": "NCT00004645"}