{"brief_title": "Beta Alethine in Treating Patients With Myeloma", "brief_summary": "RATIONALE: Biological therapies such as beta alethine use different ways to stimulate the immune system and stop cancer cells from growing. PURPOSE: Phase I/II trial to study the effectiveness of beta alethine in treating patients who have myeloma.", "detailed_description": "OBJECTIVES: - Determine the antitumor effects of low-dose beta alethine in patients with myeloma or progressive monoclonal gammopathy of undetermined significance. - Determine the effects of this regimen on anemia, performance status, pain, and delayed-type hypersensitivity (immune response) in these patients. - Determine the safety of this regimen in these patients. OUTLINE: This is a multicenter study. Patients receive beta alethine subcutaneously every 2 weeks for 6 doses. At day 85, patients may receive an additional 12-week course of therapy in the absence of disease progression or unacceptable toxicity. Patients with an apparent complete response receive additional courses. Patients are followed for 2 weeks. PROJECTED ACCRUAL: A total of 13-37 patients will be accrued for this study.", "condition": "Precancerous Condition", "intervention_type": "Drug", "intervention_name": "beta alethine", "criteria": "DISEASE CHARACTERISTICS: - Histologically proven myeloma - Multiple myeloma - Indolent myeloma with slowly progressive bone pathology - Smoldering myeloma with no bone pathology but a progressive increase in M-protein - Solitary myeloma OR - Diagnosis of evolving monoclonal gammopathy of undetermined significance with increasing M-protein or decreasing hemoglobin level - Measurable M-protein or Bence Jones protein - Indolent disease not requiring therapy allowed - No clinical signs or evidence of active brain involvement or leptomeningeal disease PATIENT CHARACTERISTICS: Age: - 18 and over Performance status: - Karnofsky 50-100% Life expectancy: - At least 4 months Hematopoietic: - See Disease Characteristics - Neutrophil count at least 1,500/mm^3 - Platelet count at least 100,000/mm^3 - Hemoglobin at least 10 g/dL Hepatic: - Bilirubin less than 2.0 mg/dL - Transaminases no greater than 2.5 times upper limit of normal Renal: - Creatinine no greater than 2.0 mg/dL - Creatinine clearance at least 60 mL/min Cardiovascular: - No acute changes on electrocardiogram - No uncontrolled angina, heart failure, or arrhythmia Other: - Adequate nutritional status (total protein at least 60.0 g/L, albumin at least 35 g/L) - HIV negative - No AIDS - No active bacterial infection (e.g., abscess) or with fistula - No history of alcoholism, drug addiction, or psychotic disorders that would preclude study - No other nonmalignant disease that would preclude study - Not pregnant or nursing - Fertile patients must use effective contraception PRIOR CONCURRENT THERAPY: Biologic therapy: - At least 4 weeks since prior immunotherapy or cytokines Chemotherapy: - At least 4 weeks since prior chemotherapy (6 weeks for nitrosoureas, mitomycin, or high-dose carboplatin) Endocrine therapy: - No concurrent corticosteroids Radiotherapy: - No prior radiotherapy to greater than 25% of bone marrow Surgery: - Recovered from any prior surgery - No prior solid organ transplantation Other: - No other concurrent investigational agent - No concurrent immunosuppressive agents - No concurrent anti-inflammatory agents, including aspirin or over-the-counter or prescription nonsteroidal anti-inflammatory drugs", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00006466.xml"}