{"brief_title": "Combination Therapy for the Treatment of Bipolar Disorders", "brief_summary": "This study will compare triple and double drug regimens in the treatment of patients with depression, hypomania, or mania.", "detailed_description": "Early studies have shown lithium to produce a high percentage of satisfactory clinical response in patients with bipolar disorders. These studies, however, do not include lithium-refractory subgroups, such as bipolar II disorder patients. When the wide spectrum of bipolar disorders is considered, the lithium response rate decreases significantly. More broadly effective regimens are needed. Participants in this study will be randomly assigned to receive either lithium plus divalproex or lithium, divalproex, and lamotrigine for 7 months. Symptoms of depression and mania will be assessed with scales and patient questionnaires.", "condition": "Bipolar Disorder", "intervention_type": "Drug", "intervention_name": "Placebo", "description": "Patients were assigned in a one to one ratio to adjunctive lamotrigine versus placebo after stratification for illness type (bipolar I versus bipolar II), historical response to lithium (response versus non-response), and length of current exposure to combination treatment with lithium and divalproex (< 2 months versus ≥ 2 months). During Phase 2, patients were continued on the same doses of lithium and divalproex as during the open-label treatment phase and equal capsules of double-blind lamotrigine or matching placebo were gradually added per a structured dosing schedule up to a minimum dose of 150 mg and a maximum dose of 200 mg per day.", "arm_group_label": "Lithium + divalproex + placebo", "other_name": "Valproic Acid", "criteria": "Inclusion Criteria: - Bipolar I or II Disorder - Meet criteria for rapid cycling, defined as four or more episodes over the past 12 months - Meet criteria for a major depressive episode Exclusion Criteria: - History of intolerability of lithium, divalproex, or lamotrigine", "gender": "All", "minimum_age": "16 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00063362.xml"}