{"brief_title": "Ixabepilone in Treating Patients With Metastatic Prostate Cancer", "brief_summary": "Drugs used in chemotherapy, such as ixabepilone, work in different ways to stop tumor cells from dividing so they stop growing or die. This phase II trial is studying how well ixabepilone works in treating patients with metastatic prostate cancer that has not responded to previous hormone therapy.", "detailed_description": "PRIMARY OBJECTIVE: I. To determine the effect on percent with a 50% decrease in PSA response in patients with metastatic prostate cancer who have progressed on androgen ablation therapy and are classified into 1 of 3 separate categories: 1. Never received prior chemotherapy/cytotoxic therapy 2. Received prior taxane-based regimen 3. Received 2 prior cytotoxic chemotherapy regimens (including, but not limited to, prior taxane and anthracyclines) SECONDARY OBJECTIVES: I. Determine measurable disease response in patients with measurable disease treated with this drug and overall response rate. II. Determine the toxic effects of this drug in these patients. III. Determine the duration of PSA and measurable disease response in patients treated with this drug. IV. Determine the expression of p53, multidrug resistance protein, and Bcl-2 by immunohistochemistry in the primary tumors of patients treated with this drug. OUTLINE: This is a multicenter study. Patients are stratified according to prior chemotherapy (none vs 1 prior taxane-containing regimen vs 2 prior cytotoxic regimens). Patients receive ixabepilone IV over 1 hour on days 1, 8, and 15. Courses repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patients are followed every 3 months for 2 years and then every 6 months for 3 years.", "condition": ["Adenocarcinoma of the Prostate", "Recurrent Prostate Cancer", "Stage IV Prostate Cancer"], "intervention_type": ["Drug"], "intervention_name": ["ixabepilone"], "description": ["Given IV"], "arm_group_label": ["Arm I"], "other_name": ["BMS-247550", "epothilone B lactam", "Ixempra"], "criteria": "Inclusion Criteria: - Histologically confirmed adenocarcinoma of the prostate - Metastatic disease - Evidence of disease progression (e.g., new lesions on bone scan or new/enlarging lesions on CT scan) OR rising prostate-specific antigen (PSA) within the past 4 weeks - Radiologic evidence of hydronephrosis alone is not considered evidence of metastatic disease (e.g., increasing PSA) - Patients with bone metastases only (i.e., lacking soft tissue disease) must have a PSA level >= 10 ng/mL within the past week - Patients with stable disease and rising PSA must show 2 consecutive rises in PSA measurements taken at least 2 weeks apart - Most recent PSA level must be obtained within the past 4 weeks - Disease progression after prior anti-androgen withdrawal must be confirmed by a rising PSA after the 4-6 week washout period (e.g., PSA level higher than the last PSA obtained while on anti-androgen therapy) - Failed prior bilateral orchiectomy or other primary hormonal therapy - Patients who have not undergone bilateral orchiectomy must continue on luteinizing hormone-releasing hormone (LHRH) agonist therapy (e.g., leuprolide or goserelin) or LHRH antagonist (e.g., abarelix) during study treatment AND must have a serum testosterone level =< 50 ng/dL within the past 4 weeks to confirm androgen suppression - ECOG 0-2 - Granulocyte count >= 1,500/mm^3 - Platelet count >= 100,000/mm^3 - WBC >= 4,000/mm^3 - SGPT =< 2 times upper limit of normal - Bilirubin =< 1.5 mg/dL - INR normal - Creatinine =< 1.5 mg/dL - Creatinine clearance >= 50 mL/min - No New York Heart Association class III-IV heart disease - No myocardial infarction within the past 6 months - No active angina pectoris - No evidence of ventricular dysrhythmias or other unstable arrhythmia - Rate-controlled atrial fibrillation allowed provided the patient is asymptomatic - No other malignancy within the past 5 years except curatively treated nonmelanoma skin cancer - No serious medical illness or active infection that would preclude study participation - No concurrent prophylactic filgrastim (G-CSF) - No more than 2 prior cytotoxic chemotherapy regimens for hormone-refractory disease - At least 4 weeks since prior chemotherapy with a taxane-based regimen, mixantrone, or another cytotoxic chemotherapy regimen provided there is evidence of progressive disease - At least 4 weeks since prior flutamide AND continued evidence of progressive disease - At least 6 weeks since prior bicalutamide or nilutamide AND continued evidence of progressive disease - At least 4 weeks since prior estrogen or estrogen-like agents (e.g., PC-SPES, saw palmetto, or other herbal products which may contain phytoestrogens) - At least 4 weeks since prior hormonal therapy, including megestrol, finasteride, ketoconazole, or systemic corticosteroids - No concurrent estrogen or estrogen-like agents (e.g., PC-SPES, saw palmetto, or other herbal products which may contain phytoestrogens) - More than 4 weeks since prior radiotherapy - No prior strontium chloride Sr 89 or samarium Sm 153 lexidronam pentasodium - No other prior radioisotope - No concurrent radiotherapy for pain control - No more than 1 prior experimental (non-cytotoxic) therapy AND evidence of progressive disease - At least 4 weeks since prior experimental therapy - Concurrent bisphosphonates (e.g., pamidronate or zoledronate) allowed provided treatment was initiated at least 4 weeks ago and there is evidence of progressive disease - No other concurrent investigational agents - No concurrent therapeutic warfarin - Concurrent prophylactic or therapeutic doses of low molecular weight heparin allowed provided criterion for INR is met - No carcinomatous meningitis or brain metastases - Fertile patients must use effective contraception - No peripheral neuropathy > grade 1", "gender": "Male", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Prostatic Neoplasms", "Adenocarcinoma", "Epothilones", "Epothilone B"], "id": "NCT00087139"}