{"brief_title": "GTI-2040 and Gemcitabine in Treating Patients With Metastatic or Unresectable Solid Tumors", "brief_summary": "This phase I trial is studying the side effects and best dose of GTI-2040 and gemcitabine in treating patients with metastatic or unresectable solid tumors. Drugs used in chemotherapy, such as gemcitabine, work in different ways to stop tumor cells from dividing so they stop growing or die. GTI-2040 may stop the growth of tumor cells by blocking the enzymes necessary for their growth and by making tumor cells more sensitive to gemcitabine", "detailed_description": "OBJECTIVES: Primary I. Determine the toxicity profile and maximum tolerated dose of GTI-2040 and gemcitabine in patients with metastatic or unresectable solid tumors. Secondary I. Determine the pharmacokinetics and pharmacodynamics of this regimen in these patients. OUTLINE: This is an open-label, dose-escalation study. Patients receive GTI-2040 IV continuously on days 2-16 of course 1 and on days 1-16 of all subsequent courses and gemcitabine IV over 30 minutes on days 1, 8, and 15 of course 1 and on days 2, 9, and 16 of all subsequent courses. Courses repeat every 28 days in the absence of disease progression or unacceptable toxicity. Cohorts of 3-6 patients receive escalating doses of GTI-2040 and gemcitabine until the maximum tolerated dose (MTD) is determined. The MTD is defined as the dose preceding that at which 2 of 3 or 2 of 6 patients experience dose-limiting toxicity. Once the MTD is determined, 10 additional patients are treated at that dose. PROJECTED ACCRUAL: Approximately 18-40 patients will be accrued for this study within 6-20 months.", "condition": ["Unspecified Adult Solid Tumor, Protocol Specific"], "intervention_type": ["Biological", "Drug", "Other", "Other"], "intervention_name": ["GTI-2040", "gemcitabine hydrochloride", "laboratory biomarker analysis", "pharmacological study"], "description": ["Given IV", "Given IV", "Correlative studies", "Correlative studies"], "arm_group_label": ["Treatment (GTI-2040, gemcitabine hydrochloride)", "Treatment (GTI-2040, gemcitabine hydrochloride)", "Treatment (GTI-2040, gemcitabine hydrochloride)", "Treatment (GTI-2040, gemcitabine hydrochloride)"], "other_name": ["dFdC", "difluorodeoxycytidine hydrochloride", "gemcitabine", "Gemzar", "pharmacological studies"], "criteria": "Inclusion Criteria: - Histologically or cytologically confirmed solid tumor - Metastatic or unresectable disease for which standard curative or palliative measures do not exist or are no longer effective - Measurable or evaluable disease - No known active or progressive brain metastases or primary brain tumors - Performance status - ECOG 0-2 - Performance status - Karnofsky 60-100% - More than 12 weeks - Hemoglobin > 9 g/dL - Absolute neutrophil count ≥ 1,500/mm^3 - Platelet count ≥ 100,000/mm^3 - Bilirubin ≤ 2 times upper limit of normal (ULN) - AST and ALT ≤ 3 times ULN (5 times ULN if hepatic metastases are present) - Creatinine ≤ 2.0 mg/dL - Creatinine clearance ≥ 50 mL/min - No symptomatic congestive heart failure - No unstable angina pectoris - No cardiac arrhythmia - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No prior allergic reaction attributed to compounds of similar chemical or biological composition to study drugs - No ongoing or active infection - No psychiatric illness or social situation that would preclude study compliance - No other condition (e.g., dementia or developmental delay) that would preclude giving informed consent - No other concurrent uncontrolled illness that would preclude study participation - Prior biologic therapy allowed - No concurrent biologic therapy - No concurrent immunotherapy - No concurrent routine filgrastim (G-CSF) or sargramostim (GM-CSF) - Prior gemcitabine allowed - Prior investigational chemotherapy allowed - At least 4 weeks since prior chemotherapy (6 weeks for mitomycin, carmustine, or nitrosoureas) and recovered - No other concurrent chemotherapy - Concurrent hormonal therapy (e.g., luteinizing hormone-releasing hormone agonists) for prostate cancer is allowed - At least 4 weeks since prior radiotherapy and recovered - No prior radiotherapy to more than 25% of bone marrow - No concurrent radiotherapy - Recovered from prior surgery - No other concurrent investigational therapy - No other concurrent anticancer therapy - No concurrent combination antiretroviral therapy for HIV-positive patients - No concurrent long-term oral anticoagulation therapy (e.g., warfarin) - Prophylactic warfarin to maintain central venous access patency allowed", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Gemcitabine"], "id": "NCT00078962"}