{"brief_title": "Study of FK788 in Subjects With Chronic Hepatitis C Virus Infection", "brief_summary": "The purpose of this study is to assess the safety, tolerability and pharmacokinetics of 4 weeks therapy with FK788 in subjects with chronic hepatitis C virus (HCV) infection. Also, to assess the effect of FK788 on serum ALT concentration and hepatitis C viral level during therapy and for four weeks following therapy.", "detailed_description": "This is a multi-center, randomized, investigator and subject blinded, placebo-controlled eight week study, including a four week treatment period and a four week follow-up period. Three cohorts of HCV positive subjects will be studied in a sequential manner.", "condition": ["Hepatitis C"], "intervention_type": ["Drug"], "intervention_name": ["FK788"], "criteria": "The following criteria is a brief summary of Criterion required for trial participation. Inclusion Criteria - Has chronic hepatitis C virus infection and has previously received at least three months of treatment with any approved therapy and failed to respond, relapsed or did not tolerate therapy - Has positive HCV RNA by RT-PCR - Has abnormal ALT levels (at least 2 X ULN) - Has liver biopsy within past 2 years consistent with chronic hepatitis, no evidence of non-alcoholic steatohepatitis or cirrhosis, and at least mild inflammation - Has normal liver function indicated by: PT =< 2 sec. prolonged compared to the ULN, Albumin >= 3.5 g/dL, Total bilirubin =< 1.5 mg/dL - ANA titer =< 1:160 Exclusion Criteria - Has positive skin test for tuberculosis - Has ALT value >= 300 IU/L - Has abnormal hematological parameters indicated by: ANC < 1500/mm3 and Platelets < 100,000/mm3 - Has creatinine > 1.5 X ULN - AFP > 50 ng/mL and evidence of hepatocellular carcinoma on ultrasound - Is a carrier of the hepatitis B surface antigen (HBsAg), positive for HIV-1 and/or HIV-2 antibodies", "gender": "All", "minimum_age": "18 Years", "maximum_age": "60 Years", "healthy_volunteers": "No", "keyword": "HCV", "mesh_term": ["Hepatitis", "Hepatitis A", "Hepatitis C", "Hepatitis, Chronic", "Hepatitis C, Chronic", "Virus Diseases"], "id": "NCT00047814"}