{"brief_title": "The Safety and Effectiveness of Clarithromycin Plus Ethambutol Used With or Without Clofazimine in the Treatment of MAC in Patients With AIDS", "brief_summary": "PRIMARY: To assess the tolerability of the combination regimen of clarithromycin plus ethambutol with or without clofazimine in patients with disseminated Mycobacterium avium Complex (dMAC). SECONDARY: To determine the proportion of patients achieving a sterile blood culture along with the time required to achieve it. To determine the duration of bacteriological response, defined as length of time that blood cultures remain sterile.", "condition": ["Mycobacterium Avium-intracellular Infection", "HIV Infections"], "intervention_type": ["Drug", "Drug", "Drug"], "intervention_name": ["Ethambutol hydrochloride", "Clarithromycin", "Clofazimine"], "criteria": "Inclusion Criteria Patients must have: - History of HIV seropositivity. - Disseminated MAC. - Positive blood culture for MAC within 4 weeks prior to study entry. - Consent of parent or guardian if less than 18 years of age. - Ability to complete the study. NOTE: - Patients with active opportunistic infections other than dMAC are permitted if dosage and clinical parameters have been stable for 4 weeks prior to enrollment. Exclusion Criteria Concurrent Medication: Excluded: - Active therapy with carbamazepine or theophylline, unless investigator agrees to carefully monitor blood levels. - Active therapy with investigational drugs other than treatment for HIV disease, except with approval of the sponsor. - Concomitant terfenadine (Seldane or Seldane-D) or astemizole (Hismanal). - Amikacin. - Azithromycin. - Capreomycin. - Ciprofloxacin. - Cycloserine. - Ethionamide. - Gentamicin. - Kanamycin. - Levofloxacin. - Lomefloxacin. - Ofloxacin. - Rifampin. - Rifabutin. - Sparfloxacin. - Streptomycin. - Any other aminoglycosides, quinolones, and macrolides. Patients with the following prior conditions are excluded: History of allergy or hypersensitivity to macrolides, ethambutol, or clofazimine. Prior Medication: Excluded: - Other antimycobacterials, including aminoglycosides, ansamycin (rifabutin), other macrolides (such as clindamycin), quinolones, and rifampin, between screening and study entry. - Clarithromycin or azithromycin as prophylaxis or treatment (for any cause) for more than 14 days cumulative within the past 2 months.", "gender": "All", "minimum_age": "13 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Clarithromycin", "mesh_term": ["Infection", "Communicable Diseases", "HIV Infections", "Mycobacterium Infections", "Mycobacterium avium-intracellulare Infection", "Clarithromycin", "Ethambutol", "Clofazimine"], "id": "NCT00002331"}