{"brief_title": "Trial of Oral Karenitecin in Patients With Solid Tumors and Lung Cancer", "brief_summary": "The purpose of this study is to determine the maximum safe dose of orally administered Karenitecin (BNP1350) in patients with solid tumors.", "detailed_description": "Initially, the safety, side effects and recommended phase 2 dose of oral Karenitecin in patients with advanced solid tumors will be determined. When the recommended phase 2 dose has been determined, the specified dose will be used to determine if Karenitecin is effective in the treatment of patients with relapsed or refractory non-small cell lung cancer.", "condition": "Carcinoma, Non-Small-Cell Lung", "intervention_type": "Drug", "intervention_name": "Karenitecin (BNP1350)", "description": "Phase 1 study,dose-escalation design", "arm_group_label": "1", "other_name": "Karenitecin also referred to as BNP1350", "criteria": "Inclusion Criteria - Patients entering the Phase 1 portion of the study must have a histologically or cytologically documented diagnosis of cancer (solid tumors) refractory to conventional therapeutic modalities or for which no conventional treatment exists. - Patients entering the Phase 2 portion of the study must have a histologically or cytologically documented diagnosis of advanced (Stage IIIb/IV) NSCLC. - Patients entering the Phase 1 portion of the study can have either measurable or evaluable disease. - Patients entering the Phase 2 portion of the study must have measurable disease meeting RECIST criteria. - Patients must have an ECOG performance status of less than or equal to 1. - More than 2 weeks must have elapsed since previous chemotherapy and 6 weeks from previous treatment with nitrosoureas or mitomycin-C. - Patients must have fully recovered from the toxic effects of prior therapy. - Patients entering the Phase 1 portion of the study may have received up to two prior chemotherapy programs including adjuvant or neoadjuvant therapy. - Patients entering the Phase 2 portion of the study may have received only one prior chemotherapy program including adjuvant or neoadjuvant therapy for NSCLC. - More than 2 weeks must have elapsed since previous radiation therapy and prior radiation must be less than or equal to 15% of the bone marrow. - Required Initial Laboratory Data: *ANC ≥ 1,500/mm3, *Platelet count ≥ 100,000/mm3, *SGPT < 1.5 times ULN, *Alkaline phosphatase < 2.0 times ULN, *Bilirubin < 1.5 mg/dl, *Serum creatinine < 1.5 times ULN Exclusion Criteria: - Pregnant or lactating women. - Uncontrolled high blood pressure, uncontrolled diabetes mellitus, unstable angina, symptomatic congestive heart failure (CHF), myocardial infarction (MI) within 6 months, or uncontrolled arrhythmia. - Phase 2 no previous or concurrent malignancy - Central Nervous System (CNS) metastasis if neurologically unstable or requiring steroid use. - Active infection. - Known positive HIV status. - Conditions requiring use of H2 blockers or other antacids. - Inability to provide informed consent.", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "id": "NCT00097903.xml"}