{"brief_title": "Topotecan in Treating Women With Persistent or Recurrent Cervical Cancer", "brief_summary": "RATIONALE: Drugs used in chemotherapy, such as topotecan, work in different ways to stop tumor cells from dividing so they stop growing or die. PURPOSE: This phase II trial is studying how well topotecan works in treating women with persistent or recurrent cervical cancer.", "detailed_description": "OBJECTIVES: - Determine the antitumor activity of topotecan in patients with persistent or recurrent carcinoma of the cervix that failed higher priority treatment protocols. - Determine the nature and degree of toxicity of this drug in these patients. OUTLINE: This is a multicenter study. Patients receive topotecan IV over 30 minutes on days 1, 8, and 15. Courses repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patient are followed for every 3 months for 2 years and then every 6 months for 3 years. PROJECTED ACCRUAL: A total of 22-60 patients will be accrued for this study within 1-2 years.", "condition": ["Cervical Cancer"], "intervention_type": ["Drug"], "intervention_name": ["topotecan hydrochloride"], "arm_group_label": ["Topotecan"], "criteria": "DISEASE CHARACTERISTICS: - Histologically confirmed carcinoma of the cervix - Squamous cell or nonsquamous cell - Persistent or recurrent disease - Documented disease progression - Measurable disease - At least 1 unidimensionally measurable target lesion ≥ 20 mm by conventional techniques OR ≥ 10 mm by spiral CT scan - Tumors within a previously irradiated field are considered non-target lesions unless disease progression is documented or a biopsy is obtained to confirm persistent disease at least 90 days after completion of prior radiotherapy - Must have received 1 prior systemic chemotherapy regimen for persistent or recurrent squamous cell or nonsquamous cell carcinoma of the cervix - Chemotherapy administered with primary radiotherapy as a radiosensitizer is not considered a systemic chemotherapy regimen - Not eligible for a higher priority GOG protocol (i.e., any active phase III GOG protocol for the same patient population) PATIENT CHARACTERISTICS: Age - 18 and over Performance status - GOG 0-2 Life expectancy - Not specified Hematopoietic - Absolute neutrophil count ≥ 1,500/mm^3 - Platelet count ≥ 100,000/mm^3 Hepatic - Bilirubin ≤ 1.5 times upper limit of normal (ULN) - SGOT ≤ 2.5 times ULN - Alkaline phosphatase ≤ 2.5 times ULN Renal - Creatinine ≤ 1.5 times ULN Other - Sensory or motor neuropathy ≤ grade 1 - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No active infection requiring antibiotics - No other malignancy within the past 5 years except nonmelanoma skin cancer PRIOR CONCURRENT THERAPY: Biologic therapy - One prior non-cytotoxic (biologic or cytostatic) regimen for recurrent or persistent disease allowed, including, but not limited to, the following: - Monoclonal antibodies - Cytokines - Small-molecule inhibitors of signal transduction - At least 3 weeks since prior biologic or immunologic agents for cervical cancer - No concurrent prophylactic growth factors, including filgrastim (G-CSF), sargramostim (GM-CSF), or pegfilgrastim - No concurrent prophylactic thrombopoietic agents Chemotherapy - See Disease Characteristics - Recovered from prior chemotherapy - No more than 1 prior cytotoxic chemotherapy regimen (either with single or combination cytotoxic drug therapy) - No prior topotecan Endocrine therapy - At least 1 week since prior hormonal therapy for cervical cancer - Concurrent hormone replacement therapy allowed Radiotherapy - See Disease Characteristics - Recovered from prior radiotherapy Surgery - Recovered from prior surgery Other - At least 3 weeks since other prior therapy for cervical cancer - No prior cancer therapy that would preclude study participation", "gender": "Female", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "cervical squamous cell carcinoma", "mesh_term": ["Uterine Cervical Neoplasms", "Topotecan"], "id": "NCT00087126"}