{"brief_title": "Study of Clevidipine Assessing Its Preoperative Antihypertensive Effect in Cardiac Surgery (ESCAPE-1)", "brief_summary": "The purpose of this study is to determine the efficacy of clevidipine injection versus placebo in treating preoperative hypertension.", "detailed_description": "Initiation of study drug infusion will commence with the occurrence of protocol-defined preoperative hypertension (SBP > 160 mmHg) as measured via an indwelling arterial line. The study drug (clevidipine or placebo) may be administered to treat hypertension until one hour has elapsed, or until induction of anesthesia, whichever occurs first. The primary endpoint of bailout described (as defined per protocol) as bailout for lack of efficacy, bailout for safety reason or bailout due to treatment failure will be determined during the 30-minute period from study drug initiation.", "condition": ["Hypertension"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["clevidipine", "placebo"], "description": ["Clevidipine (0.5 mg/mL in 20% lipid emulsion)will be administered intravenously at an initial infusion rate of 0.4 µg/kg/min and will be titrated, as tolerated, at the discretion of the investigator, in doubling increments approximately every 90 seconds up to a maximum of 3.2 µg/kg/min, in order to achieve the desired blood pressure lowering effect. Clevidipine may be titrated upwards or downwards and may be temporarily interrupted and restarted to attain the desired blood pressure effect. The maximum study drug infusion rate of 8.0 µg/kg/min may not be exceeded.", "Placebo (20% lipid emulsion - vehicle) will be administered intravenously in a fashion identical to clevidipine as described above."], "arm_group_label": ["clevidipine", "placebo"], "other_name": ["clevidipine, Cleviprex"], "criteria": "Pre-randomization Inclusion Criteria: - Provide written informed consent before initiation of any study-related procedures. - Be at least 18 years of age - Be scheduled for cardiac surgery (including Coronary Artery Bypass Grafting [CABG], Off Pump Coronary Artery Bypass [OPCAB], Minimally Invasive Direct Coronary Artery Bypass [MIDCAB] surgery, and/or valve replacement/repair procedures) - Have a recent history (within 6 months of randomization) of hypertension requiring treatment with antihypertensive medication(s) or be actively hypertensive upon admission Pre-randomization Exclusion Criteria: - Women of child-bearing potential (unless they have a negative pregnancy test) - Recent cerebrovascular accident (within 3 months before randomization) - Known intolerance to calcium channel blockers - Allergy to soybean oil or egg lecithin (components of the lipid vehicle) - Pre-existing left bundle branch block or permanent ventricular pacing - Any other disease or condition, which, in the judgment of the investigator would place a patient at undue risk by being enrolled in the trial. - Participation in another therapeutic drug or therapeutic device trial within 30 days of starting study Post-randomization Inclusion Criteria: - After the insertion of an arterial line, the patient is determined to meet the per protocol preoperative definition of hypertension, i.e. systolic blood pressure (SBP) > 160 mmHg - It is the investigator's intent to lower the patient's SBP by a minimum of 15% from its baseline value", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "Pre-operative hypertension", "mesh_term": ["Hypertension", "Antihypertensive Agents", "Clevidipine"], "id": "NCT00093249"}