{"brief_title": "A Study of Effectiveness and Safety of Abciximab in Patients With Acute Ischemic Stroke (AbESTT-II)", "brief_summary": "The purpose of this study is to determine the effectiveness of abciximab in the treatment of acute ischemic stroke.", "detailed_description": "Abciximab is a drug that prevents platelets from sticking together and forming a clot. There are limited studies using abciximab in the treatment of strokes. This phase III, multicenter, randomized, double-blind, placebo-controlled, parallel group study is designed to assess the effectiveness and safety of abciximab for treatment of acute ischemic stroke, in helping dissolve clots in brain arteries so that blood and oxygen can flow better and there may be less brain damage. Safety evaluations will be performed at specified intervals throughout the study and will consist of laboratory tests, vital signs (such as blood pressure), physical examinations and the occurrence and severity of adverse events as well as other study specific procedures. Patients will receive either Abciximab: 0.25 mg/kg bolus (to a maximum of 30 mg) followed by a 0.125 µg/kg/min infusion (to a maximum of 10 µg/min) for 12 hours or a bolus of placebo followed by infusion for 12 hours", "condition": ["Cerebrovascular Accident", "Brain Ischemia", "Acute Disease"], "intervention_type": ["Drug"], "intervention_name": ["Abciximab"], "criteria": "Inclusion Criteria: - Patients with diagnosis of acute ischemic stroke with onset within 5 hours and 30 minutes before randomization and planned treatment initiation within 6 hours of onset - After 600 patients are enrolled in previous criteria, the new criteria for enrollment will be, patients with diagnosis of acute ischemic stroke with onset within 4 hours and 30 minutes before randomization and planned treatment initiation within 5 hours of onset Exclusion Criteria: - Patients who had participation in another study with an investigational drug or device within the last 30 days, prior participation in the present study, or planned participation in another trial - Patients with symptoms suggestive of subarachnoid hemorrhage - Female patients known to be pregnant, lactating, or having a positive or indeterminate pregnancy test - Patients with neurological deficit that has led to stupor or coma - Patients with minor stroke", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "stroke", "mesh_term": ["Stroke", "Ischemia", "Brain Ischemia", "Acute Disease", "Abciximab", "Antibodies, Monoclonal", "Immunoglobulin Fab Fragments"], "id": "NCT00073372"}