{"brief_title": "A Study to Evaluate and Compare Alendronate and Risedronate on Bone Mineral Density in Women With Postmenopausal Osteoporosis (MK-0217-211)", "brief_summary": "This study is to evaluate and compare the effects of Alendronate and Risedronate to treat women with postmenopausal osteoporosis. The primary hypothesis for this study is that in postmenopausal women with osteoporosis, treatment with oral alendronate 70 mg once weekly will produce a mean percent increase from baseline in hip trochanter bone mineral density (BMD) at 12 and 24 months which is greater than that observed with oral risedronate 35 mg once weekly.", "condition": ["Postmenopausal Osteoporosis"], "intervention_type": ["Drug", "Drug", "Dietary Supplement", "Dietary Supplement", "Drug", "Drug"], "intervention_name": ["Alendronate", "Risedronate 35 mg", "Elemental Calcium", "Vitamin D", "Risendronate placebo", "Alendronate placebo"], "description": ["Alendronate sodium, 70 mg, once weekly for up to 24 months. Medications were taken fasting which was maintained for 30 minutes postdose.", "Risendronate, 35 mg, once weekly for up to 24 months. Medications were taken fasting which was maintained for 30 minutes postdose.", "Elemental calcium at least 1,000 mg daily (diet plus supplements). Medications were taken fasting which was maintained for 30 minutes postdose.", "Vitamin D at least 400 international units daily (diet plus supplements). Medications were taken fasting which was maintained for 30 minutes postdose.", "Risendronate placebo was taken once weekly for up to 24 months. Medications were taken fasting which was maintained for 30 minutes postdose.", "Alendronate placebo was taken once weekly for up to 24 months. Medications were taken fasting which was maintained for 30 minutes postdose."], "arm_group_label": ["Alendronate 70 mg", "Risendronate 35 mg", "Alendronate 70 mg", "Risendronate 35 mg", "Alendronate 70 mg", "Risendronate 35 mg", "Alendronate 70 mg", "Risendronate 35 mg"], "other_name": ["MK-0217", "FOSAMAX®", "Actonel®", "Atelvia®"], "criteria": "Inclusion Criteria: - Women with postmenopausal osteoporosis Exclusion Criteria: - Bilateral hip replacements - Esophageal abnormalities - Metabolic bone disease (example - Vitamin D deficiency) - Medications that would affect the breakdown or build-up of bone turnover", "gender": "Female", "minimum_age": "25 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Osteoporosis", "Osteoporosis, Postmenopausal", "Vitamins", "Vitamin D", "Alendronate", "Risedronate Sodium", "Etidronic Acid"], "id": "NCT00092014"}