{"brief_title": "Determine the Efficacy of Topical Tretinoin Cream for the Prevention of Nonmelanoma Skin Cancer", "brief_summary": "One-third of all malignancies in the United States (approximately one million cases diagnosed annually) are nonmelanoma skin cancer (NMSC). NMSC causes considerable morbidity, economic burden, facial deformity and at least 1,000 deaths annually. Prevention of these malignancies with a topical agent free of serious side effects would confer substantial public health benefit. Three hundred fifty thousand veterans were expected to develop NMSC in 1994. NMSC is one of the most common conditions requiring dermatologic care in the VA system. Topical tretinoin has been used extensively to treat photoaged skin. Retinoids administered orally in high doses appear to be effective in chemoprevention of nonmelanoma skin cancer but have unacceptable toxicity. In this study, 1131 patients with a recent history of squamous cell and/or basal cell carcinoma were enrolled at six participating centers over a four-year period and were randomly assigned to either 0.1% tretinoin cream or placebo. They were followed for a minimum of two years to determine if topical tretinoin is effective in reducing the risk of new occurrences.", "detailed_description": "Primary Hypothesis: To determine the efficacy of topical tretinoin cream for the prevention of nonmelanoma skin cancer (NMSC) among high risk individuals (at least 2 NMSC?S in last 5 years). Secondary Hypothesis: Secondary objectives are: (a) to determine the long-term effect of topical tretinoin on the prevalence of premalignant actinic keratoses, and (b) to distinguish subpopulations in which topical tretinoin is particularly effective or ineffective, compared to the overall study population. Intervention: Apply Tretinoin 0.1% cream or placebo cream to face and ears twice a day. Primary Outcomes: New NMSC lesions on the face and ears. Number of actinic keratoses on the face and ears. Study Abstract: One-third of all malignancies in the United States (approximately one million cases diagnosed annually) are nonmelanoma skin cancer (NMSC). NMSC causes considerable morbidity, economic burden, facial deformity and at least 1,000 deaths annually. Prevention of these malignancies with a topical agent free of serious side effects would confer substantial public health benefit. Three hundred fifty thousand veterans were expected to develop NMSC in 1994. NMSC is one of the most common conditions requiring dermatologic care in the VA system. Topical tretinoin has been used extensively to treat photoaged skin. Retinoids administered orally in high doses appear to be effective in chemoprevention of nonmelanoma skin cancer but have unacceptable toxicity. In this study, 1200 patients with a recent history of squamous cell and/or basal cell carcinoma will be enrolled at six participating centers over a four-year period and will be randomly assigned to either 0.1% tretinoin cream or placebo. They will be followed for a minimum of two years to determine if topical tretinoin is effective in reducing the risk of new occurrences. Weinstock, M.A., Bingham, S.F., Cole, G.W., Eilers, D., Naylor, M.F., Kalivas, J., Taylor, J.R., Gladstone, H.B., Piacquadio, D.J., and DiGiovanna, J.J. Reliability of Counting Actinic Keratoses Before and After Brief Consensus Discussion. Arch Dermatol 137:1055-1058, 2001", "condition": ["Carcinoma, Basal Cell", "Carcinoma, Squamous Cell", "Skin Neoplasms"], "intervention_type": ["Drug", "Other"], "intervention_name": ["Tretinoin 0.1% cream or placebo", "Placebo"], "arm_group_label": ["1", "2"], "description": ["Patients receive placebo for same amount of time"], "criteria": "Inclusion Criteria: High risk individuals (at least 2 NMSC?S in last 5 years). Exclusion Criteria: Exclusion criteria would include systemic retinoid treatment or systemic chemotherapy within the past six months; indices of very high mortality risk within 3 years (history of invasive noncutaneous malignancy within the past five years or metastatic cutaneous malignancy, or of other severe medical problems e.g. end-stage cardiac disease); known allergy or severe irritation reaction to tretinoin or the cream vehicle; special conditions predisposing to NMSC that may not be generally applicable (xeroderma pigmentosum, basal cell nevus syndrome, major organ transplant recipient, known arsenic exposure, PUVA photochemotherapy, mycosis fungoides, or prior or current radiation therapy involving the face, ears, or area of prior skin cancer), and likely inability to comply with the requirements of the trial as judged by the investigator. Incompetent patients and pregnant or nursing patients will be excluded", "gender": "All", "minimum_age": "N/A", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "topical tretinoin cream", "mesh_term": ["Carcinoma", "Carcinoma, Squamous Cell", "Skin Neoplasms", "Carcinoma, Basal Cell", "Tretinoin"], "id": "NCT00007631"}