{"brief_title": "Radiation Therapy in Treating Patients With Brain Cancer", "brief_summary": "RATIONALE: Radiation therapy uses high-energy x-rays to damage tumor cells and may be an effective treatment for patients with anaplastic astrocytomas. PURPOSE: Randomized phase III trial to study the effectiveness of radiation therapy in treating patients with anaplastic astrocytomas.", "detailed_description": "OBJECTIVES: I. Compare the disease-free interval and survival in patients with supratentorial malignant brain gliomas randomized to radiotherapy alone vs. radiotherapy plus radiosensitization with mitolactol (DBD) followed by DBD and carmustine. OUTLINE: Randomized study. Group I: Radiotherapy. External-beam cranial irradiation with megavoltage equipment. Group II: Radiotherapy with Radiosensitization followed by Maintenance Chemotherapy. Radiotherapy as in Group I; with Mitolactol, DBD, NSC-104800; followed by DBD; Carmustine, BCNU, NSC-409962. PROJECTED ACCRUAL: A total of 212 patients will be entered over more than 3 years.", "condition": ["Brain and Central Nervous System Tumors"], "intervention_type": ["Drug", "Drug", "Drug", "Radiation", "Radiation"], "intervention_name": ["carmustine", "chemotherapy", "mitolactol", "low-LET cobalt-60 gamma ray therapy", "low-LET photon therapy"], "criteria": "DISEASE CHARACTERISTICS: Histologically confirmed anaplastic astrocytoma Standard maximum resection or stereotactic biopsy required within 4 weeks prior to therapy PATIENT CHARACTERISTICS: Age: Over 16 Performance status: ECOG/ZUBROD/WHO 0-2 Life expectancy: At least 8 weeks Hematopoietic: WBC greater than 4,000 Platelets greater than 100,000 Hematocrit greater than 30% Hepatic: Bilirubin less than 2 mg/dl Renal: Creatinine less than 1.5 mg/dl Creatinine clearance greater than 70 ml/min BUN less than 40 mg/dl Other: No major medical illness PRIOR CONCURRENT THERAPY: No anticancer drugs between surgery and protocol treatment No steroids after 10 days following surgery (may be resumed occasionally during radiotherapy)", "gender": "All", "minimum_age": "16 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "keyword": "adult anaplastic astrocytoma", "mesh_term": ["Nervous System Neoplasms", "Central Nervous System Neoplasms", "Carmustine", "Mitolactol"], "id": "NCT00002620"}