{"brief_title": "Rebeccamycin Analog as Second-Line Therapy in Treating Patients With Limited-Stage or Extensive-Stage Small Cell Lung Cancer That Relapsed After Previous First-Line Chemotherapy", "brief_summary": "Drugs used in chemotherapy, such as rebeccamycin analog, work in different ways to stop tumor cells from dividing so they stop growing or die. This phase II trial is studying how well rebeccamycin analog works as second-line therapy in treating patients with limited-stage or extensive-stage small cell lung cancer that has relapsed after previous first-line chemotherapy.", "detailed_description": "OBJECTIVES: I. Determine the objective response rate in patients with limited or extensive stage small cell lung cancer that relapsed after prior first-line chemotherapy when treated with rebeccamycin analogue as second-line therapy. II. Determine the duration of remission and survival of patients treated with this drug. III. Determine the toxicity of this drug in these patients. OUTLINE: This is a multicenter study. Patients receive rebeccamycin analogue IV over 1 hour on days 1-5. Treatment repeats every 21 days for 6 courses in the absence of disease progression or unacceptable toxicity. Patients are followed annually. PROJECTED ACCRUAL: A total of 20-39 patients will be accrued for this study within 15 months.", "condition": ["Extensive Stage Small Cell Lung Cancer", "Limited Stage Small Cell Lung Cancer", "Recurrent Small Cell Lung Cancer"], "intervention_type": ["Drug"], "intervention_name": ["becatecarin"], "description": ["Given IV"], "arm_group_label": ["Treatment (becatecarin)"], "other_name": ["BMS-181176", "rebeccamycin analogue", "rebeccamycin analogue, tartrate salt", "XL119"], "criteria": "Inclusion Criteria: - Diagnosis of small cell lung cancer (SCLC) - Limited or extensive stage - At least 1 unidimensionally measurable lesion at least 20 mm by conventional techniques OR at least 10 mm by spiral CT scan - Sensitive* relapsed disease after only 1 prior chemotherapy regimen - Brain metastasis allowed provided the following criteria are met: - Stable brain disease - Not receiving irradiation - No steroid requirement to control symptoms - Performance status - ECOG 0-2 - Performance status - Karnofsky 60-100% - At least 12 weeks - Absolute neutrophil count ≥ 1,500/mm^3 - Platelet count ≥ 100,000/mm^3 - Hemoglobin ≥ 9.0 g/dL - AST and ALT < 2.5 times upper limit of normal (ULN) (5 times ULN if liver involvement is present) - Bilirubin ≤ 1.5 mg/dL - Creatinine < 2.0 mg/dL - Creatinine clearance ≥ 60 mL/min - No New York Heart Association class III or IV heart disease - No symptomatic congestive heart failure - No unstable angina pectoris - No cardiac arrhythmia - Not pregnant or nursing - Negative pregnancy test - Fertile patients must use effective contraception - No active or ongoing infection - No other concurrent uncontrolled illness - No psychiatric illness or social situation that would preclude study compliance - See Disease Characteristics - See Disease Characteristics - See Disease Characteristics - Prior radiotherapy allowed - No other concurrent investigational agents - No other concurrent therapies for SCLC - No concurrent combination antiretroviral therapy for HIV-positive patients", "gender": "All", "minimum_age": "18 Years", "maximum_age": "N/A", "healthy_volunteers": "No", "mesh_term": ["Lung Neoplasms", "Small Cell Lung Carcinoma"], "id": "NCT00084487"}